{"doc_id": "b4VrcmUb6k", "title": "Aerospace Engineering | DICI", "description": "", "url": "https://www.dici.unipi.it/aerospace-engineering", "lang": "en", "text": "Aerospace Engineering | DICI\nSalta al contenuto principale\nDIPARTIMENTO DI INGEGNERIA CIVILE E INDUSTRIALE\n+ Login\n+ Register\nIL DIPARTIMENTO\nPersonale\nOrganizzazione\nSedi e accessi\nQualità e Piano Strategico\nRICERCA\nAree di Ricerca\nLaboratori\nProgetti\nProgetti Conclusi\nSpinOff e Brevetti\nDIDATTICA\nNEWS & EVENTI\nNews\nEventi\nAREA RISERVATA\nCerca\nAerospace Engineering\nBriciole di pane\nHome\nAn advanced technological level, which evolves continuously and rapidly, characterizes Aerospace Engineering. The research in Aerospace Engineering at DICI tackles all the disciplines typical of the field: Flight Mechanics, Aerospace Structures and Design, Aerospace Systems, Fluid Dynamics, and Aerospace Propulsion. Experimental activities, modeling and numerical simulation are used, often synergically, to seek answers to the current and future challenges to make the aeronautic transportation and the access to space and to its resources democratic and sustainable. The research in Aerospace Engineering is intrinsically multidisciplinary. The knowledge acquired and the tools developed in the various disciplines often find applications in other fields of engineering and science.\nLabs\nComputational Fluid Dynamics Laboratory\nElectric Propulsion Laboratory\nWind tunnel\nThe Fly-By-Wire Laboratory\nFlight Mechanics Laboratory\nSpaceLab\nAerospace Structures and Materials\nMain Research Topics\nFlight Mechanics\nAerospace Structures and Design\nAerospace Systems\nFluid Dynamics\nAerospace Propulsion\nAerospace Systems\nThe research activities developed at DICI in the field of Aerospace Systems (SSD ING- IND/05) are essentially articulated into two basic strands: one oriented toward aeronautical applications, the other toward space ones. As far as the research in aeronautics is concerned, the main topics of interest deal with the study and dynamic analysis of the flight control systems of aircrafts, both piloted and UAV. Aiming to contribute to the improvement of energetic and environmental sustainability of aviation industry and its products, a special attention has been devoted to the study of electromechanical actuation systems, for flight control surface applications as well as for hybrid and full-electric propulsion systems. The basic objective is to identify and solve the most critical design issues, both in terms of dynamic and control performances (through experiments and modeling/simulation in the Matlab-Simulink-Stateflow environment) and in terms of reliability/safety levels (through RAMS analysis and development of health-monitoring algorithms).\nIn parallel with the research on actuation systems, multiple activities have been conducted in recent years on the development of advanced sensing technologies, with a special focus on Sense-And-Avoid systems for UAVs. In this particular context, the research led to the set-up of experimental rigs for the functional testing and the validation of algorithms for the obstacles identification and evasion, which integrate camera data with those coming from radar systems.\nOngoing activities in the space field involve small satellites and stratospheric platforms. DICI is the lead partner in an ASI program for the design, fabrication and mission operations of a dedicated 12 U Cubesat platform for in-flight demonstration of micro- and nano-satellite technologies, intended to test in orbit several innovative technologies developed at DICI (monopropellant chemical propulsion), by other UniPi departments (pulsed heat pipes and S-band reconfigurable antennas), and at local SMEs (pulsed plasma propulsion and S-band signal processing on GPUs). Design and integration capabilities in mechanics, sensing, power generation and controls of microsatellite systems are further put to use in the development of a miniaturized platform for accessing the near-space environment (high stratosphere) based on COTS components. Modeling techniques for trajectory prediction and control (Matlab/Simulink) are used to complement intensive experimental work with test flights of Earth observation, telecommunications and scientific experimentation payloads, such as a next-generation solar cell performance measurement system in the stratosphere that will also participate in the CNES SOLAR flight from Canada.\nElectric Propulsion Research\nSince the seventies of the last century, UniPi has carried out both theoretical and experimental activities on gas-fed MPD thrusters, PPTs, arcjets and resistojets, Field Emission Electric Propulsion (FEEP), Hall thrusters, cathodes for electric propulsion in the framework of ASI, ESA and EU projects, collaborating with public and private institutions in Italy and abroad.\nCurrently, DICI-UniPi is setting up a new EP laboratory, with a fiberglass vacuum chamber 0.8 m in diameter, 1 m in length (extendable up to 2.5 m). The chamber is equipped with an Edwards scroll pump GVSP30 for rough vacuum and an Edwards turbomolecular pump STP-iS2207 for high vacuum (up to 10 -5 mbar). The chamber is suitable for testing low power (100 W range) electric thrusters, hollow cathodes and small green propellant thrusters. The fiberglass vessel is particularly suitable for tests requiring a low electromagnetic interference of the vessel.\nDICI-UniPi is involved in several theoretical and experimental activities, including:\n- Development of unsteady 1 D fluid models for studying instabilities and performance in Hall thrusters and development of 2D fluid models for hollow cathode performance studies, in the framework of the H2020 ASPIRE project (in collaboration with the Department of Physisc – UniPi, Prime: Sitael SpA).\n- Development of a High Power Hall Thruster with Coaxial Channels with a magnetically shielded topology (up to 25 kW) and development of a wide current range cathode (TANDEM project, in collaboration with Aerospazio Tecnologie SRL, in the framework of an ESA TDE).\n- Theoretical and experimental development of hollow cathodes with different emitter materials, operating with xenon, krypton, iodine and hydrogen for EP end nuclear fusion  applications (in collaboration with Department of Chemistry and Industrial Chemistry – UniPi and Consorzio RFX –Padua);\n- Research and development of iodine propellant management systems for low power thrusters, including an innovative laser-based mass flow meter (in collaboration with the Department of Chemistry and Industrial Chemistry - UniPi);\n- Research on rapid prototyping by using additive manufacturing techniques applied to EP components.\nChemical Propulsion Research\nThe chemical propulsion research group at DICI has more than 20 years of experience in the field of turbopumps for space propulsion applications.\nThe past and ongoing activities in the fields of cavitation and space rocket turbopumps have been mainly concerned with:\n- Design and realization of high head inducers and centrifugal pumps by means of reduced order models.\n- Design and realization of the Cavitating Pump Rotordynamic Test Facility capable of characterizing in fluid dynamic and thermal cavitation similarity the following phenomena: the cavitating/non cavitating performance of turbopumps (and other test bodies such as hydrofoils, headforms, etc.); the fluid induced forces on the impellers of cavitating/non cavitating turbopumps in forced experiments with imposed whirl eccentricity and rotation; the cavititation induced flow instabilities (surge, stall, cavitation surge, rotating cavitation, higher order cavitation surge) in liquid propellant rocket turbopumps; the dynamic transfer matrix of cavitating axial inducers and centrifugal impellers.\n- Design and realization of high speed hybrid bearings.\n- Design and realization of a bearing test rig for the measurements of the performance of high speed hybrid bearings operated with cryogenic fluids.\n- Modelling, numerical simulations and theoretical analyses of cavitating flows in turbopumps, hydrofoils and bearings.\nMoreover, the research group has about 15 years of experience in the field of green propellants, with activities on monopropellant and bipropellant small thrusters powered by Hydrogen Peroxide.\nIn close collaboration with the Department of Chemistry and Industrial Chemistry (DCCI) of the University of Pisa, the chemical propulsion research group at DICI has focused on the development of propulsion systems based on the decomposition of hydrogen peroxide inside catalytic beds. The typical thrust range covered by the developed thruster prototypes falls in the common range for satellites and rocket reaction control systems (1-40 N for monopropellant; 20-100 N for bipropellant). Recently, the focus is in the development of green propulsion system for CubeSats.\nFlight Mechanics\nThe research activity performed at DICI in the field of Flight Mechanics (SSD ING-IND/03) involves potential aeronautic and space applications. As regards the former, the main topics of interest are flight stability and control, aircraft dynamics and control, and flight simulation. In this regard, a prototype of a fixed-base flight simulator, developed at DICI as research device and as possible pilot training platform and hosted at the Flight Mechanics Laboratory, represents a useful tool.\nOn the other hand, research activities conducted in the space field are focused on mission design, trajectory analysis and optimization, and spacecraft attitude control. A particular interest is put on innovative “propellantless” propulsion systems, which are capable of generating thrust without consuming any propellant mass. Among them, it is worth mentioning the solar sail, which exploits solar radiation pressure to modify the spacecraft momentum, and the electric solar wind sail (E-sail), which produces thrust thanks to the electrostatic interaction between solar wind ions and a grid of charged tethers. Recent successes of solar sail test missions have given a renewed impulse to research activity in this field.\nIn this context, the Italian Space Agency (ASI) has been financing Helianthus project, led by Università La Sapienza (Roma). The objective of the work consists in preliminary analyzing a mission concept aimed at providing an early warning in case of a CME (Coronal Mass Ejection) with a warning time greater than one hour. The DICI work group is contributing to Helianthus project by analyzing the attitude maneuvers required by sensor and antenna pointing requirement, determining a non-linear (sliding-mode) control law to perform such maneuvers, and studying the vibrational modes of the sail membrane during the motion.\nFluid Dynamics\nThe research activities concern the physical understanding and the control of complex flows through the synergic use of numerical simulations, experiments, stability analysis, and techniques for the quantification of uncertainties and parameter sensitivity.\nApplications include:\nmodeling and analysis of turbulent flows, multiphase flows, and flows in porous media;\nstudy and control of bluff-body flows, and, in particular, automotive applications;\nreduction of aerodynamic drag;\nmodeling and study of separated wakes, and, applications, e.g., wind turbines;\nmicrofluidics, and, in particular, study and control of flows in micro-reactors and micro-mixers;\ndevelopment of an integrated platform (experiments, numerical simulations, and uncertainty quantification) for the study and prediction of hemodynamics in blood vessels.\nUltime News\n#WelcometoDICI! Tra nuovi arrivi nel nostro dipartimento\nNews\n-\nOtt 18, 2024\nIl 18% dei docenti DICI nella top list degli scienziati più influenti al mondo\nNews\n-\nOtt 09, 2024\nSi conclude la quarta edizione dell'Integration Week - Summer School\nNews\n-\nSet 24, 2024\nAlle Benedettine il meeting del progetto Europeo SEAKNOT, per la sicurezza dgli impianti nucleari\nNews\n-\nSet 23, 2024\nBRIGHT Night 2024 - le iniziative del DICI\nNews\n-\nSet 19, 2024\nRicerca Bandi e Concorsi\nTitle\nData scadenza\nInformazioni\nTel. +39 050 221 8000\nFax +39 050 221 8065\nEMAIL: dici@ing.unipi.it\nPEC: dici@pec.unipi.it\nP.I. 00286820501 — C.F. 80003670504\ninfo didattica:\ndidattica.dici@ing.unipi.it\ninfo bandi e concorsi:\nconcorsi_bandi@dici.unipi.it\nLink Utili\nUniversità di Pisa\nPortale Alice\nUNIMAP\nImmatricolazione\nPrenotazione esami\nPiano Strategico e Assicurazione della Qualità 2018-22\nAccesso con Ateneo\n© Copyright 2022 Dipartimento di Ingegneria Civile e Industriale. Tutti i diritti riservati."}
{"doc_id": "gQ9c9FutRa", "title": "Laboratorio di Propulsione Elettrica | DICI", "description": "", "url": "https://www.dici.unipi.it/laboratori/laboratorio-di-propulsione-elettrica", "lang": "en", "text": "Laboratorio di Propulsione Elettrica | DICI\nSalta al contenuto principale\nDIPARTIMENTO DI INGEGNERIA CIVILE E INDUSTRIALE\n+ Login\n+ Register\nIL DIPARTIMENTO\nPersonale\nOrganizzazione\nSedi e accessi\nQualità e Piano Strategico\nRICERCA\nAree di Ricerca\nLaboratori\nProgetti\nProgetti Conclusi\nSpinOff e Brevetti\nDIDATTICA\nNEWS & EVENTI\nNews\nEventi\nAREA RISERVATA\nCerca\nLaboratorio di Propulsione Elettrica\nBreadcrumb\nHome\n/\nLaboratori\n/\nGruppo di Ricerca\nFabrizio Paganucci\nGiulia Becatti\nManuel Saravia\nGuido Giammarinaro\nFrancesco Marconcini\nCollaborazioni esterne\nDip. Chimica e Chimica Industriale – Università di Pisa\nDip. Fisica – Università di Pisa\nConsorzio RFX, Padova.\nCISUP – Università di Pisa\nAerospazio Tecnologie SRL, Siena\nSitael SpA, Pisa\nFiberglass vacuum facility:\nthe vacuum facility consists of a fiberglass vessel 800 mm in dia., 1000 mm in length (a fiberglass extension 1500 mm in length is available). It is equipped with an Edwards scroll pump GVSP30 for rough vacuum and an Edwards turbomolecular pump STP-iS2207 for high vacuum (up to 10 -5 mbar). The chamber is suitable for testing low power (100 W range) electric thrusters, hollow cathodes, small green propellant thrusters and devices requiring a low- pressure environment. The fiberglass vessel is particularly suitable for tests requiring a low electromagnetic interference of the vessel.\nEducational facility for plasma discharges:\nPyrex vacuum chamber, 100 mm in dia., 500 mm in length, equipped ith a rotary pump. The chamber is particularly suitable to perform plasma discharges for educational purposes.\nOther equipments:\nGeneral purpose data acquisition system (including three digital oscilloscopes, current and voltage probes) for electric propulsion experiments;\nElectrical power supplies (up to 300 W) for DC\nMain research activities and projects:\nTANDEM\n(High-power Hall thruster prototype with coaxial channels) ESA – TRP program. Development of a high-power (25 kW) nested Hall thruster and of a hollow cathode with a wide current-range (2021-on going).\nASPIRE\n(Advanced Space Propulsion for Innovative Realization of Space Exploration) H2020 Program GADevelopment of numerical methods for the study of high-power Hall thrusters (2021-on going).\nI2HET\n(Use of Iodine as Propellant for Hall Effect Thrusters Development and Test of an iodine-fed Electric propulsion System ESA) ESA – TRP program EXPRO+. Development of a Hall thruster, including cathode and feeding system, with iodine as a propellant (2017-on going).\nAMHC\n(Hollow Cathode for Electric Propulsion using Advanced Manufacturing Techniques) ESA TRP project. Design and realization of hollow cathodes with additive manufacturing techniques (2019-on going).\nPROSPERA\n(Advanced Technologies for Space Electric Propulsion) Regione Toscana. Analysis and testing of advanced manufacturing techniques, e.g., additive manufacturing, ceramic-metal welding, etc., for spacecraft electric propulsion applications (2022-on going).\nHydrogen Cathode\n(Development of a hydrogen hollow cathode for fusion applications). Internal research project in collaboration with Consorzio RFX Padova for the development of a negative ions generator in the framework of nuclear fusion research (2021-on going).\nRicerca\nIngegneria Aerospaziale\nUltime News\n#WelcometoDICI! Tra nuovi arrivi nel nostro dipartimento\nNews\n-\nOtt 18, 2024\nIl 18% dei docenti DICI nella top list degli scienziati più influenti al mondo\nNews\n-\nOtt 09, 2024\nSi conclude la quarta edizione dell'Integration Week - Summer School\nNews\n-\nSet 24, 2024\nAlle Benedettine il meeting del progetto Europeo SEAKNOT, per la sicurezza dgli impianti nucleari\nNews\n-\nSet 23, 2024\nBRIGHT Night 2024 - le iniziative del DICI\nNews\n-\nSet 19, 2024\nInformazioni\nTel. +39 050 221 8000\nFax +39 050 221 8065\nEMAIL: dici@ing.unipi.it\nPEC: dici@pec.unipi.it\nP.I. 00286820501 — C.F. 80003670504\ninfo didattica:\ndidattica.dici@ing.unipi.it\ninfo bandi e concorsi:\nconcorsi_bandi@dici.unipi.it\nLink Utili\nUniversità di Pisa\nPortale Alice\nUNIMAP\nImmatricolazione\nPrenotazione esami\nPiano Strategico e Assicurazione della Qualità 2018-22\nAccesso con Ateneo\n© Copyright 2022 Dipartimento di Ingegneria Civile e Industriale. Tutti i diritti riservati."}
{"doc_id": "eevzdrHzcV", "title": "Laboratorio Fly-By-Wire | DICI", "description": "", "url": "https://www.dici.unipi.it/laboratori/laboratorio-fly-wire", "lang": "en", "text": "Laboratorio Fly-By-Wire | DICI\nSalta al contenuto principale\nDIPARTIMENTO DI INGEGNERIA CIVILE E INDUSTRIALE\n+ Login\n+ Register\nIL DIPARTIMENTO\nPersonale\nOrganizzazione\nSedi e accessi\nQualità e Piano Strategico\nRICERCA\nAree di Ricerca\nLaboratori\nProgetti\nProgetti Conclusi\nSpinOff e Brevetti\nDIDATTICA\nNEWS & EVENTI\nNews\nEventi\nAREA RISERVATA\nCerca\nLaboratorio Fly-By-Wire\nBreadcrumb\nHome\n/\nLaboratori\n/\nGruppo di Ricerca\nGianpietro Di Rito\nRoberto Galatolo\nDevelopment of Actuators for Aerospace Applications\nArchitecture Definition\nReliability/Safety Analysis (FHA, FTA, FMECA)\nFault-Tolerant Systems\nActuators Modelling, Control and Testing\nDetailed nonlinear simulation\nControl design\nFailure simulation\nHealth-monitoring design\nPerformance testing (control tracking, dynamic stiffness, environmental sensitivity)\nReal-Time Hardware-In-The-Loop Simulation\nVirtual Iron-Bird for Fly-By-Wire Aircraft\nComplete Flight Control System model (Flight Control Computers, Actuators, Sensors)\nLow-Cost PC Network for Real-Time Simulation\nHydraulic workbench for actuator testing\nPilot Interface\nSelf‐Powered Structural Health-Monitoring System with MFC Piezoelectric Patches\nFlight simulation (test rig in\nsensing/energy harvesting\nmode)\nMaintenance simulation (test rig in\nactuation mode\n)\nTest rig for flight actuators\nHydraulic power system (max rating: 250 bar @ 100 l/min; 45 KW)\nPressure-controlled three-line distributor\nBench with adjustable configuration (coupling kinematics and inertia)\nLoad hydraulic actuator (max rating: 390 mm stroke; 50 kN @ 150 mm/sec)\nEnvironmental control chamber\nNet volume: 224 litres\nTemperature range (empty): from -75 to 180 °C\nHumidity range (empty): from 10 to 98%\nTemperature rate (empty): from -2.5 to 5 °C/min\nPeak power: 9 kW (average 5.7 kW)\nTest rig for piezoelectric devices\nCantilevered laminate specimen with Macro-Fiber-Composite patches 100 x 30 mm (A)\nDeformation measurement via laser sensors (B) mounted on translational stage (C)\nCRIO embedded controller piloted via LabView interface\nModal shaker with force or acceleration control\nHigh-voltage operation: from -500 to 1500 V\nHigh-frequency operation: from DC to 10 kHz\nRicerca\nIngegneria Aerospaziale\nUltime News\n#WelcometoDICI! Tra nuovi arrivi nel nostro dipartimento\nNews\n-\nOtt 18, 2024\nIl 18% dei docenti DICI nella top list degli scienziati più influenti al mondo\nNews\n-\nOtt 09, 2024\nSi conclude la quarta edizione dell'Integration Week - Summer School\nNews\n-\nSet 24, 2024\nAlle Benedettine il meeting del progetto Europeo SEAKNOT, per la sicurezza dgli impianti nucleari\nNews\n-\nSet 23, 2024\nBRIGHT Night 2024 - le iniziative del DICI\nNews\n-\nSet 19, 2024\nInformazioni\nTel. +39 050 221 8000\nFax +39 050 221 8065\nEMAIL: dici@ing.unipi.it\nPEC: dici@pec.unipi.it\nP.I. 00286820501 — C.F. 80003670504\ninfo didattica:\ndidattica.dici@ing.unipi.it\ninfo bandi e concorsi:\nconcorsi_bandi@dici.unipi.it\nLink Utili\nUniversità di Pisa\nPortale Alice\nUNIMAP\nImmatricolazione\nPrenotazione esami\nPiano Strategico e Assicurazione della Qualità 2018-22\nAccesso con Ateneo\n© Copyright 2022 Dipartimento di Ingegneria Civile e Industriale. Tutti i diritti riservati."}
{"doc_id": "RYBbHMbVoC", "title": "Civil Engineering | DICI", "description": "", "url": "https://www.dici.unipi.it/civil-engineering", "lang": "en", "text": "Civil Engineering | DICI\nSalta al contenuto principale\nDIPARTIMENTO DI INGEGNERIA CIVILE E INDUSTRIALE\n+ Login\n+ Register\nIL DIPARTIMENTO\nPersonale\nOrganizzazione\nSedi e accessi\nQualità e Piano Strategico\nRICERCA\nAree di Ricerca\nLaboratori\nProgetti\nProgetti Conclusi\nSpinOff e Brevetti\nDIDATTICA\nNEWS & EVENTI\nNews\nEventi\nAREA RISERVATA\nCerca\nCivil Engineering\nBriciole di pane\nHome\nThe research activities carried out at DICI in the area of Civil Engineering originate from the themes specific to the scientific sectors of the area, but they often develop in an interdisciplinary and multidisciplinary manner on issues transversal to the entire Civil Engineering and also in collaboration with sectors of Industrial Engineering.\nInfrastructural and transportation engineering, real estate appraisal and investment valuation\nThe sector studies the design, construction, maintenance, and control of transport infrastructures (roads, railways, and airports with their internal nodes and intermodal terminals) and aspects relating to the mobility of people and the transport of goods with the related logistics.\nGeomatics\nThe sector conducts research in the fields of physical, geometric, and spatial geodesy, topography, aerial and terrestrial photogrammetry, cartography, remote sensing, navigation, and geographic information systems.\nGeotechnics\nThe research activities of the sector concern the theories and techniques for the physical-mechanical modelling of earths and rocks in the static and dynamic field and the analysis of problems related to geotechnical works (foundations, underground constructions, excavations and support works, tunnels, embankments, and constructions in loose materials).\nStructural Mechanics\nThe sector studies the mechanics of materials, solids, and structures and addresses problems involving the statics, dynamics, and equilibrium stability of structures, structural optimisation, damage and fracture mechanics, plasticity, and experimental mechanics.\nStructural Engineering\nThe research activities of the sector concern the design of new civil constructions, as well as the rehabilitation of existing buildings, with particular attention to the effects of actions on buildings (including seismic actions), of the type and morphology of structures, of the construction materials and technologies of the interaction with the ground and environment, of the methods and strategies of use and control.\nLABORATORIES\nOfficial Laboratory for Experiences on Construction Materials\nExperimental Laboratory for Transport Infrastructures\nGeotechnical Laboratory\nASTRO Laboratory\nUltime News\n#WelcometoDICI! Tra nuovi arrivi nel nostro dipartimento\nNews\n-\nOtt 18, 2024\nIl 18% dei docenti DICI nella top list degli scienziati più influenti al mondo\nNews\n-\nOtt 09, 2024\nSi conclude la quarta edizione dell'Integration Week - Summer School\nNews\n-\nSet 24, 2024\nAlle Benedettine il meeting del progetto Europeo SEAKNOT, per la sicurezza dgli impianti nucleari\nNews\n-\nSet 23, 2024\nBRIGHT Night 2024 - le iniziative del DICI\nNews\n-\nSet 19, 2024\nRicerca Bandi e Concorsi\nTitle\nData scadenza\nInformazioni\nTel. +39 050 221 8000\nFax +39 050 221 8065\nEMAIL: dici@ing.unipi.it\nPEC: dici@pec.unipi.it\nP.I. 00286820501 — C.F. 80003670504\ninfo didattica:\ndidattica.dici@ing.unipi.it\ninfo bandi e concorsi:\nconcorsi_bandi@dici.unipi.it\nLink Utili\nUniversità di Pisa\nPortale Alice\nUNIMAP\nImmatricolazione\nPrenotazione esami\nPiano Strategico e Assicurazione della Qualità 2018-22\nAccesso con Ateneo\n© Copyright 2022 Dipartimento di Ingegneria Civile e Industriale. Tutti i diritti riservati."}
{"doc_id": "RWx2mAbSBB", "title": "Materials and Nanotechnology | DICI", "description": "", "url": "https://www.dici.unipi.it/materials-and-nanotechnology", "lang": "en", "text": "Materials and Nanotechnology | DICI\nSalta al contenuto principale\nDIPARTIMENTO DI INGEGNERIA CIVILE E INDUSTRIALE\n+ Login\n+ Register\nIL DIPARTIMENTO\nPersonale\nOrganizzazione\nSedi e accessi\nQualità e Piano Strategico\nRICERCA\nAree di Ricerca\nLaboratori\nProgetti\nProgetti Conclusi\nSpinOff e Brevetti\nDIDATTICA\nNEWS & EVENTI\nNews\nEventi\nAREA RISERVATA\nCerca\nMaterials and Nanotechnology\nBriciole di pane\nHome\nResearch topics range from materials chemistry to materials science and engineering and bioengineering, disciplines that are strongly integrated with each other. The research activities addressed are placed in strategic and innovative areas such as: nanotechnologies, biotechnologies, materials from renewable sources and circular economy.\nIn particular, the activities carried out include the design and synthesis of materials, production and transformation processes, characterization, and modelling of chemical-physical properties of materials according to their final applications, modification techniques, with particular reference to the micro and nanostructuring, and the use of functional materials for manufacturing industry, the environment, energy and health.\nThese activities respond to the current innovation and sustainability requests in the field of materials in large sectors of environmental, technological, economic and social impact, as the sector of bioplastics, materials for microelectronics, for energy, for construction, durability and cultural heritage, and for life sciences and technology, including biomaterials, smart scaffolds for tissue engineering strategies and drug delivery materials.\nThe area supports the Master's Degree course in Materials and Nanotechnology which, thanks to a markedly interdisciplinary scientific approach, aims to train experts in the field of materials and technologies for production and transformation of both structural materials (metallic, ceramic, polymeric and composites), and functional ones (advanced materials for micromechanical, electronic and biomedical industry).\nMain Research Topics\n- Processing and characterization of polymer blends, polymer-matrix composites and sustainable\nbiopolymers/biocomposites\n- Processing and characterization of ceramic-matrix composites\n- Micromechanical modelling of damage and fracture processes of materials\n- Materials from renewable resources\n- Bituminous materials with additives\n- Biomaterials and Tissue Engineering\n- Particle systems for the controlled release of active agents\n- Dosimetry and biodosimetry for ionizing radiation\nDesign, processing and thermo-mechanical characterization of polymeric and biopolymeric eco-compatible materials\nIn this research line the starting point is tuning the extrusion processing parameters (also through the aid of simulation softwares and DOEs) to achieve polymeric and biopolymeric blends, studying also recycling process, how nucleating agents can modify the crystallinity of biopolymers and how additives can influence the final morphology. Investigations are carried out also on reactive extrusion and studies of blends compatibilization.\nDesign, production and thermo-mechanical characterization of biocomposites\nBy careful studying the achievement of biocomposites with a uniform distribution of agro-wastes, fillers and natural fibres (the dispersed phase) into the polymeric matrix, the objective is to overcome the current gap in performances between traditional plastic and sustainable (biobased, bio-recyclable, etc.) desirable solutions through tailored theoretical analysis followed by an efficient experimental work from cradle to grave.\nAnalysis and micromechanical modelling of fracture\nThe aim of this research activity is to understand and control, by careful processing, structure properties relations in polymers and composites with interests to toughening, interphase adhesion, micromechanical deformation processes, fracture mechanics and micro- and macro-mechanical modelling.\nInorganic nanostructured treatments for advanced materials and cultural heritage applications\nThe preparation of nano-calcite water suspension in a semi-industrial reactor and its application as consolidant in cultural heritage restoration was explored onto ancient stone monuments in the framework of an EU project (Nano-Cathedral). The surface hydrophobic treatments of nano-particles was also carried out, to expand their possible applications in advanced nanomaterials.\nProduction of Ceramic Matrix Composites (CMCs) for high temperature applications\nAn innovative Microwave-assisted Chemical Vapor Infiltration pilot plant has been setup for the production of SiC-based CMCs. The combination of high toughness, low density and high thermal stress resistance make these materials appealing for several demanding applications (i.e. aerospace, automotive, energy)\nOrganic biopolymeric micro and nanomaterials for healthy and safe functional surfaces and products\nSpecific nanomaterials like chitin nanofibrils and nanocellulose were used for surface modifications of substrates like cellulose, nanostructured tissues or bioplastics for developing functional, sustainable and biocompatible products in the packaging, personal care, sanitary and cosmetic sectors, considering also valuable renewable active molecules.\nMaterials for biomedical applications\nBioactive fibers/particles via electrospinning/spray\n3D (bio)printing of polymeric scaffolds\nMultiscale materials modeling\nBiological analysis\nAnalysis and design of materials and devices with tailored electrical and electro-mechanical properties\nThis research activity is focused on the study of electrical, mechanical and electro-mechanical properties in materials from all classes and by various approaches: from the design of new materials, to the analysis of their properties and the development of devices, particularly, though not exhaustively, in the fields of materials for biomedical, biomimetic and robotic applications.\nUltime News\n#WelcometoDICI! Tra nuovi arrivi nel nostro dipartimento\nNews\n-\nOtt 18, 2024\nIl 18% dei docenti DICI nella top list degli scienziati più influenti al mondo\nNews\n-\nOtt 09, 2024\nSi conclude la quarta edizione dell'Integration Week - Summer School\nNews\n-\nSet 24, 2024\nAlle Benedettine il meeting del progetto Europeo SEAKNOT, per la sicurezza dgli impianti nucleari\nNews\n-\nSet 23, 2024\nBRIGHT Night 2024 - le iniziative del DICI\nNews\n-\nSet 19, 2024\nRicerca Bandi e Concorsi\nTitle\nData scadenza\nInformazioni\nTel. +39 050 221 8000\nFax +39 050 221 8065\nEMAIL: dici@ing.unipi.it\nPEC: dici@pec.unipi.it\nP.I. 00286820501 — C.F. 80003670504\ninfo didattica:\ndidattica.dici@ing.unipi.it\ninfo bandi e concorsi:\nconcorsi_bandi@dici.unipi.it\nLink Utili\nUniversità di Pisa\nPortale Alice\nUNIMAP\nImmatricolazione\nPrenotazione esami\nPiano Strategico e Assicurazione della Qualità 2018-22\nAccesso con Ateneo\n© Copyright 2022 Dipartimento di Ingegneria Civile e Industriale. Tutti i diritti riservati."}
{"doc_id": "Vtbqe35sdw", "title": "Management Engineering | DICI", "description": "", "url": "https://www.dici.unipi.it/management-engineering", "lang": "en", "text": "Management Engineering | DICI\nSalta al contenuto principale\nDIPARTIMENTO DI INGEGNERIA CIVILE E INDUSTRIALE\n+ Login\n+ Register\nIL DIPARTIMENTO\nPersonale\nOrganizzazione\nSedi e accessi\nQualità e Piano Strategico\nRICERCA\nAree di Ricerca\nLaboratori\nProgetti\nProgetti Conclusi\nSpinOff e Brevetti\nDIDATTICA\nNEWS & EVENTI\nNews\nEventi\nAREA RISERVATA\nCerca\nManagement Engineering\nBriciole di pane\nHome\nThe research activities carried out at DICI in Management Engineering area concern the typical topics of the Degrees Courses (i.e., management and control of systems, processes, products, and services) and are developed in an interdisciplinary and multidisciplinary key to enable a broader vision of business management and the use of structured methods to observe innovation dynamics and their impact on human resources, to support business decisions with objective and timely data.\nThe research and teaching activity is also enriched by the two masters in\nIndustry 4.0 Design\nand\nScalability\npromoted by the Department, and by various post graduate specialization courses including\nData Driven Project Management\n.\nNATURAL LANGUAGE PROCESSING\nNatural Language Processing (NLP) is a field of research on automatic techniques to process unstructured data, i.e., texts. In the research group we explore the applications related to technical texts (tender specifications, technical specifications, scientific articles, and patents). Some examples are automatic information extraction from text and natural language generation. NLP include several approaches and methods, among those, Named Entity Recognition can identify information units in text to tag specific part using list of entities (gazzeteer-based approach) and/or syntactic rules and recurrent patterns (rule-based approach). The advance in Artificial Intelligent systems allows to exploit database of document with tags to train machine learning algorithms in detecting relevant part of texts or identify and measure the semantic similarity among different contents.\nIn the research activities carried out at DICI, NLP methodologies are used to extract relevant information from open resources such as scientific publications, patents, education-related content, policy documents, technical reports, and private documents that companies share for research purposes. The typical information we extract are users (for marketing reasons), their needs and requirements (for product development and industrial design), technologies (for research and development), but also failures (for engineering and maintenance). The transformation of text into formal elements of an engineering nature allows a faster elaboration of project documentation (QFD, FMECA, etc.), the analysis of the congruence of the specifications, the analysis of the completeness of document systems such as quality in the company.\nINDUSTRY 4.0\nIndustry 4.0 (also referred as Fourth Industrial Revolution) refers to a novel approach to the industrial system, that is based on the real-time connection of people, machines, and objects for the intelligent management of logistic-production systems. The term Industry 4.0 has been initially formulated in Germany in 2011 by during the Hannover Trade Fair, to address the current phase of computerization of the manufacturing systems. The Fourth Industrial Revolution had changed the role of many actors and stakeholders in the market as happened previously with the first, second and third revolution. The new industrial paradigm sees technological complexity (the 9 enabling technologies), but also organizational and cultural complexity.\nResearch in this area is oriented towards the definition of new methods to assess the readiness of companies to face the era of digitalization, the design of new approaches for the extraction of Industry 4.0 technologies, studies on innovation dynamics, technology development and lifecycle, exploiting NLP and\nEngineering Design approaches.\nPAPER & PATENT INTELLIGENCE\nPaper & Patent Intelligence is the practice to gather information about the current trends in the scientific and technological world from publications and from patents. The recent improvement of Natural Language Processing techniques is making more and more valuable to perform such information extraction since extremely detailed insights can be identified from unstructured data (i.e., texts). The analysis concern technological changes and innovation dynamics, enabling companies’ decision making process with objective and timely data and insights.\nHR 4.0 & SKILLS\nHR 4.0 refers to the management of people in a company leveraging on digital technologies. It encompasses employee recruitment, training and development, performance evaluation and management of employee-benefits and reward. In this context, we explore new approaches and indicators for an intelligent integration of data in HR management.\nWe aim at mapping future professional roles in the digitalization era, considering on one hand the new skills and competences needs and, on the other hand, the challenges for the Education Systems to effectively prepare students for the job market. The necessary capabilities to face the current challenges of digital transformation include not only the technical knowledge and abilities to properly exploit the potential of digital technologies, but also the so-called soft skills. Those are transversal capabilities, social skills referred to personality traits, and behaviour in working environment. Our studies focus on tools to automatically extract skills from unstructured texts applying NLP approaches on a corpus of texts to fuel future quantitative research on this topic.\nEDUCATION DESIGN\nNowadays, data related to education are varied and in huge quantity, including books, slides, papers, technical documents, MOOCs, courses descriptions, universities curricula, lessons transcriptions, job vacancies, job descriptions, videos (with transcripts), commented graphs and images and so far, and so further. The feature in common among these resources is the form: all those documents contain a significant amount of text. This feature enables the utilization of Natural Language Processing (NLP) techniques in the field of education design.\nThe applications in this field of research concern the comparison between the offer in educational institutions and the demand in labour market, and the identification of skills and learning outcomes from courses description. In addition, it is possible to detect career paths, develop tailored educational programs, evaluate the alignment with standards and qualification both for validate learning materials and prior knowledge of learners.\nLABORATORIES\nThe Business Engineering for Data Science Lab (B4DS) is a joint research laboratory of the University of Pisa, with members from two departments of the Engineering Schools (DICI e DESTEC) working on cutting edge applications of data science in the context of business management. Collaborations with colleagues in the mechanical area occur frequently, in particular with technologists and plant engineers. The joint research focuses on technologies and their evolution, the development of quantitative approach for market or business analysis, the study of methods for improving the performance of the company (economic, management, financial, but also with a view to improving the environmental impact of production activities).\nLink:\nhttp://b4ds.unipi.it/\nUltime News\n#WelcometoDICI! Tra nuovi arrivi nel nostro dipartimento\nNews\n-\nOtt 18, 2024\nIl 18% dei docenti DICI nella top list degli scienziati più influenti al mondo\nNews\n-\nOtt 09, 2024\nSi conclude la quarta edizione dell'Integration Week - Summer School\nNews\n-\nSet 24, 2024\nAlle Benedettine il meeting del progetto Europeo SEAKNOT, per la sicurezza dgli impianti nucleari\nNews\n-\nSet 23, 2024\nBRIGHT Night 2024 - le iniziative del DICI\nNews\n-\nSet 19, 2024\nRicerca Bandi e Concorsi\nTitle\nData scadenza\nInformazioni\nTel. +39 050 221 8000\nFax +39 050 221 8065\nEMAIL: dici@ing.unipi.it\nPEC: dici@pec.unipi.it\nP.I. 00286820501 — C.F. 80003670504\ninfo didattica:\ndidattica.dici@ing.unipi.it\ninfo bandi e concorsi:\nconcorsi_bandi@dici.unipi.it\nLink Utili\nUniversità di Pisa\nPortale Alice\nUNIMAP\nImmatricolazione\nPrenotazione esami\nPiano Strategico e Assicurazione della Qualità 2018-22\nAccesso con Ateneo\n© Copyright 2022 Dipartimento di Ingegneria Civile e Industriale. Tutti i diritti riservati."}
{"doc_id": "wscx4JnriD", "title": "Mechanical Engineering | DICI", "description": "", "url": "https://www.dici.unipi.it/mechanical-engineering", "lang": "en", "text": "Mechanical Engineering | DICI\nSalta al contenuto principale\nDIPARTIMENTO DI INGEGNERIA CIVILE E INDUSTRIALE\n+ Login\n+ Register\nIL DIPARTIMENTO\nPersonale\nOrganizzazione\nSedi e accessi\nQualità e Piano Strategico\nRICERCA\nAree di Ricerca\nLaboratori\nProgetti\nProgetti Conclusi\nSpinOff e Brevetti\nDIDATTICA\nNEWS & EVENTI\nNews\nEventi\nAREA RISERVATA\nCerca\nMechanical Engineering\nBriciole di pane\nHome\nThe mechanical engineering is a traditional field, however, the related research topics are recently of interest and under development in the global scenario.\nAt DICI department there are several activities on mechanical research, such as strength of materials and mechanical components, dynamic responses of structures, transmission gears, traditional and innovative manufacturing processes (such as additive manufacturing), robotics, mechanical bioengineering, tribology, and others.\nThese research fields are implemented both from the experimental and the modelling point of views, using recent and innovative experimental techniques and advanced calculation software.\nThe mechanical research at the DICI department is usually developed in collaboration with companies, either local or multinational, and international institutions, with which long-lasting and successful collaborations and projects are generated.\nMain Research Activities\nMaterial strength characterization\nThe determination of the strength properties of materials is a research topic that is usually performed by mechanical engineering professors involved in Machine Design. The recent developments of the modelling of materials requires both the ability to perform traditional tests, imposed by standards, and also the conception and implementation of innovative tests on non-conventional specimens or even tests on the actual components replicating the applied loads. The laboratory dedicated to this testing activity, at the DICI dept., is equipped with several testing machines and structures, that are more typically suited for metals but can be used for other materials too. In this testing facility, there are three hydraulic universal testing machines (one of them biaxial), two resonant fatigue testing machines, and a large bench with three axial instrumented actuators, that allows full scale tests on components such as motorcycle frames. In addition to the testing facility there are some machine tools for the manufacturing of the specimens or any required support parts for the tests. Moreover, there is an Additive Manufacturing machine (SLM) for metals, with a dedicated furnace for heat treatments. In the research field of material resistance, innovative manufacturing techniques, such as the additive, are quite attractive nowadays, since they are quite challenging for the modelling tasks being non-traditional materials.\nLabs\nAdditive Manufacturing\nLaboratorio di Estensimetria\nLaboratorio Prove Meccaniche\nAutomotive design\nThe structural and dynamic characteristics of vehicles and components is a research topic studied by the professors of Machine Design by means of analytical and numerical models and experimental tests. Indeed, many vehicle components have to be simulated and tested using specially developed models and test benches. Regarding the simulations, the group deals with developing original analytical models (e.g. brush model for transmission belts) for the analysis of the mechanical behavior and efficiency of the systems, and numerical models (FEM and multibody) able to predict the dynamic behavior, vibrations, static and fatigue resistance of the components. The experimental tests foresee the use of universal testing machines (tension and torsion), resonance machines and the development of ad-hoc test benches with hydraulic actuators, electric motors, and several types of sensors. The aim of the experimental activity is the test (resistance, durability, etc.) of the components subjected to real loads, even random loads, and at the validation of the analytical and numerical models. For both numerical and experimental analyses, the group develops methods for the prediction of the life of the components both using classical methods (rainflow and damage accumulation) and \"frequency fatigue\" methods, which take into account the spectrum (PSD and pdf) of the loads and are able to accurately predict the life of the components and to optimize their shape to reduce the weight.\nLabs:\nAutomotive Design\nReverse engineering, Experimental dynamics, Design for additive manufacturing, and Extended reality\nResearch activities are oriented toward the development of image processing and reverse engineering techniques for the reconstruction of complex 3D shapes and deformations in industrial and biomedical fields. 3D optical scanners based on structured light-based sensing have been implemented and are effectively used for metrology applications in precision mechanics and patient anatomy reconstruction in the biomedical field. Such an approach was further developed by integrating the Digital Image Correlation technique, which allows for assessing mechanical components’ deformation during dynamic excitation. The developed system allowed for vibration measurements in the range of 10 µm and 6500 Hz. Current research interests are also oriented toward the study and optimization of process parameters of additive manufacturing (AM) technologies, with a particular focus on polymeric materials. The research activity includes the mechanical characterization of AM components, the use of specifically developed post-processing treatments and coating to enhance AM parts performances, and the development of lightweight AM lattice structures. Research topics also include the experimentation of hybrid AM techniques which extend the use of technologies developed for polymers to the manufacturing of metal and ceramic components. Finally, emerging research activities include the development of virtual, augmented, and mixed reality applications in different fields including rehabilitation and cultural heritage.\nLabs:\nCAD\n3D\nPrinting\nDynamics of Impellers\nManufacturing and processing technologies\nThe Manufacturing Technology and Systems group performs scientific research in the context of material transformation processes for the production of semi-finished and finished components in order to study the entire life cycle of products from their design to production and recycling.\nThe main subject of the group's research activity is analysis of the various stages of the production process and its optimization both for conventional manufacturing processes and innovative processing systems based on energy intensification. Research activity also includes the management and organization of transformation processes including both physical and digital aspects.\nThe group boasts many years of experience in the field of transformation processes involving manufactured products made up of traditional and innovative materials, ranging from manufacturing to assembly and quality control. Further expertise includes metrological and technological characterization of materials, correlation of properties with process parameters, methodologies and tools for the design of processes, components and transformation systems, and programming, management and control of processing and flexible assembly systems.\nLabs:\nMetrolog\ny\nMechanical industrial plants\nThe research group of Mechanical Industrial Plants (ING-IND/17) of the University of Pisa is chiefly interested in Lean and Agile Management, with particular reference to Engineering and Design To Order (ETO, DTO) companies, vertical and horizontal integration as an enabling factor of Industry 4.0 and the digitalization of production and logistics processes. The aim of the studies is to define, implement, optimize and support the digital transformation processes that allow traditional production and logistics systems to evolve respectively into smart factories and smart supply chains. Further activities concern the study, the implementation and the optimization of Quick Response Manufacturing and Quick Response Logistics systems. The scope of these researches also extends to Data Analytics for predictive maintenance and prognostics and to plant simulation (with simulation tools for discrete events, agents and system dynamics models). This last theme, already strongly linked to the Industry 4.0 paradigm, has been recently combined with the study and the prototyping of process digital twins.\nApplied mechanics\nThe Applied Mechanics group carries out research on the following topics\nOptimal design of gears for power transmission\n, in particular spiral bevel and hypoid gears.\nVehicle dynamics\n. From the innovative approach to vehicle dynamics by Massimo Guiggiani to optimal trajectory planning of racing vehicles.\nArtificial hands, robotic manipulation, optimal control\n.\nDevelopment of robotic hands on the basis of postural synergies. Automatic grasp synthesis, later extended to complex manipulation tasks and whole-body locomotion.\nTribology\n. Lubrication, friction, wear, and surface analysis. The\nTribology Laboratory\nconducts tests on lubricated and dry contacts, while the\nRotordynamics and Bearings Laboratory\ninvestigates the static/dynamic behavior of bearings.\nBiotribology\n. Estimation of wear in joint prostheses through analytical/FEM models and analysis of worn components using a\n3D profilometer, CMM\n, and SEM\nBiomechanics\n. Development of musculoskeletal models for the estimation of quantities that are not measurable in vivo. Motion analysis at the\nSport & Anatomy\nBiomechanics Laboratory.\nVibrations and acoustics\n. Numerical-experimental characterization of the vibrational response of various systems. Psychoacoustic evaluation of the sound quality of products.\nLabs:\nRobot Mechanics\nTribolog\ny\nRotordynamics and Bearings\nBiomechani\ncs\nUltime News\n#WelcometoDICI! Tra nuovi arrivi nel nostro dipartimento\nNews\n-\nOtt 18, 2024\nIl 18% dei docenti DICI nella top list degli scienziati più influenti al mondo\nNews\n-\nOtt 09, 2024\nSi conclude la quarta edizione dell'Integration Week - Summer School\nNews\n-\nSet 24, 2024\nAlle Benedettine il meeting del progetto Europeo SEAKNOT, per la sicurezza dgli impianti nucleari\nNews\n-\nSet 23, 2024\nBRIGHT Night 2024 - le iniziative del DICI\nNews\n-\nSet 19, 2024\nRicerca Bandi e Concorsi\nTitle\nData scadenza\nInformazioni\nTel. +39 050 221 8000\nFax +39 050 221 8065\nEMAIL: dici@ing.unipi.it\nPEC: dici@pec.unipi.it\nP.I. 00286820501 — C.F. 80003670504\ninfo didattica:\ndidattica.dici@ing.unipi.it\ninfo bandi e concorsi:\nconcorsi_bandi@dici.unipi.it\nLink Utili\nUniversità di Pisa\nPortale Alice\nUNIMAP\nImmatricolazione\nPrenotazione esami\nPiano Strategico e Assicurazione della Qualità 2018-22\nAccesso con Ateneo\n© Copyright 2022 Dipartimento di Ingegneria Civile e Industriale. Tutti i diritti riservati."}
{"doc_id": "LqmAfiyybH", "title": "Nuclear Engineering | DICI", "description": "", "url": "https://www.dici.unipi.it/nuclear-engineering", "lang": "en", "text": "Nuclear Engineering | DICI\nSalta al contenuto principale\nDIPARTIMENTO DI INGEGNERIA CIVILE E INDUSTRIALE\n+ Login\n+ Register\nIL DIPARTIMENTO\nPersonale\nOrganizzazione\nSedi e accessi\nQualità e Piano Strategico\nRICERCA\nAree di Ricerca\nLaboratori\nProgetti\nProgetti Conclusi\nSpinOff e Brevetti\nDIDATTICA\nNEWS & EVENTI\nNews\nEventi\nAREA RISERVATA\nCerca\nNuclear Engineering\nBriciole di pane\nHome\nThe Nuclear engineering is an extremely advanced technological sector that is continuously developing both nationally and internationally in its many and different research activities.\nAll the typical research activities of the sector are developed at the department DICI, such as the safety and protection of fission and fusion nuclear plants, structural integrity and safety design, thermo-hydraulic issues, severe accident, dynamic behavior of structures, nuclear materials, radioactive waste management and decommissioning, nuclear measurements and radiation protection, core design and reactor physics etc., which are often carried out in collaboration with the most important national and international industries, universities and research centres.\nThese research topics are developed both with a numerical modelling / simulation approach and by performing experimental activities, in a synergistic and / or complementary way, using the most recent and innovative technologies and the most advanced calculation software.\nThe research carried out in the nuclear field is multidisciplinary, oriented towards sustainability and the acquisition of knowledge and development of tools and components that also find application in other fields of engineering and science.\nUltime News\n#WelcometoDICI! Tra nuovi arrivi nel nostro dipartimento\nNews\n-\nOtt 18, 2024\nIl 18% dei docenti DICI nella top list degli scienziati più influenti al mondo\nNews\n-\nOtt 09, 2024\nSi conclude la quarta edizione dell'Integration Week - Summer School\nNews\n-\nSet 24, 2024\nAlle Benedettine il meeting del progetto Europeo SEAKNOT, per la sicurezza dgli impianti nucleari\nNews\n-\nSet 23, 2024\nBRIGHT Night 2024 - le iniziative del DICI\nNews\n-\nSet 19, 2024\nRicerca Bandi e Concorsi\nTitle\nData scadenza\nInformazioni\nTel. +39 050 221 8000\nFax +39 050 221 8065\nEMAIL: dici@ing.unipi.it\nPEC: dici@pec.unipi.it\nP.I. 00286820501 — C.F. 80003670504\ninfo didattica:\ndidattica.dici@ing.unipi.it\ninfo bandi e concorsi:\nconcorsi_bandi@dici.unipi.it\nLink Utili\nUniversità di Pisa\nPortale Alice\nUNIMAP\nImmatricolazione\nPrenotazione esami\nPiano Strategico e Assicurazione della Qualità 2018-22\nAccesso con Ateneo\n© Copyright 2022 Dipartimento di Ingegneria Civile e Industriale. Tutti i diritti riservati."}
{"doc_id": "WU8ebZxurU", "title": "AMBER | DICI", "description": "", "url": "https://www.dici.unipi.it/progetti/amber", "lang": "en", "text": "AMBER | DICI\nSalta al contenuto principale\nDIPARTIMENTO DI INGEGNERIA CIVILE E INDUSTRIALE\n+ Login\n+ Register\nIL DIPARTIMENTO\nPersonale\nOrganizzazione\nSedi e accessi\nQualità e Piano Strategico\nRICERCA\nAree di Ricerca\nLaboratori\nProgetti\nProgetti Conclusi\nSpinOff e Brevetti\nDIDATTICA\nNEWS & EVENTI\nNews\nEventi\nAREA RISERVATA\nCerca\nAMBER\nBriciole di pane\nHome\n/\nProgetti\n/\nProgetti Europei\nAMBER\ninnov\nA\ntive de\nM\nonstrator for hy\nB\nrid-\nE\nlectric\nR\negional application\nHORIZON-JU-CLEAN-AVIATION-2022-01-HER-01\nwebsite\n:\nhttps://ec.europa.eu/info/funding-tenders/opportunities/portal/screen/myarea/project/101102020/program/43108390/details\nStart date\n: 1 January 2023\nEnd date\n: 31 March 2026\nProject Cost\n: about 43.5 M€ (about 33.8 M€ granted by EC)\nCoordinator\n: AvioAero (\nhttps://www.avioaero.com/\n)\nDICI Team Leader\n:\nGianpietro Di Rito\nClimate change poses an unprecedented challenge on today’s society. Numerous studies highlight the urgent need to decarbonize global industry and to drastically reduce pollutant emissions across all sectors, including aviation. Although, the global environmental impact of aviation is mostly driven by small-medium range market aircraft due to the large volume of operations, the development of disruptive technologies for the power demands such applications require cannot be put in place until progressive maturation of novel enabling technologies has been achieved at lower scale or sizes. The transformation of regional aviation, i.e., aircraft serving distances of 500 to 1000 km at a capacity of up to 100 seats, will thus lead the way towards sustainability and will be of particular importance. Both battery and liquid hydrogen powered fuel cell technology will not be sufficiently matured to allow the realization of a fully electric regional aircraft within the next decade. Instead, an intermediate step will be required to significantly reduce GHG emissions already by 2035. The development of a hybrid-electric propulsion system for regional aircraft with at least 50% hybridization represents this very challenging, yet achievable intermediate step and can allow for a mission fuel burn reduction by at least 50% compared to 2020 state-of-the-art regional aircraft. A thermal engine that allows for usage of 100% sustainable aviation fuel, will allow to reduce lifecycle GHG emissions by 90% and thus close to zero. The proposed project AMBER (innovAtive deMonstrator for hyBrid-Electric Regional application) addresses this aspect and pursues the maturation of hybrid-electric key components and the validation of a product-representative parallel hybrid-electric propulsion system architecture, fuel cell based, for next-generation regional aircraft with EIS by 2035 to meet the ambitious environmental goals set out in SRIA and the Clean Aviation topic call.\nColumn 2 contentUNIPI will contribute to the project activities related to the WP 1.3 “Supervisory & Hierarchical Control”, whose main objectives are the architecture definition, the reliability/safety assessment, the performance characterization and the application SW development/validation of the Supervisory & Hierarchical Control System (SHCS) of the hybrid propulsion engine.\nMore in detail, UNIPI will contribute to:\n• the allocation of SHCS functions to subsystems and components (propeller control unit, fuel cell control unit, power distribution system, engine actuators and sensors, electrical machine\nwith related power drive and sensors);\n• the SHCS Preliminary System Safety Assessment (PSSA) and architecture definition (subsystems/components redundancy, fault-tolerance, emergency and safety devices, redundancy management techniques/strategies) via Functional Hazard Analysis (FHA), Fault-Tree Analysis (FTA) and Fault Mode and Effects Analysis (FMEA);\n• the design of SHCS control and health-monitoring algorithms, including physically-based dynamic modelling of the system, simulation of major fault modes, development of optimal power management/split algorithms, development of model-based FDI algorithms.\nUltime News\n#WelcometoDICI! Tra nuovi arrivi nel nostro dipartimento\nNews\n-\nOtt 18, 2024\nIl 18% dei docenti DICI nella top list degli scienziati più influenti al mondo\nNews\n-\nOtt 09, 2024\nSi conclude la quarta edizione dell'Integration Week - Summer School\nNews\n-\nSet 24, 2024\nAlle Benedettine il meeting del progetto Europeo SEAKNOT, per la sicurezza dgli impianti nucleari\nNews\n-\nSet 23, 2024\nBRIGHT Night 2024 - le iniziative del DICI\nNews\n-\nSet 19, 2024\nTags\nNews\nPress release\nRicerca Bandi e Concorsi\nTitle\nData scadenza\nInformazioni\nTel. +39 050 221 8000\nFax +39 050 221 8065\nEMAIL: dici@ing.unipi.it\nPEC: dici@pec.unipi.it\nP.I. 00286820501 — C.F. 80003670504\ninfo didattica:\ndidattica.dici@ing.unipi.it\ninfo bandi e concorsi:\nconcorsi_bandi@dici.unipi.it\nLink Utili\nUniversità di Pisa\nPortale Alice\nUNIMAP\nImmatricolazione\nPrenotazione esami\nPiano Strategico e Assicurazione della Qualità 2018-22\nAccesso con Ateneo\n© Copyright 2022 Dipartimento di Ingegneria Civile e Industriale. Tutti i diritti riservati."}
{"doc_id": "ZaWZVEvziv", "title": "BUILDCHAIN | DICI", "description": "", "url": "https://www.dici.unipi.it/progetti/buildchain", "lang": "en", "text": "BUILDCHAIN | DICI\nSalta al contenuto principale\nDIPARTIMENTO DI INGEGNERIA CIVILE E INDUSTRIALE\n+ Login\n+ Register\nIL DIPARTIMENTO\nPersonale\nOrganizzazione\nSedi e accessi\nQualità e Piano Strategico\nRICERCA\nAree di Ricerca\nLaboratori\nProgetti\nProgetti Conclusi\nSpinOff e Brevetti\nDIDATTICA\nNEWS & EVENTI\nNews\nEventi\nAREA RISERVATA\nCerca\nBUILDCHAIN\nBriciole di pane\nHome\n/\nProgetti\n/\nProgetti Europei\nBUILDCHAIN\nBUILDing knowledge book in the blockCHAIN distributed ledger. Trustworthy building life-cycle knowledge graph for sustainability and energy efficiency\nHORIZON-CL4-2022-TWIN-TRANSITION-01\nStart date\n: 1 January 2023\nEnd date\n: 31 December 2025\nProject Cost\n: € 5 182 600\nCoordinated by\nUniversità di Pisa\nProject Coordinator\n:\nPietro Croce\nThe idea is to Build a Knowledge Base, that can be used to trace all activities related to the overall life-cycle of buildings. Since various directives of the EU are related to sustainability, resilience and energy efficiency of building stock, it is necessary to provide a marketplace where various actors can share their offers, including their quality certificates and credentials, and where it would be possible to log and trace every information, activity and change, and use the knowledge to improve sustainability.\nThe project will extend a Digital Building LogBook (DBL), used by a municipality for the management and the administration of its huge set of buildings, with several available and novel data, tools and functionalities, by the help of a Decentralized Knowledge Graph (DKG), an open source blockchain-based solution. DKG software will include specific building-related ontologies, so that the whole knowledge base about the life-cycle of the building can be logged and by that continuously updated, providing mechanisms and interfaces for the relevant stakeholders, to publish, trace, share, tokenize, end even trade models in a market economy. Such information integration can support decisions on optimal adaptation and intervention planning strategies for large populations of buildings.\nThe DBL will be integrated with several new functionalities demonstrated on a dozen of use cases via easily accessible and publicly available APIs. These functionalities will assure a high interoperability between legacy systems and existing tools (e.g. BIM, HBIM), compliance with standards, providing automated warning and alerting system with the help of machine learning tools, digital twinning, and decision-making support. The new DBL based applications will be tested on pilot projects focusing on historical and critical buildings, and on building stocks.\nThe project targets a smarter and more sustainable built environment of the EU providing new market and new value creation.\nUltime News\n#WelcometoDICI! Tra nuovi arrivi nel nostro dipartimento\nNews\n-\nOtt 18, 2024\nIl 18% dei docenti DICI nella top list degli scienziati più influenti al mondo\nNews\n-\nOtt 09, 2024\nSi conclude la quarta edizione dell'Integration Week - Summer School\nNews\n-\nSet 24, 2024\nAlle Benedettine il meeting del progetto Europeo SEAKNOT, per la sicurezza dgli impianti nucleari\nNews\n-\nSet 23, 2024\nBRIGHT Night 2024 - le iniziative del DICI\nNews\n-\nSet 19, 2024\nTags\nNews\nPress release\nRicerca Bandi e Concorsi\nTitle\nData scadenza\nInformazioni\nTel. +39 050 221 8000\nFax +39 050 221 8065\nEMAIL: dici@ing.unipi.it\nPEC: dici@pec.unipi.it\nP.I. 00286820501 — C.F. 80003670504\ninfo didattica:\ndidattica.dici@ing.unipi.it\ninfo bandi e concorsi:\nconcorsi_bandi@dici.unipi.it\nLink Utili\nUniversità di Pisa\nPortale Alice\nUNIMAP\nImmatricolazione\nPrenotazione esami\nPiano Strategico e Assicurazione della Qualità 2018-22\nAccesso con Ateneo\n© Copyright 2022 Dipartimento di Ingegneria Civile e Industriale. Tutti i diritti riservati."}
{"doc_id": "8uise7sj6X", "title": "CHEOPS | DICI", "description": "", "url": "https://www.dici.unipi.it/progetti/cheops", "lang": "en", "text": "CHEOPS | DICI\nSalta al contenuto principale\nDIPARTIMENTO DI INGEGNERIA CIVILE E INDUSTRIALE\n+ Login\n+ Register\nIL DIPARTIMENTO\nPersonale\nOrganizzazione\nSedi e accessi\nQualità e Piano Strategico\nRICERCA\nAree di Ricerca\nLaboratori\nProgetti\nProgetti Conclusi\nSpinOff e Brevetti\nDIDATTICA\nNEWS & EVENTI\nNews\nEventi\nAREA RISERVATA\nCerca\nCHEOPS\nBriciole di pane\nHome\n/\nProgetti\n/\nProgetti Europei\nCHEOPS\nVery High-Power Building Blocks\nHORIZON-CL4-2022-SPACE-01\nStart date\n: 1 January 2023\nEnd date\n: 30 June 2025\nProject Cost\n: € 1 971 131,25\nProject website\n:\nhttps://cheops-vhp-bb.eu/\nDICI Team Leader\n:\nFabrizio Paganucci\nFor the future of space exploration and space logistics, and to reduce costs for orbit transportation of future payloads, very high-power Hall Effect thrusters of 20 kW or above are at the forefront of several initiatives today. Be it as single or clustered units, the combined thrust of these electric propulsion systems (EPS) paves the way to allowing larger spacecraft and more ambitious missions to be envisaged. However, given that these missions would require significant burn time of the EPS, several important issues must be addressed that go beyond the simple ability of manufacturing larger EPS components. Specifically, qualifying such electric thrusters for lifetime is currently a showstopper.\nIn the race to the Moon and Mars, as well as other lucrative commercial missions within earth’s orbit beyond 2030, the European Space industry must catch up with the US. Studies within Europe have already been initiated for the incremental development of 20-kW class Hall thrusters such as the FP7 HiPER project which produced the PPS®20k ML thruster up to TRL4, FP7 CHEOPS project which permitted SITAEL to develop their 20kW HET, ESA projects allowing UNIPI to develop their nested multi-channel TANDEM thruster or the ongoing H2020 ASPIRE project led by SITAEL.\nNevertheless, given the challenges and the opportunities that VHP present, research such as proposed in CHEOPS-VHP-BB must be anticipated now ahead of its effective deployment in 2030-40. Project activities will complement ongoing thruster-focused development activities with research and development on key building blocks essential for the future use of VHP Hall thruster systems: overall system architecture against various mission use cases, robust and cost-effective approach to qualification using Probabilistic Failure Analysis, manufacturability of key components subject to wear, notably the discharge chamber and cathode and the ability to envisage alternative propellants and power sources for future missions.\nUltime News\n#WelcometoDICI! Tra nuovi arrivi nel nostro dipartimento\nNews\n-\nOtt 18, 2024\nIl 18% dei docenti DICI nella top list degli scienziati più influenti al mondo\nNews\n-\nOtt 09, 2024\nSi conclude la quarta edizione dell'Integration Week - Summer School\nNews\n-\nSet 24, 2024\nAlle Benedettine il meeting del progetto Europeo SEAKNOT, per la sicurezza dgli impianti nucleari\nNews\n-\nSet 23, 2024\nBRIGHT Night 2024 - le iniziative del DICI\nNews\n-\nSet 19, 2024\nTags\nNews\nPress release\nRicerca Bandi e Concorsi\nTitle\nData scadenza\nInformazioni\nTel. +39 050 221 8000\nFax +39 050 221 8065\nEMAIL: dici@ing.unipi.it\nPEC: dici@pec.unipi.it\nP.I. 00286820501 — C.F. 80003670504\ninfo didattica:\ndidattica.dici@ing.unipi.it\ninfo bandi e concorsi:\nconcorsi_bandi@dici.unipi.it\nLink Utili\nUniversità di Pisa\nPortale Alice\nUNIMAP\nImmatricolazione\nPrenotazione esami\nPiano Strategico e Assicurazione della Qualità 2018-22\nAccesso con Ateneo\n© Copyright 2022 Dipartimento di Ingegneria Civile e Industriale. Tutti i diritti riservati."}
{"doc_id": "4vYEVvXTXL", "title": "FRONTSEAT | DICI", "description": "", "url": "https://www.dici.unipi.it/progetti/frontseat", "lang": "en", "text": "FRONTSEAT | DICI\nSalta al contenuto principale\nDIPARTIMENTO DI INGEGNERIA CIVILE E INDUSTRIALE\n+ Login\n+ Register\nIL DIPARTIMENTO\nPersonale\nOrganizzazione\nSedi e accessi\nQualità e Piano Strategico\nRICERCA\nAree di Ricerca\nLaboratori\nProgetti\nProgetti Conclusi\nSpinOff e Brevetti\nDIDATTICA\nNEWS & EVENTI\nNews\nEventi\nAREA RISERVATA\nCerca\nFRONTSEAT\nBriciole di pane\nHome\n/\nProgetti\n/\nProgetti Europei\nFRONTSEAT\nFostering Opportunities Towards Slovak Excellence in Advanced Control for Smart Industries\nHORIZON-WIDERA2021-ACCESS-03\nProject website\n:\nhttps://frontseat.stuba.sk/\nDICI Team Leader\n:\nGabriele Pannocchia\nThe project aims at increasing the research and academic prospects of Slovak University of Technology in Bratislava, Slovakia (STUBA) and at initiating the evolution of STUBA into a modern, reputed excellent institution that performs high-quality research in advanced automatic control, educates top-quality scholars and industrial practitioners, and is successful in active dissemination and exploitation of its research and innovation efforts. For this purpose, STUBA teams up with two renowned research groups in automatic control from RU Bochum, Germany (RUB) and Pisa University, Italy (UNIPI). The specific goals of the action are to reinforce the collaboration with the two research groups from Western Europe, to intensify research in advanced automatic control, to open up new collaboration channels through academic and industrial networking, to train excellent young/senior researchers and project managers, and to effectively disseminate and exploit the research results of STUBA.\nThe unique features of the project are:\nAdoption/amendment of internal research project-related rules and procedures and develop project management toolbox,\nResearch efforts aiming at the continued creation of high-quality research results and software tools,\nEstablishment of a series of guest scientific and academic lectures,\nExchanges and training of project managers and research (junior and senior) personnel,\nOrganisation of conferences and invited sessions, seminars with industry, and annual summer schools,\nPreparation and implementation of a new PhD curriculum at STUBA,\nEstablishment of an academic-industrial research and innovation cluster.\nUltime News\n#WelcometoDICI! Tra nuovi arrivi nel nostro dipartimento\nNews\n-\nOtt 18, 2024\nIl 18% dei docenti DICI nella top list degli scienziati più influenti al mondo\nNews\n-\nOtt 09, 2024\nSi conclude la quarta edizione dell'Integration Week - Summer School\nNews\n-\nSet 24, 2024\nAlle Benedettine il meeting del progetto Europeo SEAKNOT, per la sicurezza dgli impianti nucleari\nNews\n-\nSet 23, 2024\nBRIGHT Night 2024 - le iniziative del DICI\nNews\n-\nSet 19, 2024\nTags\nNews\nPress release\nRicerca Bandi e Concorsi\nTitle\nData scadenza\nInformazioni\nTel. +39 050 221 8000\nFax +39 050 221 8065\nEMAIL: dici@ing.unipi.it\nPEC: dici@pec.unipi.it\nP.I. 00286820501 — C.F. 80003670504\ninfo didattica:\ndidattica.dici@ing.unipi.it\ninfo bandi e concorsi:\nconcorsi_bandi@dici.unipi.it\nLink Utili\nUniversità di Pisa\nPortale Alice\nUNIMAP\nImmatricolazione\nPrenotazione esami\nPiano Strategico e Assicurazione della Qualità 2018-22\nAccesso con Ateneo\n© Copyright 2022 Dipartimento di Ingegneria Civile e Industriale. Tutti i diritti riservati."}
{"doc_id": "NApMxeymRt", "title": "TANDEM | DICI", "description": "", "url": "https://www.dici.unipi.it/progetti/tandem", "lang": "en", "text": "TANDEM | DICI\nSalta al contenuto principale\nDIPARTIMENTO DI INGEGNERIA CIVILE E INDUSTRIALE\n+ Login\n+ Register\nIL DIPARTIMENTO\nPersonale\nOrganizzazione\nSedi e accessi\nQualità e Piano Strategico\nRICERCA\nAree di Ricerca\nLaboratori\nProgetti\nProgetti Conclusi\nSpinOff e Brevetti\nDIDATTICA\nNEWS & EVENTI\nNews\nEventi\nAREA RISERVATA\nCerca\nTANDEM\nBriciole di pane\nHome\n/\nProgetti\n/\nProgetti Europei\nTANDEM\nSmall Modular ReacTor for a European sAfe aNd Decarbonized Energy Mix\nEURATOM 2027\ncall: HORIZON-EURATOM-2021-NRT-01\nProject website\n:\nhttps://tandemproject.eu/\nDICI team leader\n:\nAndrea Pucciarelli\nSmall Modular Reactors (SMRs) can be hybridized with other energy sources, storage systems and energy conversion applications to provide electricity, heat and hydrogen. SMR technology thus has the potential to strongly contribute to the energy decarbonisation in order to achieve climate-neutrality in Europe by 2050. However, the integration of nuclear reactors, particularly SMRs, in hybrid energy systems is a new R&D topic to be investigated. In this context, the TANDEM project aims to provide assessments and tools to facilitate the safe, secure and efficient integration of SMRs into smart low-carbon hybrid energy systems. It proposes to specifically address the safety issues of SMRs related to their integration into hybrid energy systems, involving specific interactions between SMRs and the rest of the hybrid systems; new initiating events will have to be considered in the safety approach. An open-source \"TANDEM\" model library of hybrid system components will be developed in Modelica language to build a hybrid system simulator which, by coupling, will extend the capabilities of existing tools implemented in the project. TANDEM intends to focus on two main study cases corresponding to hybrid system configurations covering the main trends of the European energy policy and market evolution: a district heating network and power supply in an urban area, and an energy hub serving energy conversion systems, including hydrogen production, in a regional perspective. TANDEM will provide assessments on SMR safety, hybrid system operationality and techno-economics. Societal considerations will also be encased by analyzing the European citizen engagement regarding SMR technology safety. The work will result in technical, economic and societal recommendations and policy briefs on the safety of SMRs and their integration into hybrid energy systems for industry, R&D teams, TSOs, regulators, NGOs and policy makers. The TANDEM consortium will involve 17 partners from 8 countries.\nParticipants\nCOMMISSARIAT A L ENERGIE ATOMIQUE ET AUX ENERGIES ALTERNATIVES - CEA\n(999992401)\n-\nCOORDINATOR\nANSALDO NUCLEARE SPA - ANN\n(998167443)\n-\nBENEFICIARY\nConsorzio Interuniversitario Nazionale per la Ricerca Tecnologica Nucleare - CIRTEN\n(996011812)\n-\nBENEFICIARY\nAGENZIA NAZIONALE PER LE NUOVE TECNOLOGIE, L'ENERGIA E LO SVILUPPO ECONOMICO SOSTENIBILE - ENEA\n(999988521)\n-\nBENEFICIARY\nEUROPEAN NUCLEAR EDUCATION NETWORK - ENEN\n(905630704)\n-\nBENEFICIARY\nTRACTEBEL ENGINEERING - TRACTEBEL\n(998086739)\n-\nBENEFICIARY\nEMPRESARIOS AGRUPADOS INTERNACIONAL SA -\n(999805191)\n-\nBENEFICIARY\nELECTRICITE DE FRANCE - EDF\n(999926829)\n-\nBENEFICIARY\nLIMITED LIABILITY COMPANY ENERGORISK - LLC ENERGORISK\n(936233622)\n-\nBENEFICIARY\nFORUM ATOMIQUE EUROPEEN - FORATOM\n(997577295)\n-\nBENEFICIARY\nFORTUM POWER AND HEAT OY -\n(962828306)\n-\nBENEFICIARY\nGESELLSCHAFT FUR ANLAGEN UND REAKTORSICHERHEIT (GRS) gGmbH -\n(999460162)\n-\nBENEFICIARY\nINSTITUT DE RADIOPROTECTION ET DE SURETE NUCLEAIRE - IRSN\n(999480726)\n-\nBENEFICIARY\nTEKNOLOGIAN TUTKIMUSKESKUS VTT OY - VTT\n(932760440)\n-\nBENEFICIARY\nUJV REZ AS - NUCLEAR RESEARCH INSTITUTE NRI\n(999477428)\n-\nBENEFICIARY\nJRC -JOINT RESEARCH CENTRE- EUROPEAN COMMISSION - JRC\n(999992304)\n-\nBENEFICIARY\nUltime News\n#WelcometoDICI! Tra nuovi arrivi nel nostro dipartimento\nNews\n-\nOtt 18, 2024\nIl 18% dei docenti DICI nella top list degli scienziati più influenti al mondo\nNews\n-\nOtt 09, 2024\nSi conclude la quarta edizione dell'Integration Week - Summer School\nNews\n-\nSet 24, 2024\nAlle Benedettine il meeting del progetto Europeo SEAKNOT, per la sicurezza dgli impianti nucleari\nNews\n-\nSet 23, 2024\nBRIGHT Night 2024 - le iniziative del DICI\nNews\n-\nSet 19, 2024\nTags\nNews\nPress release\nRicerca Bandi e Concorsi\nTitle\nData scadenza\nInformazioni\nTel. +39 050 221 8000\nFax +39 050 221 8065\nEMAIL: dici@ing.unipi.it\nPEC: dici@pec.unipi.it\nP.I. 00286820501 — C.F. 80003670504\ninfo didattica:\ndidattica.dici@ing.unipi.it\ninfo bandi e concorsi:\nconcorsi_bandi@dici.unipi.it\nLink Utili\nUniversità di Pisa\nPortale Alice\nUNIMAP\nImmatricolazione\nPrenotazione esami\nPiano Strategico e Assicurazione della Qualità 2018-22\nAccesso con Ateneo\n© Copyright 2022 Dipartimento di Ingegneria Civile e Industriale. Tutti i diritti riservati."}
{"doc_id": "Es7RZ9aNnd", "title": "ANSELMUS | DICI", "description": "", "url": "https://www.dici.unipi.it/progetti/anselmus", "lang": "en", "text": "ANSELMUS | DICI\nSalta al contenuto principale\nDIPARTIMENTO DI INGEGNERIA CIVILE E INDUSTRIALE\n+ Login\n+ Register\nIL DIPARTIMENTO\nPersonale\nOrganizzazione\nSedi e accessi\nQualità e Piano Strategico\nRICERCA\nAree di Ricerca\nLaboratori\nProgetti\nProgetti Conclusi\nSpinOff e Brevetti\nDIDATTICA\nNEWS & EVENTI\nNews\nEventi\nAREA RISERVATA\nCerca\nANSELMUS\nBriciole di pane\nHome\n/\nProgetti\n/\nProgetti Europei\nANSELMUS\nAdvanced Nuclear Safety Evaluation of Liquid Metal Using Systems\nEURATOM 2027\ncall: HORIZON-EURATOM-2021-NRT-01\nProject start date\n: September 1, 2022\nProject end date\n: August 31, 2026\nDICI team leader\n:\nAndrea Pucciarelli\nThe importance of low carbon energy sources in the efforts against rapid climate change makes nuclear energy part of a sustainable energy mix. Although there have been years of experience feedback with water cooled reactors, fundamental improvement, particularly regarding intrinsic safety and reduced nuclear waste generation is possible using advanced nuclear designs. Heavy metal cooled systems such as the lead fast reactor (LFR) combine the advantages of a fast reactor system that reduces waste with the intrinsic safety related properties such as the high boiling point, chemical inertia and improved heat transfer. ANSELMUS responds to the Horizon-Euratom -2021-NRT-01-02 call ?Safety of advanced and innovative nuclear designs and fuels. Its objective is to contribute significantly to the safety assessment of heavy-liquid-metal (HLM) systems, in particular ALFRED and MYRRHA as these are included in the roadmap for the development of advanced systems in Europe. It will use the maturity of both designs to create two detailed phenomena identification and ranking tables (PIRT) that identify all verification and validation needs and are used for further safety evaluation. The project will also experimentally validate key safety related sub-systems including the safety rods, failed fuel pin detection and the coolant chemistry control system. We also will improve the validation of numerical models describing the fuel assembly through experiments and simulations and work on reactor safety monitoring and inspection of HLM systems focusing on high temperature vessel inspection. Moreover, ANSELMUS will look into the societal impact of HLM reactors by assessing the integration of LFR in a mixed energy landscape, including economical aspects, and by addressing social and ethical considerations of advanced nuclear technologies. Finally, a dedicated effort will be put into education and dissemination towards all stakeholders including policy makers and the general public.\nUltime News\n#WelcometoDICI! Tra nuovi arrivi nel nostro dipartimento\nNews\n-\nOtt 18, 2024\nIl 18% dei docenti DICI nella top list degli scienziati più influenti al mondo\nNews\n-\nOtt 09, 2024\nSi conclude la quarta edizione dell'Integration Week - Summer School\nNews\n-\nSet 24, 2024\nAlle Benedettine il meeting del progetto Europeo SEAKNOT, per la sicurezza dgli impianti nucleari\nNews\n-\nSet 23, 2024\nBRIGHT Night 2024 - le iniziative del DICI\nNews\n-\nSet 19, 2024\nTags\nNews\nPress release\nRicerca Bandi e Concorsi\nTitle\nData scadenza\nInformazioni\nTel. +39 050 221 8000\nFax +39 050 221 8065\nEMAIL: dici@ing.unipi.it\nPEC: dici@pec.unipi.it\nP.I. 00286820501 — C.F. 80003670504\ninfo didattica:\ndidattica.dici@ing.unipi.it\ninfo bandi e concorsi:\nconcorsi_bandi@dici.unipi.it\nLink Utili\nUniversità di Pisa\nPortale Alice\nUNIMAP\nImmatricolazione\nPrenotazione esami\nPiano Strategico e Assicurazione della Qualità 2018-22\nAccesso con Ateneo\n© Copyright 2022 Dipartimento di Ingegneria Civile e Industriale. Tutti i diritti riservati."}
{"doc_id": "EFFtCndc99", "title": "Hycad | DICI", "description": "", "url": "https://www.dici.unipi.it/progetti/hycad", "lang": "en", "text": "Hycad | DICI\nSalta al contenuto principale\nDIPARTIMENTO DI INGEGNERIA CIVILE E INDUSTRIALE\n+ Login\n+ Register\nIL DIPARTIMENTO\nPersonale\nOrganizzazione\nSedi e accessi\nQualità e Piano Strategico\nRICERCA\nAree di Ricerca\nLaboratori\nProgetti\nProgetti Conclusi\nSpinOff e Brevetti\nDIDATTICA\nNEWS & EVENTI\nNews\nEventi\nAREA RISERVATA\nCerca\nHycad\nBriciole di pane\nHome\n/\nProgetti\n/\nProgetti Europei\nHycad\nInnovative steel-concrete hybrid coupled walls for buildings in seismic areas: advancements and design guidelines\nRFCS-2019\nStart date:\n1 July 2020\nEnd date:\n31 December 2023\nProject cost:\n€ 1 240 596,7\nDICI Team Leader:\nWalter Salvatore\nProject website:\nhttps://www.hycad.be/\nThe research project HYCAD is devoted to the development of original solutions – including analysis, design, detailing and construction –related to an innovative seismic-resistant steel-concrete hybrid coupled wall system, originally introduced among other possible innovations in the 2011-2014 RFCS research project INNO-HYCO.\nSuch system was shown through numerical analyses and experimental tests to have very encouraging potentialities in seismic areas although more studies are indispensable to foster its adoption in the construction market. The HYCAD outcomes will include guidelines and worked examples to support the design and the application of the proposed innovative hybrid system.\nCoordinator\nUNIVERSITEIT HASSELT\nOther participants\n• UNIVERSITA DEGLI STUDI DI CAMERINO, Italy\n• UNIVERSITA DI PISA, Italy\n• RHEINISCH-WESTFAELISCHE TECHNISCHE HOCHSCHULE AACHEN, Germany\n• FERRIERE NORD SPA, Italy\n• SHELTER ANONYMOS VIOMICHANIKI ETAIRIA EPENDYSEON KAI KATASKEVON, Greece\n• OCAM SRL, Italy\nUltime News\n#WelcometoDICI! Tra nuovi arrivi nel nostro dipartimento\nNews\n-\nOtt 18, 2024\nIl 18% dei docenti DICI nella top list degli scienziati più influenti al mondo\nNews\n-\nOtt 09, 2024\nSi conclude la quarta edizione dell'Integration Week - Summer School\nNews\n-\nSet 24, 2024\nAlle Benedettine il meeting del progetto Europeo SEAKNOT, per la sicurezza dgli impianti nucleari\nNews\n-\nSet 23, 2024\nBRIGHT Night 2024 - le iniziative del DICI\nNews\n-\nSet 19, 2024\nTags\nNews\nPress release\nRicerca Bandi e Concorsi\nTitle\nData scadenza\nInformazioni\nTel. +39 050 221 8000\nFax +39 050 221 8065\nEMAIL: dici@ing.unipi.it\nPEC: dici@pec.unipi.it\nP.I. 00286820501 — C.F. 80003670504\ninfo didattica:\ndidattica.dici@ing.unipi.it\ninfo bandi e concorsi:\nconcorsi_bandi@dici.unipi.it\nLink Utili\nUniversità di Pisa\nPortale Alice\nUNIMAP\nImmatricolazione\nPrenotazione esami\nPiano Strategico e Assicurazione della Qualità 2018-22\nAccesso con Ateneo\n© Copyright 2022 Dipartimento di Ingegneria Civile e Industriale. Tutti i diritti riservati."}
{"doc_id": "wfJiMVhqMV", "title": "LASTTS | DICI", "description": "", "url": "https://www.dici.unipi.it/progetti/lastts", "lang": "en", "text": "LASTTS | DICI\nSalta al contenuto principale\nDIPARTIMENTO DI INGEGNERIA CIVILE E INDUSTRIALE\n+ Login\n+ Register\nIL DIPARTIMENTO\nPersonale\nOrganizzazione\nSedi e accessi\nQualità e Piano Strategico\nRICERCA\nAree di Ricerca\nLaboratori\nProgetti\nProgetti Conclusi\nSpinOff e Brevetti\nDIDATTICA\nNEWS & EVENTI\nNews\nEventi\nAREA RISERVATA\nCerca\nLASTTS\nBriciole di pane\nHome\n/\nProgetti\n/\nProgetti Europei\nLASTTS\nLASer cutting Technology for Tubular Structures\nRFCS-2020\nStart date\n01 Ago 2021\nEnd date\n31 Jan 2025\nProject cost\n2.941.074,3 €\nCall title\nRFCS-2020\nDICI Team Leader\n:\nFrancesco Morelli\nThe previous EU-RFCS LASTEICON 709807 project showed that joint configurations fabricated using laser cutting technology (LCT) were superior in terms of resistance and stiffness from the tubular joint options obtained by conventional manufacturing techniques (directly welded, through diaphragm, external diaphragm and open section).\nThis superior performance also resulted in a major potential of lowering the fabrications costs and environmental impact in both low and high seismicity regions. In the conclusion of the previous LASTEICON project, it was mentioned that, to achieve an increased readiness levels for market penetration, some topics need further studies such as experimental performance of the joints related to the low cycle fatigue, experimental fire performance, more challenging architectural geometries, rectangular hollow sections, vertical splicing of columns, capacity under compression, frame corner nodes, local behaviour around the welded joints, further automatization and robotization as well as minimization of welding in the joints.\nIn the LASTTS project, tubular structures will be designed using LCT joints with different configurations, their key components will be tested, and parametric analyses will be performed at local and global levels. With this large database of research, design guidelines and worked examples will be produced and disseminated for a major market penetration of innovative steel tubular applications into the EU construction sector. The final impact will be to let engineers and architects exploit the outstanding structural and architectural properties of steel hollow sections in the future building projects.\nCoordinator\n:\nPOLITECNICO DI MILANO, Italy\nPartners\n:\n• UNIVERSITA DI PISA\n• INSTITUT NATIONAL DES SCIENCES APPLIQUEES DE RENNES\n• INSTITUTO SUPERIOR TECNICO\n• RHEINISCH-WESTFAELISCHE TECHNISCHE HOCHSCHULE AACHEN\n• UNIVERSITEIT HASSELT\n• Centre Technique Industriel de la Construction Metallique\n• GRID INTERNATIONAL CONSULTING ENGINEERS SA\n• BUREAU D'ETUDES GREISCH SOCIETE INTERPROFESSIONNELLE D'INGENIEURS ET D'ARCHITECTES SA\n• GREGULL UND SPANG INGENIEURGESELLSCHAFT FUR STAHLBAU MBH\n• ADIGE-SYS SPA\n• MOVISID SPA\n• BRIAND CONSTUCTIONS METALLIQUES\n• VALLOUREC DEUTSCHLAND GMBH\n• ARCELORMITTAL TUBULAR PRODUCTS LEXY\nUltime News\n#WelcometoDICI! Tra nuovi arrivi nel nostro dipartimento\nNews\n-\nOtt 18, 2024\nIl 18% dei docenti DICI nella top list degli scienziati più influenti al mondo\nNews\n-\nOtt 09, 2024\nSi conclude la quarta edizione dell'Integration Week - Summer School\nNews\n-\nSet 24, 2024\nAlle Benedettine il meeting del progetto Europeo SEAKNOT, per la sicurezza dgli impianti nucleari\nNews\n-\nSet 23, 2024\nBRIGHT Night 2024 - le iniziative del DICI\nNews\n-\nSet 19, 2024\nTags\nNews\nPress release\nRicerca Bandi e Concorsi\nTitle\nData scadenza\nInformazioni\nTel. +39 050 221 8000\nFax +39 050 221 8065\nEMAIL: dici@ing.unipi.it\nPEC: dici@pec.unipi.it\nP.I. 00286820501 — C.F. 80003670504\ninfo didattica:\ndidattica.dici@ing.unipi.it\ninfo bandi e concorsi:\nconcorsi_bandi@dici.unipi.it\nLink Utili\nUniversità di Pisa\nPortale Alice\nUNIMAP\nImmatricolazione\nPrenotazione esami\nPiano Strategico e Assicurazione della Qualità 2018-22\nAccesso con Ateneo\n© Copyright 2022 Dipartimento di Ingegneria Civile e Industriale. Tutti i diritti riservati."}
{"doc_id": "rRmuxPVHzH", "title": "SEAKNOT | DICI", "description": "", "url": "https://www.dici.unipi.it/progetti/seaknot", "lang": "en", "text": "SEAKNOT | DICI\nSalta al contenuto principale\nDIPARTIMENTO DI INGEGNERIA CIVILE E INDUSTRIALE\n+ Login\n+ Register\nIL DIPARTIMENTO\nPersonale\nOrganizzazione\nSedi e accessi\nQualità e Piano Strategico\nRICERCA\nAree di Ricerca\nLaboratori\nProgetti\nProgetti Conclusi\nSpinOff e Brevetti\nDIDATTICA\nNEWS & EVENTI\nNews\nEventi\nAREA RISERVATA\nCerca\nSEAKNOT\nBriciole di pane\nHome\n/\nProgetti\n/\nProgetti Europei\nSEAKNOT\nSEVERE ACCIDENT RESEARCH AND KNOWLEDGE MANAGEMENT FOR LWRS\nHORIZON-EURATOM-2021-NRT-01-01 - Safety of operating nuclear power plants and research reactors\nStart Date:\n1 October 2022\nEnd Date:\n30 September 2026\nTotal cost:\n€ 2 726 993,75\nDICI Team Leader\n: Sandro Paci\nSevere Accidents (SA) are known to dominate the risk associated with the commercial production of nuclear energy and a vast amount of research has been done for decades in order to practically eliminate SAs with the potential for large early releases. At present time, when some of the knowledge acquired is at risk of being lost (as many specialists have already retired or are retiring) and new approaches for the SA assessment are being explored, it seems appropriate timing to deeply review and document the sound existing background and project it into the future, including an update on experimental research on SA mitigation tools. By putting in place the best resources possible to conduct any needed additional research and by articulating the most efficient ways possible to bring the young generation on board to face near- and mid-term research challenges, the best use of the current SA background with guarantees to target those issues bearing most uncertainties nowadays might be ensured. Therefore, it is of utmost relevance to conduct a firm assessment of the current State-of-the-Art and to pass this onto the generation who are inheriting such legacy. Management, exploitation, and assessment of this knowledge, are the main objectives of the SEAKNOT project. In addition, new emerging research needs, as those concerning Small Modular Light Water Reactors (SMLWR) and Accident Tolerant Fuels (ATF), will be considered. Meeting SEAKNOT objectives requires entails carrying out a deep, critical assessment of the current state of the art of the experimental infrastructure and analytical tools that would be necessary to efficiently tackle the challenges posed. The main expected outcomes will be: a sound and critical analysis of the current knowledge on SA; an update of the experimental research needs remaining; a strengthening of background and skills of young generations in the field.\nUltime News\n#WelcometoDICI! Tra nuovi arrivi nel nostro dipartimento\nNews\n-\nOtt 18, 2024\nIl 18% dei docenti DICI nella top list degli scienziati più influenti al mondo\nNews\n-\nOtt 09, 2024\nSi conclude la quarta edizione dell'Integration Week - Summer School\nNews\n-\nSet 24, 2024\nAlle Benedettine il meeting del progetto Europeo SEAKNOT, per la sicurezza dgli impianti nucleari\nNews\n-\nSet 23, 2024\nBRIGHT Night 2024 - le iniziative del DICI\nNews\n-\nSet 19, 2024\nTags\nNews\nPress release\nRicerca Bandi e Concorsi\nTitle\nData scadenza\nInformazioni\nTel. +39 050 221 8000\nFax +39 050 221 8065\nEMAIL: dici@ing.unipi.it\nPEC: dici@pec.unipi.it\nP.I. 00286820501 — C.F. 80003670504\ninfo didattica:\ndidattica.dici@ing.unipi.it\ninfo bandi e concorsi:\nconcorsi_bandi@dici.unipi.it\nLink Utili\nUniversità di Pisa\nPortale Alice\nUNIMAP\nImmatricolazione\nPrenotazione esami\nPiano Strategico e Assicurazione della Qualità 2018-22\nAccesso con Ateneo\n© Copyright 2022 Dipartimento di Ingegneria Civile e Industriale. Tutti i diritti riservati."}
{"doc_id": "vK7Cr5EPTs", "title": "OperaHPC | DICI", "description": "", "url": "https://www.dici.unipi.it/progetti/operahpc", "lang": "en", "text": "OperaHPC | DICI\nSalta al contenuto principale\nDIPARTIMENTO DI INGEGNERIA CIVILE E INDUSTRIALE\n+ Login\n+ Register\nIL DIPARTIMENTO\nPersonale\nOrganizzazione\nSedi e accessi\nQualità e Piano Strategico\nRICERCA\nAree di Ricerca\nLaboratori\nProgetti\nProgetti Conclusi\nSpinOff e Brevetti\nDIDATTICA\nNEWS & EVENTI\nNews\nEventi\nAREA RISERVATA\nCerca\nOperaHPC\nBriciole di pane\nHome\n/\nProgetti\n/\nProgetti Europei\nOperaHPC\nOPEn HPC theRmomechanical tools for the development of eAtf fuels\nHORIZON-EURATOM-2021-NRT-01\nDICI team leader:\nRosa Lo Frano\nStart Date:\nNov 1 2022\nEnd Date:\nApr 30, 2027\nTotal cost\n€ 4 515 551,70\nproject website:\nhttps://www.operahpc.eu/\nIncreasing further the safety of light water nuclear reactors in the new operating conditions induced by their integration in a more varied energy mix brings many new challenges for fuel development. This calls for effective and validated tools enabling one to capture the complexity of the behaviour of fuel elements under various operation conditions from nominal to design basis accident ones.. The objective of the OperaHPC proposal is to develop open tools using High Performance Computing (HPC) enabling a full 3D high-fidelity thermo-mechanical simulation of the fuel element including the material microstructure. This will contribute to the design of so-called fuel element digital twins. This development includes an ambitious basic research program devoted to the investigation of non-linear mechanical behaviour of irradiated fuel using multiscale experiments and simulations from the atomic scale up to the material law. This will yield the detailed description of the in-pile behaviour of the fuel element and the materials data necessary for the simulation.\nThe tools developed will be assessed against state-of-the-art 1D/3D fuel performance codes for verification, definition of boundary conditions and coupling with neutronic, thermochemical and thermohydraulic codes. Validation and uncertainty analyses will also be performed through the comparison of the results of the 3D simulations with the experimental data available from irradiation programs. The knowledge from these advanced simulations will be transferred to industrial fuel performance codes thanks to the application of new methods based on reduced order and meta models, including Artificial Intelligence. The HPC tools will finally be applied to the detailed evaluation of innovative fuel element concepts, including (enhanced) accident tolerant fuels, under transient conditions in several light water reactor designs.\nUltime News\n#WelcometoDICI! Tra nuovi arrivi nel nostro dipartimento\nNews\n-\nOtt 18, 2024\nIl 18% dei docenti DICI nella top list degli scienziati più influenti al mondo\nNews\n-\nOtt 09, 2024\nSi conclude la quarta edizione dell'Integration Week - Summer School\nNews\n-\nSet 24, 2024\nAlle Benedettine il meeting del progetto Europeo SEAKNOT, per la sicurezza dgli impianti nucleari\nNews\n-\nSet 23, 2024\nBRIGHT Night 2024 - le iniziative del DICI\nNews\n-\nSet 19, 2024\nTags\nNews\nPress release\nRicerca Bandi e Concorsi\nTitle\nData scadenza\nInformazioni\nTel. +39 050 221 8000\nFax +39 050 221 8065\nEMAIL: dici@ing.unipi.it\nPEC: dici@pec.unipi.it\nP.I. 00286820501 — C.F. 80003670504\ninfo didattica:\ndidattica.dici@ing.unipi.it\ninfo bandi e concorsi:\nconcorsi_bandi@dici.unipi.it\nLink Utili\nUniversità di Pisa\nPortale Alice\nUNIMAP\nImmatricolazione\nPrenotazione esami\nPiano Strategico e Assicurazione della Qualità 2018-22\nAccesso con Ateneo\n© Copyright 2022 Dipartimento di Ingegneria Civile e Industriale. Tutti i diritti riservati."}
{"doc_id": "ND7FEMPBAm", "title": "CONSTRUCTADD | DICI", "description": "", "url": "https://www.dici.unipi.it/progetti/constructadd", "lang": "en", "text": "CONSTRUCTADD | DICI\nSalta al contenuto principale\nDIPARTIMENTO DI INGEGNERIA CIVILE E INDUSTRIALE\n+ Login\n+ Register\nIL DIPARTIMENTO\nPersonale\nOrganizzazione\nSedi e accessi\nQualità e Piano Strategico\nRICERCA\nAree di Ricerca\nLaboratori\nProgetti\nProgetti Conclusi\nSpinOff e Brevetti\nDIDATTICA\nNEWS & EVENTI\nNews\nEventi\nAREA RISERVATA\nCerca\nCONSTRUCTADD\nBriciole di pane\nHome\n/\nProgetti\n/\nProgetti Europei\nCONSTRUCTADD\nStart Date\n01/09/2022\nEnd Date\n31/08/2026\nProject cost\n€ 2,451,912 €\nProgram\nResearch Fund for Coal and Steel. RFCS-02-2021-RPJ\nwebsite\nhttps://www.constructadd.eu/\nResource-efficient steel CONSTRUCTion using ADDitive manufacturing\nSteel manufacturing is a resource, labour, and energy intensive industry, which must keep pace with the rapid development aiming at decarbonizing our world. Additive manufacturing (AM) has opened new perspectives in many industries (e.g. aerospace, automotive), providing resource-efficient solutions thanks to the geometric freedom and digitalization. Steel manufacturers also could benefit from AM; however, the major obstacle is the lack of technical experience, formal standards and regulations regarding AM in the construction sector. CONSTRUCTADD aims to identify and develop rules and procedures to regulate the use of AM for sustainable steel construction applications, in compliance with EU Regulation n. 305/2011. While the main focus will be on construction industry, a partner from the automotive industry is directly included, through which mutual benefits will be gained in the field of tubular steel manufacturing.\nPartners\nRheinisch-Westfaelische Technische Hochschule Aachen, Universita Di Pisa, Prima Industrie Spa, Vallourec Deutschland Gmbh, Mimete Srl Italy, Cimolai S.P.A., Arcelormittal Tubular Products, Fundacion Imdea Materiales, Blm S.P.A., Dnv Netherlands Bv\nUltime News\n#WelcometoDICI! Tra nuovi arrivi nel nostro dipartimento\nNews\n-\nOtt 18, 2024\nIl 18% dei docenti DICI nella top list degli scienziati più influenti al mondo\nNews\n-\nOtt 09, 2024\nSi conclude la quarta edizione dell'Integration Week - Summer School\nNews\n-\nSet 24, 2024\nAlle Benedettine il meeting del progetto Europeo SEAKNOT, per la sicurezza dgli impianti nucleari\nNews\n-\nSet 23, 2024\nBRIGHT Night 2024 - le iniziative del DICI\nNews\n-\nSet 19, 2024\nTags\nNews\nPress release\nRicerca Bandi e Concorsi\nTitle\nData scadenza\nInformazioni\nTel. +39 050 221 8000\nFax +39 050 221 8065\nEMAIL: dici@ing.unipi.it\nPEC: dici@pec.unipi.it\nP.I. 00286820501 — C.F. 80003670504\ninfo didattica:\ndidattica.dici@ing.unipi.it\ninfo bandi e concorsi:\nconcorsi_bandi@dici.unipi.it\nLink Utili\nUniversità di Pisa\nPortale Alice\nUNIMAP\nImmatricolazione\nPrenotazione esami\nPiano Strategico e Assicurazione della Qualità 2018-22\nAccesso con Ateneo\n© Copyright 2022 Dipartimento di Ingegneria Civile e Industriale. Tutti i diritti riservati."}
{"doc_id": "z2tmLoEKG7", "title": "Prime VR2 | DICI", "description": "", "url": "https://www.dici.unipi.it/progetti/prime-vr2", "lang": "en", "text": "Prime VR2 | DICI\nSalta al contenuto principale\nDIPARTIMENTO DI INGEGNERIA CIVILE E INDUSTRIALE\n+ Login\n+ Register\nIL DIPARTIMENTO\nPersonale\nOrganizzazione\nSedi e accessi\nQualità e Piano Strategico\nRICERCA\nAree di Ricerca\nLaboratori\nProgetti\nProgetti Conclusi\nSpinOff e Brevetti\nDIDATTICA\nNEWS & EVENTI\nNews\nEventi\nAREA RISERVATA\nCerca\nPrime VR2\nBriciole di pane\nHome\n/\nProgetti\n/\nProgetti Europei\nPrime VR2\nStart date\n1 Ottobre 2019\nEnd date\n30 Settembre 2022\nProject cost\n€ 3 998 353,75\nProject funding\n€ 3 998 353,75\nUnipi quota\n€ 541 875\nCall title\nH2020-ICT-2018-3\nUnipi role\nCoodinator\nProject website\n:\nhttp://prime-vr2.eu/\nUnipi Team Leader\n:\nSandro Barone\n, Dipartimento di Ingegneria Civile e Industriale\nVR technology for productive rehabilitation\nFor people struggling through rehabilitation, virtual reality (VR) environments show promise but several technical problems must first be solved. The EU-funded PRIME-VR2 project aims to develop a state-of-art digital environment for VR rehabilitation at home through a virtual gaming space that will provide proper stimulation and friendly competition. The treatment will concentrate on motor skills of the upper body (an arm, hand and finger movements). The VR environment will be customised through adaptive controllers and shaped individually for each user according to their condition. It will be a great step forward for European interactive technology in improving physical health and performance.\nObjective\nVirtual Reality (VR) environments have huge potential for those with compromised physical capability in providing a sense of freedom and motivation, but there are significant barriers in access and effective use in this context. To address these user and technological challenges, this project aims to develop an accessible, collaborative VR rehabilitation environment that uses a serious gaming virtual space to provide stimulus, socialisation and friendly competition for users on the path to rehabilitation.\nBy focussing on upper mobility and the reclamation of fine motor skills, the issues of fidelity of movement, ergonomic accessibility, adaptive testing and feedback, and socicalision become paramount in creating a viable user experience. Access to the VR environment will be via customised, adaptive controllers that are tailored for individual users to provide a unique and enhanced level of accessibility and constructed using advanced additive manufacturing techniques.\nThe delivery of the software and hardware elements of this research will require the development of an integrated digital platform that will extend state-of-the-art digital technology in: the configuration of a collaborative VR serious gaming environment for rehabilitation purposes; the rapid acquisition of detailed anatomical and biomechanical user data in relation to the upper body with a focus on the hands and wrists; new principles of mechanical switch actuation and form generation in additive material structures; advanced human-centred design techniques to determine requirements and assess performance; and extended principles of design for manufacture and automation for additive structures and housing design. Three demonstrator controllers will illustrate how arm, hand and finger movements can be remapped for dynamic travel according to specific user conditions and allow for validation of a sustainable competitive ecosystem of European technology in the domain of interactive rehabilitation.\nCoordinator\nUniversità di Pisa\nParticipants\nUNIVERSITY OF STRATHCLYDE, United Kingdom\nUNIVERSITA TA MALTA, Malta\nOULUN YLIOPISTO, Finland\nUNIVERSITY COLLEGE LONDON, United Kingdom\nLOUD1DESIGN LIMITED,United Kingdom\nKERUBIEL KERESKEDELMI ES SZOLGALTATO KFT, Hungary\nFLYING SQUIRREL GAMES MALTA LIMITED, Malta\nCAPITOLA DIGITAL BV, Netherlands\nCROWDHELIX LIMITED, Ireland\nINLECOM INNOVATION ASTIKI MI KERDOSKOPIKI ETAIREIA, Greece\nSAINT JAMES (CAPUA) HOSPITA LTD, Malta\nKINISIFORO LTD, Cyprus\nGLOBAL DISABILITY INNOVATION HUB CIC, United Kingdom\nUltime News\n#WelcometoDICI! Tra nuovi arrivi nel nostro dipartimento\nNews\n-\nOtt 18, 2024\nIl 18% dei docenti DICI nella top list degli scienziati più influenti al mondo\nNews\n-\nOtt 09, 2024\nSi conclude la quarta edizione dell'Integration Week - Summer School\nNews\n-\nSet 24, 2024\nAlle Benedettine il meeting del progetto Europeo SEAKNOT, per la sicurezza dgli impianti nucleari\nNews\n-\nSet 23, 2024\nBRIGHT Night 2024 - le iniziative del DICI\nNews\n-\nSet 19, 2024\nTags\nNews\nPress release\nRicerca Bandi e Concorsi\nTitle\nData scadenza\nInformazioni\nTel. +39 050 221 8000\nFax +39 050 221 8065\nEMAIL: dici@ing.unipi.it\nPEC: dici@pec.unipi.it\nP.I. 00286820501 — C.F. 80003670504\ninfo didattica:\ndidattica.dici@ing.unipi.it\ninfo bandi e concorsi:\nconcorsi_bandi@dici.unipi.it\nLink Utili\nUniversità di Pisa\nPortale Alice\nUNIMAP\nImmatricolazione\nPrenotazione esami\nPiano Strategico e Assicurazione della Qualità 2018-22\nAccesso con Ateneo\n© Copyright 2022 Dipartimento di Ingegneria Civile e Industriale. Tutti i diritti riservati."}
{"doc_id": "jfXiGTVy5j", "title": "ASCenSIon | DICI", "description": "", "url": "https://www.dici.unipi.it/progetti/ascension", "lang": "en", "text": "ASCenSIon | DICI\nSalta al contenuto principale\nDIPARTIMENTO DI INGEGNERIA CIVILE E INDUSTRIALE\n+ Login\n+ Register\nIL DIPARTIMENTO\nPersonale\nOrganizzazione\nSedi e accessi\nQualità e Piano Strategico\nRICERCA\nAree di Ricerca\nLaboratori\nProgetti\nProgetti Conclusi\nSpinOff e Brevetti\nDIDATTICA\nNEWS & EVENTI\nNews\nEventi\nAREA RISERVATA\nCerca\nASCenSIon\nBriciole di pane\nHome\n/\nProgetti\n/\nProgetti Europei\nASCenSIon\nStart date\n1 January 2020\nEnd date\n31 December 2023\nProject cost\n€ 3 881 057,76\nProject funding\n€ 3 881 057,76\nUnipi quota\n€ 261 499,68\nCall title\nH2020-MSCA-ITN-2019\nUnipi role\nParticipant\nwebsite\nhttps://ascension-itn.eu\nDICI Team Leader\n:\nAngelo Pasini\nAiming towards more efficient space launches\nThe push for space exploration and communications has resulted in costly missions, added space debris, and issues of safe disposal on re-entry. ASCenSIon project is focused on multiple payloads in orbits, reuse of propulsion systems, and ecologic and economic sustainability. It will examine technologies both in simulations and test runs to assess durability of propulsion systems, and will develop systems for monitoring orbit and landing conditions for multiple launches. This will require advanced models in thermodynamics and aerodynamics tested against cold-flow and hot fire techniques, wireless sensor networks, and reliable guidance, navigation and control systems (GNC) to ensure feasibility and application, changing the profile of space launches.\nObjective\nThe purpose of the ASCenSIon project is to develop a programme that focuses on several specific areas of cutting edge space access research, particularly on launcher systems that are (partially) reusable and capable of injecting multiple payloads into multiple orbits. More than providing design concepts, the network aims to identify and advance critical technologies to prove a feasibility of these concepts.\nFields of research and training include propulsion technologies and their reusability; Guidance, Navigation and Control (GNC); aero-thermo-dynamics of re-entry and safe disposal. A variety of technologies will be advanced, including hybrid rocket engines, electric pump feeding and advanced nozzle configurations. Both computational and experimental (cold-flow and hot fire) techniques will ensure an efficient process and reliable results. The reuse of propulsion systems demands an assessment of their durability. It will be conducted by numerical simulations, system analysis with EcosimPro/ESPSS and experimental test runs. The development and integration of wireless sensor networks will allow health monitoring of these critical subsystems.\nMoreover, novel GNC strategies and processes have to be developed for the whole mission trajectory. This includes solutions for optimised flexibility w.r.t. the orbital insertion conditions as well as dedicated descend trajectories and GNC missionisation for re-entry. The models will cover various recovery concepts and the support of multiple landing sites. This requires an extensive examination of the aero-thermo-dynamics during re-entry as well as of the interactions between stage recovery and propulsion system layout. Ecological and economical sustainability will be addressed as new payload concepts including large constellations increase the demand for safe disposal and space debris mitigation to ensure an open access to space in the future. Furthermore, the utilisation of so called green propellants will be investigated.\nCoordinator\nTECHNISCHE UNIVERSITAET DRESDEN, Germany\nParticipants\nDEUTSCHES ZENTRUM FUER LUFT - UND RAUMFAHRT EV, Germany\nSITAEL SPA, Italy\nUNIVERSITA DEGLI STUDI DI ROMA LA SAPIENZA, Italy\nOFFICE NATIONAL D'ETUDES ET DE RECHERCHES AEROSPATIALES, France\nUNIVERSITE LIBRE DE BRUXELLES, Belgium\nHOCHSCHULE BREMEN, Germany\nUNIVERSITA DI PISA, Italy\nTECHNISCHE UNIVERSITAET BRAUNSCHWEIG, Germany\nPOLITECNICO DI MILANO, Italy\nDEIMOS SPACE SOCIEDAD LIMITADA UNIPERSONAL, Spain\nUltime News\n#WelcometoDICI! Tra nuovi arrivi nel nostro dipartimento\nNews\n-\nOtt 18, 2024\nIl 18% dei docenti DICI nella top list degli scienziati più influenti al mondo\nNews\n-\nOtt 09, 2024\nSi conclude la quarta edizione dell'Integration Week - Summer School\nNews\n-\nSet 24, 2024\nAlle Benedettine il meeting del progetto Europeo SEAKNOT, per la sicurezza dgli impianti nucleari\nNews\n-\nSet 23, 2024\nBRIGHT Night 2024 - le iniziative del DICI\nNews\n-\nSet 19, 2024\nTags\nNews\nPress release\nRicerca Bandi e Concorsi\nTitle\nData scadenza\nInformazioni\nTel. +39 050 221 8000\nFax +39 050 221 8065\nEMAIL: dici@ing.unipi.it\nPEC: dici@pec.unipi.it\nP.I. 00286820501 — C.F. 80003670504\ninfo didattica:\ndidattica.dici@ing.unipi.it\ninfo bandi e concorsi:\nconcorsi_bandi@dici.unipi.it\nLink Utili\nUniversità di Pisa\nPortale Alice\nUNIMAP\nImmatricolazione\nPrenotazione esami\nPiano Strategico e Assicurazione della Qualità 2018-22\nAccesso con Ateneo\n© Copyright 2022 Dipartimento di Ingegneria Civile e Industriale. Tutti i diritti riservati."}
{"doc_id": "JGtKSH5RVe", "title": "ENEN2plus | DICI", "description": "", "url": "https://www.dici.unipi.it/progetti/enen2plus", "lang": "en", "text": "ENEN2plus | DICI\nSalta al contenuto principale\nDIPARTIMENTO DI INGEGNERIA CIVILE E INDUSTRIALE\n+ Login\n+ Register\nIL DIPARTIMENTO\nPersonale\nOrganizzazione\nSedi e accessi\nQualità e Piano Strategico\nRICERCA\nAree di Ricerca\nLaboratori\nProgetti\nProgetti Conclusi\nSpinOff e Brevetti\nDIDATTICA\nNEWS & EVENTI\nNews\nEventi\nAREA RISERVATA\nCerca\nENEN2plus\nBriciole di pane\nHome\n/\nProgetti\n/\nProgetti Europei\nENEN2plus\nwebsite:\nhttps://enen.eu/index.php/portfolio/enen2plus-project/\nNuclear power and non-power technologies are technically very complex facilities that operate in the increasingly challenging regulatory framework and market conditions.\nDevelopment, construction, operation, decommissioning, waste management and oversight of these facilities require personnel with excellent education, skills and motivation: nuclear specialists, that are equipped to work in multidisciplinary, multicultural and competitive environments.\nENEN2plus stands for the largest and most integrative nuclear Education and Training (E&T) efforts up to date.\nAttraction of excellent new talents followed by outstanding development through E&T, cross-cultural and cross-disciplinary activities are the overarching objectives.\nExcellent workforce should remain the basic enabler of safe long-term operation of existing and development of advanced facilities. A detailed insight into the EU supply and demand of nuclear human resources for power and non-power applications will be developed. This will include industries, academia, technical safety organizations and regulators.\nHigher number of nuclear talents will be achieved through dedicated career-related events and competitions for high school pupils and teachers, students (BSc, MSC, PhD), postdocs and lifelong learners.\nA strong mobility program will support over 100 person-years of nuclear career-enhancing experience to about 1.000 learners with over 2,5 million EUR.\nCross-border and cross-disciplinary mobility within and beyond EU will be promoted in cooperation with JRC, OECD/NEA and partners from USA, China, Korea and Japan.\nA single hub will be established to provide information on available educational, training and job opportunities.\nAppropriate connections with the complementary project facilitating access to research infrastructures will be maintained.\nA centralized platform with coherent information on vocational training programs, developed during the project, will be established.\nUltime News\n#WelcometoDICI! Tra nuovi arrivi nel nostro dipartimento\nNews\n-\nOtt 18, 2024\nIl 18% dei docenti DICI nella top list degli scienziati più influenti al mondo\nNews\n-\nOtt 09, 2024\nSi conclude la quarta edizione dell'Integration Week - Summer School\nNews\n-\nSet 24, 2024\nAlle Benedettine il meeting del progetto Europeo SEAKNOT, per la sicurezza dgli impianti nucleari\nNews\n-\nSet 23, 2024\nBRIGHT Night 2024 - le iniziative del DICI\nNews\n-\nSet 19, 2024\nTags\nNews\nPress release\nRicerca Bandi e Concorsi\nTitle\nData scadenza\nInformazioni\nTel. +39 050 221 8000\nFax +39 050 221 8065\nEMAIL: dici@ing.unipi.it\nPEC: dici@pec.unipi.it\nP.I. 00286820501 — C.F. 80003670504\ninfo didattica:\ndidattica.dici@ing.unipi.it\ninfo bandi e concorsi:\nconcorsi_bandi@dici.unipi.it\nLink Utili\nUniversità di Pisa\nPortale Alice\nUNIMAP\nImmatricolazione\nPrenotazione esami\nPiano Strategico e Assicurazione della Qualità 2018-22\nAccesso con Ateneo\n© Copyright 2022 Dipartimento di Ingegneria Civile e Industriale. Tutti i diritti riservati."}
{"doc_id": "wmobgkfYhN", "title": "REVOC4LIFE | DICI", "description": "", "url": "https://www.dici.unipi.it/progetti/revoc4life", "lang": "en", "text": "REVOC4LIFE | DICI\nSalta al contenuto principale\nDIPARTIMENTO DI INGEGNERIA CIVILE E INDUSTRIALE\n+ Login\n+ Register\nIL DIPARTIMENTO\nPersonale\nOrganizzazione\nSedi e accessi\nQualità e Piano Strategico\nRICERCA\nAree di Ricerca\nLaboratori\nProgetti\nProgetti Conclusi\nSpinOff e Brevetti\nDIDATTICA\nNEWS & EVENTI\nNews\nEventi\nAREA RISERVATA\nCerca\nREVOC4LIFE\nBriciole di pane\nHome\n/\nProgetti\n/\nREVOC4LIFE\nReVOC4LIFE focuses on demonstrating a sustainable system for the abatement of VOCs in the tanning district of Santa Croce sull’Arno. Once validated, this solution will have a strong impact at EU level both for the tanning industry and, with little adaptation, for other sectors sensitive to VOC emissions.\nThe research and development network of the proponents has developed and validated an innovative modular system for the abatement of VOC emissions and the recovery of solvents, much more sustainable than expensive systems based on combustion with high CO\n2\nand PM10 emissions.\nWebsite\nPrincipal investigator:\nProf.ssa Maurizia Seggiani\nUltime News\n#WelcometoDICI! Tra nuovi arrivi nel nostro dipartimento\nNews\n-\nOtt 18, 2024\nIl 18% dei docenti DICI nella top list degli scienziati più influenti al mondo\nNews\n-\nOtt 09, 2024\nSi conclude la quarta edizione dell'Integration Week - Summer School\nNews\n-\nSet 24, 2024\nAlle Benedettine il meeting del progetto Europeo SEAKNOT, per la sicurezza dgli impianti nucleari\nNews\n-\nSet 23, 2024\nBRIGHT Night 2024 - le iniziative del DICI\nNews\n-\nSet 19, 2024\nTags\nNews\nPress release\nRicerca Bandi e Concorsi\nTitle\nData scadenza\nInformazioni\nTel. +39 050 221 8000\nFax +39 050 221 8065\nEMAIL: dici@ing.unipi.it\nPEC: dici@pec.unipi.it\nP.I. 00286820501 — C.F. 80003670504\ninfo didattica:\ndidattica.dici@ing.unipi.it\ninfo bandi e concorsi:\nconcorsi_bandi@dici.unipi.it\nLink Utili\nUniversità di Pisa\nPortale Alice\nUNIMAP\nImmatricolazione\nPrenotazione esami\nPiano Strategico e Assicurazione della Qualità 2018-22\nAccesso con Ateneo\n© Copyright 2022 Dipartimento di Ingegneria Civile e Industriale. Tutti i diritti riservati."}
{"doc_id": "43jTTtuZ7W", "title": "RECOVER | DICI", "description": "", "url": "https://www.dici.unipi.it/progetti/recover", "lang": "en", "text": "RECOVER | DICI\nSalta al contenuto principale\nDIPARTIMENTO DI INGEGNERIA CIVILE E INDUSTRIALE\n+ Login\n+ Register\nIL DIPARTIMENTO\nPersonale\nOrganizzazione\nSedi e accessi\nQualità e Piano Strategico\nRICERCA\nAree di Ricerca\nLaboratori\nProgetti\nProgetti Conclusi\nSpinOff e Brevetti\nDIDATTICA\nNEWS & EVENTI\nNews\nEventi\nAREA RISERVATA\nCerca\nRECOVER\nBriciole di pane\nHome\n/\nProgetti\n/\nProgetti Europei\nRECOVER\nDevelopment of innovative biotic symbiosis for plastic biodegradation and synthesis to solve their end of life challenges in the agriculture and food industries\nStart date\n1 June 2020\nEnd date\n31 May 2024\nProject cost\n€ 5 767 400,72\nProject funding\n€ 4 399 362,59\nUNIPI quota\n€ 403 312,50\nCall title\nH2020-BBI-JTI-2019\nFunding scheme\nBBI-RIA - Bio-based Industries Research and Innovation action\nUNIPI role\nPartner\nProject website\n:\nhttps://recover-bbi.eu/\nWebsite\nPrincipal investigator:\nPatrizia Cinelli\nRECOVER\nis a disruptive RIA proposal built upon the actual needs to solve the contamination of agro-fields with non-biodegradable agro-plastics as well as to improve municipal waste handling by decreasing drastically the packaging fraction going to unsustainable waste management routes.\nWe intend to reach our ambitious objectives applying biotech solutions that will include symbiotic bioprocesses between previously reported high powered microorganisms through microbiotic systems vectored by several insect species. Indeed, one of the main innovations in our proposal is the combination of endogenous and exogenous microorganisms and their inoculation on insects. This will allow achieving higher levels of biodegradation and direct conversion (at the same time) of agri-food plastic wastes in insect by-products such as chitin, that can be converted in chitosan (high value as bioplastics raw materials and other interesting industrial applications due to anti-microbial activity) that will be used in active packaging, enhanced mulching films and biofertilizers applications.\nRECOVER\nwill help providing novel biotechnological solutions applying microorganisms, enzymes and insects to degrade conventional plastic packaging and agricultural films waste streams but also result in new feedstocks for the bio-based industries. The process will be optimized and performed either ex-situ in composting reactors (preferred route for non-recyclable plastics from municipal solid waste or for agricultural films that can be collected easily) or in-situ in the case of bioremediating soil pollution, by e.g. mulching films, further contributing to the long-term removal of non-biodegradable polymers from the environment. In addition,\nRECOVER\ncan solve the microplastics pollution at the level of both industrial composting and soil.\nCoordinator\nUNIVERSIDAD DE ALMERIA, Spain\nParticipants\nUNIVERSITA DI PISA, Italy\nASOCIACIÓN AGRARIA DE JÓVENES AGRICULTORES, Spain\nBRUNEL UNIVERSITY LONDON, United Kingdom\nUNIVERSIDAD MIGUEL HERNANDEZ DE ELCHE, Spain\nFACHHOCHSCHULE ALBSTADT-SIGMARINGEN, Germany\nNATURPLAS PLASTICOS AGRICOLAS SL, Spain\nASA SPEZIALENZYME GMBH, Germany\nNUTRINSECT SRL, Italy\nIRIS TECHNOLOGY SOLUTIONS, SOCIEDAD LIMITADA, Spain\nORGANIC WASTE SYSTEMS NV, Belgium\nIDELUX ENVIRONNEMENT, Belgium\nFEMTO ENGINEERING SRL, Italy\nINGREDIENT ODYSSEY, LDA, Portugal\nCARTON BROS, Ireland\nENCO SRL, Italy\nSOCIEDAD ANONIMA AGRICULTORES DE LAVEGA DE VALENCIA, Spain\nUltime News\n#WelcometoDICI! Tra nuovi arrivi nel nostro dipartimento\nNews\n-\nOtt 18, 2024\nIl 18% dei docenti DICI nella top list degli scienziati più influenti al mondo\nNews\n-\nOtt 09, 2024\nSi conclude la quarta edizione dell'Integration Week - Summer School\nNews\n-\nSet 24, 2024\nAlle Benedettine il meeting del progetto Europeo SEAKNOT, per la sicurezza dgli impianti nucleari\nNews\n-\nSet 23, 2024\nBRIGHT Night 2024 - le iniziative del DICI\nNews\n-\nSet 19, 2024\nTags\nNews\nPress release\nRicerca Bandi e Concorsi\nTitle\nData scadenza\nInformazioni\nTel. +39 050 221 8000\nFax +39 050 221 8065\nEMAIL: dici@ing.unipi.it\nPEC: dici@pec.unipi.it\nP.I. 00286820501 — C.F. 80003670504\ninfo didattica:\ndidattica.dici@ing.unipi.it\ninfo bandi e concorsi:\nconcorsi_bandi@dici.unipi.it\nLink Utili\nUniversità di Pisa\nPortale Alice\nUNIMAP\nImmatricolazione\nPrenotazione esami\nPiano Strategico e Assicurazione della Qualità 2018-22\nAccesso con Ateneo\n© Copyright 2022 Dipartimento di Ingegneria Civile e Industriale. Tutti i diritti riservati."}
{"doc_id": "CrXgM6vN8i", "title": "PROLIFIC | DICI", "description": "", "url": "https://www.dici.unipi.it/progetti/prolific", "lang": "en", "text": "PROLIFIC | DICI\nSalta al contenuto principale\nDIPARTIMENTO DI INGEGNERIA CIVILE E INDUSTRIALE\n+ Login\n+ Register\nIL DIPARTIMENTO\nPersonale\nOrganizzazione\nSedi e accessi\nQualità e Piano Strategico\nRICERCA\nAree di Ricerca\nLaboratori\nProgetti\nProgetti Conclusi\nSpinOff e Brevetti\nDIDATTICA\nNEWS & EVENTI\nNews\nEventi\nAREA RISERVATA\nCerca\nPROLIFIC\nBriciole di pane\nHome\n/\nProgetti\n/\nProgetti Europei\nPROLIFIC\nIntegrated cascades of processes for the extraction and valorisation of proteins and bioactive molecules from legumes, fungi and coffee agro-industrial side streams.\nStart date\n: 1 September 2018\nEnd date\n: 31 August 2022\nProject cost\n: € 5 362 470,45\nProject funding\n: € 4 672 382,75\nUnipi quota\n: € 195 703,20\nCall title\n: H2020-BBI-JTI-2017\nUnipi role\n: partner\nProject website\n:\nhttps://www.prolific-project.eu/\nWebsite\nPrincipal investigator:\nPatrizia Cinelli\nUnipi Team Leader:\nProf.\nPatrizia Cinelli\n, Dipartimento di Ingegneria Civile e Industriale\nAgro-industrial residual biomass, side streams and food production by-products like legumes, fungi and coffee are potential sources of valuable ingredients even though the routes for their exploitation are still at an early stage.\nPursuing the ambition of achieving prolific valorization of untapped biomass streams, the project R%D&I activities and partners of Prolific have been positioned around a central innovation cycle that is mainly driven by industrial end-users who exactly know the needs of their customers and the technical constraints and industrial environment in their respective sector.\nThe PROLIFIC project will apply a range of processing technologies to recover significant amounts of proteins/peptides and other value added compounds (e.g. carotenoids, phenols, caffeine and fibers) from industrial processing residues of legumes (seeds of peas, beans and chickpea), fungi (cuttings and mycelia of different species) and coffee (silver skin residue and not compliant roasted seeds). The economically and environmentally sustainable extraction, enzymatic modification, and conditioning techniques will be upscaled in industrially relevant environment. This will enable the production of consequent amounts of compounds and fractions necessary for the production of 16 product prototypes for the food, feed, packaging and cosmetic sectors.\nThe Prolific project will assess the environmental, societal, ethical, safety, and regulatory issues at each step of the targeted value chains. SME and large companies strive at achieving competitive biomass exploitation and attracting when needed additional investors. The industrial partners business strategies for the future market penetration starts with the clear identification of the customer needs and goes up to the preparation of give-aways of food and cosmetics prototyped products as a reward for filling in questionnaires about the Prolific products along with intensive dissemination and communication.\nCoordinator\nFACHHOCHSCHULE NORDWESTSCHWEIZ- Switzerland\nOther participants\n• LMA MATER STUDIORUM - UNIVERSITA DI BOLOGN, Italy\n• IRIS TECHNOLOGY SOLUTIONS, SOCIEDAD LIMITADA, Spain\n• UNIVERSITA DEGLI STUDI DI PARMA, Italy\n• STAZIONE SPERIMENTALE PER L'INDUSTRIA DELLE CONSERVE ALIMENTARI AZIENDA SPECIALE, Italy\n• CELABOR SCRL, Belgium\n• IGV INSTITUT FUR GETREIDEVERARBEITUNG GMBH, Germany\n• STOLZENBERGER REINER ERICH, Germany\n• BIO BASE EUROPE PILOT PLANT VZW, Belgium\n• CONSERVES FRANCE, France\n• RTD TALOS LIMITED, Cyprus\n• TSATSOS GEORGIOS, Greece\n• ILLYCAFFE S.P.A, Italy\n• NUTRITION SCIENCES, Belgium\n• PLEURETTE, France\n• FEMTO ENGINEERING SRL, Italy\n• INNOVACOOP SRL, Italy\n• UNIVERSITA DI PISA, Italy\nUltime News\n#WelcometoDICI! Tra nuovi arrivi nel nostro dipartimento\nNews\n-\nOtt 18, 2024\nIl 18% dei docenti DICI nella top list degli scienziati più influenti al mondo\nNews\n-\nOtt 09, 2024\nSi conclude la quarta edizione dell'Integration Week - Summer School\nNews\n-\nSet 24, 2024\nAlle Benedettine il meeting del progetto Europeo SEAKNOT, per la sicurezza dgli impianti nucleari\nNews\n-\nSet 23, 2024\nBRIGHT Night 2024 - le iniziative del DICI\nNews\n-\nSet 19, 2024\nTags\nNews\nPress release\nRicerca Bandi e Concorsi\nTitle\nData scadenza\nInformazioni\nTel. +39 050 221 8000\nFax +39 050 221 8065\nEMAIL: dici@ing.unipi.it\nPEC: dici@pec.unipi.it\nP.I. 00286820501 — C.F. 80003670504\ninfo didattica:\ndidattica.dici@ing.unipi.it\ninfo bandi e concorsi:\nconcorsi_bandi@dici.unipi.it\nLink Utili\nUniversità di Pisa\nPortale Alice\nUNIMAP\nImmatricolazione\nPrenotazione esami\nPiano Strategico e Assicurazione della Qualità 2018-22\nAccesso con Ateneo\n© Copyright 2022 Dipartimento di Ingegneria Civile e Industriale. Tutti i diritti riservati."}
{"doc_id": "HJZCamvoN5", "title": "PREDIS | DICI", "description": "", "url": "https://www.dici.unipi.it/progetti/predis", "lang": "en", "text": "PREDIS | DICI\nSalta al contenuto principale\nDIPARTIMENTO DI INGEGNERIA CIVILE E INDUSTRIALE\n+ Login\n+ Register\nIL DIPARTIMENTO\nPersonale\nOrganizzazione\nSedi e accessi\nQualità e Piano Strategico\nRICERCA\nAree di Ricerca\nLaboratori\nProgetti\nProgetti Conclusi\nSpinOff e Brevetti\nDIDATTICA\nNEWS & EVENTI\nNews\nEventi\nAREA RISERVATA\nCerca\nPREDIS\nBriciole di pane\nHome\n/\nProgetti\n/\nProgetti Europei\nPREDIS\nStart date\n1 September 2020\nEnd date\n31 August 2024\nProject cost\n€ 23 773 742,75\nProject funding\n€ 14 000 000\nUnipi quota\n€ 175 000\nCall title\nNFRP-2019-2020\nFunding scheme\nRIA - Research and Innovation action\nUnipi role\nPartner\nWebsite\nPrincipal investigator:\nRosa Lo Frano\n, Dipartimento di Ingegneria Civile e Industriale\nFor radioactive waste to be safely disposed of, certain requirements need to be met for its management prior to disposal. With this in mind, the EU-funded PREDIS project aims to develop and carry out activities for the pre-disposal treatment of radioactive waste – not including nuclear fuel and high-level radioactive waste. To this end, it will advance treatment and conditioning methodologies for waste for which no adequate or industrially mature solutions currently exist. It will also test and assess innovations in cemented waste handling and pre-disposal storage. The tools produced by the project will guide decision making on the developed technologies and their impact on waste management and disposal.\nThe PREDIS project targets the development and implementation of activities for pre-disposal treatment of radioactive waste streams other than nuclear fuel and high-level radioactive waste. Member States will profit from measurable benefits including the further development and increase in Technological Readiness Level of treatment and conditioning methodologies for wastes for which no adequate or industrially mature solutions are currently available, including metallic material (WP4), liquid organic waste (WP5) and solid organic waste (WP6), and by testing and evaluating innovations in cemented waste handling and pre-disposal storage (WP7). These technical Work Packages align with priorities formulated within the Roadmap Theme 2 of EURAD and with those identified by the project’s industrial End Users Group (EUG), and follow the 50% co-funding principle. Furthermore, PREDIS will produce tools guiding decision-making on the added value of the developed technologies and their impact on the design, safety and economics of waste management and disposal (WP2).\nPREDIS will also liaise with EURAD to provide complementarity on areas including the adaptation and update of the reference founding documents of the EJP (vision, roadmap, governance and implementation mechanisms) (WP2), and the organisation of training courses and mobility training schemes to enhance sharing and transfer of knowledge and competences as part of knowledge management activities (WP3). The PREDIS consortium, which includes 47 partners from 18 Member States, and EUG, which specifically targets Radioactive Waste Producers (RWP) as a separate group within the radioactive waste management process. PREDIS also encompasses the wider European Community, allowing cross-fertilisation and interaction between different national programmes. Numerous dissemination activities (WP1), including with Nugenia, IAEA and NEA, will be undertaken to maximize PREDIS’s impact to all the identified Stakeholders in the field\nCoordinator\nTeknologian tutkimuskeskus VTT Oy, Finland\nOther participants\nNATIONAL NUCLEAR LABORATORY LIMITED, United Kingdom\nJRC -JOINT RESEARCH CENTRE- EUROPEAN COMMISSION, Belgium\nINSTITUT MINES-TELECOM, France\nCOMMISSARIAT A L ENERGIE ATOMIQUE ET AUX ENERGIES ALTERNATIVES, France\nSTUDIECENTRUM VOOR KERNENERGIE / CENTRE D'ETUDE DE L'ENERGIE NUCLEAIRE, Belgium\nBUNDESANSTALT FUER MATERIALFORSCHUNG UND -PRUEFUNG, Germany\nMAGICS INSTRUMENTS, Belgium\nTECHNICAL UNIVERSITY OF SOFIA, Bulgaria\nCESKE VYSOKE UCENI TECHNICKE V PRAZE, Czechia\nCENTRUM VYZKUMU REZ SRO, Czechia\nSTATNI USTAV RADIACNI OCHRANY v.v.i., Czechia\nUJV REZ, a. s., Czechia\nHELSINGIN YLIOPISTO, Finland\nCENTRE NATIONAL DE LA RECHERCHE SCIENTIFIQUE CNRS, France\nECOLE CENTRALE DE LILLE, France\nINSTITUT DE RADIOPROTECTION ET DE SURETE NUCLEAIRE, France\nORANO CYCLE, France\nDMT GmbH & CO. KG, Germany\nFORSCHUNGSZENTRUM JULICH GMBH, Germany\nKARLSRUHER INSTITUT FUER TECHNOLOGIE, Germany\n\"NATIONAL CENTER FOR SCIENTIFIC RESEARCH \"DEMOKRITOS\", Greece\nISOTOPTECH NUKLEARIS TECHNOLOGIAI ES SZOLGALTATO ZARTKORUEN MUKODO RESZVENYTARSASAG, Hungary\nRADIOOKOLOGIAI TISZTASAGERT TARSADALMI SZERVEZET, Hungary\nTS ENERCON MERNOKIRODA KFT, Hungary\nANSALDO NUCLEARE SPA, Italy\nAGENZIA NAZIONALE PER LE NUOVE TECNOLOGIE, L'ENERGIA E LO SVILUPPO ECONOMICO SOSTENIBILE, Italy\nISTITUTO NAZIONALE DI FISICA NUCLEARE, Italy\nNUCLECO SOCIETA PER L'ECOINGEGNERIA NUCLEARE SOCIETA PER AZIONI, Italy\nPOLITECNICO DI MILANO, Italy\nSOCIETA' GESTIONE IMPIANTI NUCLEARI PER AZIONI, Italy\nUNIVERSITA DI PISA, Italy\nVALSTYBINIS MOKSLINIU TYRIMU INSTITUTAS FIZINIU IR TECHNOLOGIJOS MOKSLU CENTRAS, Lithuania\nNUCLEAR RESEARCH AND CONSULTANCY GROUP, Netherlands\nINSTITUTT FOR ENERGITEKNIKK, Norway\nREGIA AUTONOMA TEHNOLOGII PENTRU ENERGIA NUCLEARA - RATEN, Romania\nAMPHOS 21 CONSULTING SL, Spain\nCENTRO DE INVESTIGACIONES ENERGETICAS, MEDIOAMBIENTALES Y TECNOLOGICAS-CIEMAT, Spain\nAGENCIA ESTATAL CONSEJO SUPERIOR DEINVESTIGACIONES CIENTIFICAS, Spain\nEMPRESA NACIONAL DE RESIDUOS RADIOACTIVOS SA, Spain\nUNIVERSIDAD AUTONOMA DE MADRID, Spain\nPAUL SCHERRER INSTITUT, Switzerland\nGALSON SCIENCES LIMITED, United Kingdom\nTHE UNIVERSITY OF MANCHESTER, United Kingdom\nTHE UNIVERSITY OF SHEFFIELD, United Kingdom\nNATIONAL SCIENCE CENTER KHARKOV INSTITUTE OF PHYSICS AND TECHNOLOGY, Ukraine\nINSTITUTE OF ENVIRONMENTAL GEOCHEMISTRY OF THE NATIONAL ACADEMY OF SCIENCES OF UKRAINE, Ukraine\nProf.ssa Rosa Lo Frano\nUltime News\n#WelcometoDICI! Tra nuovi arrivi nel nostro dipartimento\nNews\n-\nOtt 18, 2024\nIl 18% dei docenti DICI nella top list degli scienziati più influenti al mondo\nNews\n-\nOtt 09, 2024\nSi conclude la quarta edizione dell'Integration Week - Summer School\nNews\n-\nSet 24, 2024\nAlle Benedettine il meeting del progetto Europeo SEAKNOT, per la sicurezza dgli impianti nucleari\nNews\n-\nSet 23, 2024\nBRIGHT Night 2024 - le iniziative del DICI\nNews\n-\nSet 19, 2024\nTags\nNews\nPress release\nRicerca Bandi e Concorsi\nTitle\nData scadenza\nInformazioni\nTel. +39 050 221 8000\nFax +39 050 221 8065\nEMAIL: dici@ing.unipi.it\nPEC: dici@pec.unipi.it\nP.I. 00286820501 — C.F. 80003670504\ninfo didattica:\ndidattica.dici@ing.unipi.it\ninfo bandi e concorsi:\nconcorsi_bandi@dici.unipi.it\nLink Utili\nUniversità di Pisa\nPortale Alice\nUNIMAP\nImmatricolazione\nPrenotazione esami\nPiano Strategico e Assicurazione della Qualità 2018-22\nAccesso con Ateneo\n© Copyright 2022 Dipartimento di Ingegneria Civile e Industriale. Tutti i diritti riservati."}
{"doc_id": "TZpDwswk5R", "title": "PATRICIA | DICI", "description": "", "url": "https://www.dici.unipi.it/progetti/patricia", "lang": "en", "text": "PATRICIA | DICI\nSalta al contenuto principale\nDIPARTIMENTO DI INGEGNERIA CIVILE E INDUSTRIALE\n+ Login\n+ Register\nIL DIPARTIMENTO\nPersonale\nOrganizzazione\nSedi e accessi\nQualità e Piano Strategico\nRICERCA\nAree di Ricerca\nLaboratori\nProgetti\nProgetti Conclusi\nSpinOff e Brevetti\nDIDATTICA\nNEWS & EVENTI\nNews\nEventi\nAREA RISERVATA\nCerca\nPATRICIA\nBriciole di pane\nHome\n/\nProgetti\n/\nProgetti Europei\nPATRICIA\nStart date\n1 September 2020\nEnd date\n31 August 2024\nProject cost\n€ 8 924 940,63\nProject funding\n€ 6 499 979,50\nUNIPI quota\n€ 75 000\nCall title\nNFRP-2019-2020\nFunding scheme\nRIA - Research and Innovation action\nUNIPI role\nPartner\nWebsite\nPrincipal investigator:\nNicola Forgione\nNuclear power has low CO2 emissions and is a sustainable energy source. However, its safety and waste issues cannot be disregarded. The solution for achieving reduced nuclear waste is to recycle spent fuel. To address this challenge, the EU-funded PATRICIA project aims to follow the EU’s plan for sustainable nuclear energy that describes the technical needs of fuel recycling. To this end, the project will investigate advanced partitioning to efficiently separate the radioactive chemical americium from spent fuel, and it will study the development of transmutation systems. It will also explore the behaviour of americium-bearing fuel under irradiation and conduct safety-related research. The project’s results will pave the way for better radioactive waste management and use of fuel resources.\nClimate change is one of the main issues facing humanity. Due to its low CO2 emission, nuclear power is part of a sustainable energy mix. However, safety and waste issues cannot be taken lightly. For the latter the way forward is to recycle spent fuel with the goal to close the fuel cycle. This eases ultimate radioactive waste management, increases proliferation resistance and drastically improves economy and sustainability by better use of fuel resources.\nThe SNETP deployment plan describes a technical needs fuel recycling including partitioning of spent fuel, fabrication and characterisation of minor actinide bearing fuel and the development of transmutation systems. This proposal follows that plan and answers to NRFP7 of the 2018-2019 EURATOM call: Research and Innovation for Partitioning and/or Transmutation. It focusses on research on advanced partitioning to efficiently separate Am from spent fuel, on experimental and fuel performance code development work studying the behaviour of Am bearing fuel under irradiation and on the safety related research supporting the licensing process of MYRRHA in its role in the development trajectory for a dedicated accelerator driven transmuter. It may be noted that for first time, the communities working of partitioning, transmutation and the development of MYRRHA are joint in one project.\nBesides the technical work described above, dedicated work packages deals with education focussing on pre-and post-graduate students, and with dissemination where besides the specific stakeholders also high school pupils and the general public is targeted. A further task on knowledge management includes the both foreground data as well as metadata to so ensure proper QA for V&V is possible. The project is performed using a combination of experiments, theoretical studies and numerical simulations for which the expertise of 26 research centres and universities from 14 EU countries, Switzerland, Korea, Russia and the US is pooled.\nCoordinator\nSTUDIECENTRUM VOOR KERNENERGIE / CENTRE D'ETUDE DE L'ENERGIE NUCLEAIRE, Belgium\nParticipants\nCOMMISSARIAT A L ENERGIE ATOMIQUE ET AUX ENERGIES ALTERNATIVES, France\nCHALMERS TEKNISKA HOEGSKOLA AB, Sweden\nCENTRO DE INVESTIGACIONES ENERGETICAS, MEDIOAMBIENTALES Y TECNOLOGICAS-CIEMAT, Spain\nFORSCHUNGSZENTRUM JULICH GMBH, Germany\nNATIONAL NUCLEAR LABORATORY LIMITED, United Kingdom\nPOLITECNICO DI MILANO, Italy\nRUPRECHT-KARLS-UNIVERSITAET HEIDELBERG, Germany\nUNIVERSITY OF LEEDS, United Kingdom\nCENTRUM VYZKUMU REZ SRO, Czechia\nJRC -JOINT RESEARCH CENTRE- EUROPEAN COMMISSION, Belgium\nKARLSRUHER INSTITUT FUER TECHNOLOGIE, Germany\nKUNGLIGA TEKNISKA HOEGSKOLAN, Sweden\nNUCLEAR RESEARCH AND CONSULTANCY GROUP, Netherlands\nTECHNISCHE UNIVERSITEIT DELFT, Netherlands\nTeknologian tutkimuskeskus VTT Oy, Finland\nAGENZIA NAZIONALE PER LE NUOVE TECNOLOGIE, L'ENERGIA E LO SVILUPPO ECONOMICO SOSTENIBILE, Italy\nREGIA AUTONOMA TEHNOLOGII PENTRU ENERGIA NUCLEARA – RATEN, Romania\nEUROPEAN ORGANIZATION FOR NUCLEAR RESEARCH, Switzerland\nCENTRO DI RICERCA, SVILUPPO E STUDI SUPERIORI IN SARDEGNA SOCIETÀ A RESPONSABILITÀ LIMITATA, Italy\nINSTITUT VON KARMAN DE DYNAMIQUE DES FLUIDES, Belgium\nPAUL SCHERRER INSTITUT, Switzerland\nUNIVERSITEIT GENT, Belgium\nTEXAS A&M ENGINEERING EXPERIMENT STATION, United States\nAKTSIONERNOE OBSHCHESTVO GOSUDARSTVENNYI NAUCHNYI TENTRE ROSSIESKOI FEDERATSII FIZIKO ENERGETICHESKII INSTITUT IMENI AI LEIPUNGSKOGO, Russia\nKOREA ADVANCED INSTITUTE OF SCIENCE AND TECHNOLOGY, South Korea\nUNIVERSITA DI PISA, Italy\nUltime News\n#WelcometoDICI! Tra nuovi arrivi nel nostro dipartimento\nNews\n-\nOtt 18, 2024\nIl 18% dei docenti DICI nella top list degli scienziati più influenti al mondo\nNews\n-\nOtt 09, 2024\nSi conclude la quarta edizione dell'Integration Week - Summer School\nNews\n-\nSet 24, 2024\nAlle Benedettine il meeting del progetto Europeo SEAKNOT, per la sicurezza dgli impianti nucleari\nNews\n-\nSet 23, 2024\nBRIGHT Night 2024 - le iniziative del DICI\nNews\n-\nSet 19, 2024\nTags\nNews\nPress release\nRicerca Bandi e Concorsi\nTitle\nData scadenza\nInformazioni\nTel. +39 050 221 8000\nFax +39 050 221 8065\nEMAIL: dici@ing.unipi.it\nPEC: dici@pec.unipi.it\nP.I. 00286820501 — C.F. 80003670504\ninfo didattica:\ndidattica.dici@ing.unipi.it\ninfo bandi e concorsi:\nconcorsi_bandi@dici.unipi.it\nLink Utili\nUniversità di Pisa\nPortale Alice\nUNIMAP\nImmatricolazione\nPrenotazione esami\nPiano Strategico e Assicurazione della Qualità 2018-22\nAccesso con Ateneo\n© Copyright 2022 Dipartimento di Ingegneria Civile e Industriale. Tutti i diritti riservati."}
{"doc_id": "UvTm2CDuJN", "title": "EUROfusion | DICI", "description": "", "url": "https://www.dici.unipi.it/progetti/eurofusion", "lang": "en", "text": "EUROfusion | DICI\nSalta al contenuto principale\nDIPARTIMENTO DI INGEGNERIA CIVILE E INDUSTRIALE\n+ Login\n+ Register\nIL DIPARTIMENTO\nPersonale\nOrganizzazione\nSedi e accessi\nQualità e Piano Strategico\nRICERCA\nAree di Ricerca\nLaboratori\nProgetti\nProgetti Conclusi\nSpinOff e Brevetti\nDIDATTICA\nNEWS & EVENTI\nNews\nEventi\nAREA RISERVATA\nCerca\nEUROfusion\nBriciole di pane\nHome\n/\nProgetti\n/\nEUROfusion\nThe EUROfusion, manages and funds European fusion research activities on behalf of Euratom. 30 research organisations and about 150 laboratories, universities and industries from 26 European Union member states plus Switzerland and Ukraine. The aim is to produce electrical energy by nuclear fusion.\nWebsite\nEURATOM-Adhoc-2014-20\nUnipi role\nThird part\nProject website\nhttps://www.euro-fusion.org/\nDICI Team Leader:\nProf.\nNicola Forgione\n, Dip. di Ingegneria Civile e Industriale\nThe European fusion programme is based on the Roadmap to the realization of fusion energy. The roadmap breaks the overall task into eight missions. EUROfusion funds the Research Units in accordance with their participation to the mission-oriented Work Packages outlined in the Consortium Work Plan. Each Work Package is lead by a team of project leaders from the Research Units. In general the programme has two aims: Preparing for ITER experiments and developing concepts for the fusion power demonstration plant DEMO.\nThe objectives of the\nEUROfusion\nITER Physics Programme for ITER lie in the development of plasma regimes of operation for ITER and in investigating solutions to manage the plasma’s heat exhaust. The second issue is connected with concepts for the divertor, which is the area of the reactor wall that experiences the highest heat and particle fluxes. ITER Physics also studies divertor configurations that could reduce this heat loads.\nLaying the foundation for a Demonstration Fusion Power Reactor (DEMO) to follow ITER by 2050 is the objective of the EUROfusion ower Plant Physics & Technology Work Programme. The central requirements for DEMO lie in its capability to generate several 100 Megawatt of net electricity to the grid and to operate with a closed fuel-cycle (i.e. to produce and burn tritium in a closed cycle).\nA number of outstanding technology and physics integration issues must be resolved before a DEMO plant concept selection is made. Each of them has very strong interdependencies. One is the selection of the concept for the breeding blanket. Another matter is the selection of the divertor concept and its layout configuration. The design of the first-wall (i.e. the innermost lining of the reactor wall) and its integration into the blanket is a further issue, since it must take into account that the first-wall might see higher heat loads than assumed in previous studies. Furthermore, there is the selection of the minimum pulse duration of DEMO and of the corresponding mix of plasma heating systems (i.e. heating and current-drive systems).\nIn 2014, 29 research organisations and universities from 26 European countries plus Switzerland signed the EUROfusion consortium agreement. In addition about 100 Third Parties contribute to the research activities through the Consortium members. EUROfusion collaborates with Fusion for Energy (Spain) and intensively supports the ITER International Organization (France).\nCoordinator\nMAX PLANCK GESELLSCHAFT ZUR FÖRDERUNG DER WISSENSCHAFTEN (Germany)\nOther participants\nFORSCHUNGSZENTRUM JÜLICH (Germany)\nKARLSRUHE INSTITUTE OF TECHNOLOGY (Germany)\nÉCOLE POLYTECHNIQUE FEDERALE DE LAUSANNE (Switzerland)\nCULHAM CENTRE FOR FUSION ENERGY (United Kingdom)\nCOMMISSARIAT À L'ÉNERGIE ATOMIQUE ET AUX ÉNERGIES ALTERNATIVES (France)\nCENTRO DE INVESTIGATACIONES ENERGETICAS, MEDIOAMBIENTALES Y TECNOLOGICAS (Spain)\nAUSTRIAN ACADEMY OF SCIENCES (Austria)\nECOLE ROYALE MILITAIRE-KONINKLIJKE MILITAIRE SCHOOL (Belgium)\nBULGARIAN ACADEMY OF SCIENCES (Bulgaria)\nRUĐER BOŠKOVIĆ INSTITUTE (Croatia)\nUNIVERSITY OF CYPRUS (Cyprus)\nACADEMY OF SCIENCES OF THE CZECH REPUBLIC (Czech Republic)\nTECHNICAL UNIVERSITY OF DENMARK (Denmark)\nUNIVERSITY OF TARTU (Estonia)\nVTT TECHNICAL RESEARCH CENTRE OF FINLAND (Finland)\nNATIONAL CENTER FOR SCIENTIFIC RESEARCH \"DEMOKRITOS\" (Greece)\nHUNGARIAN ACADEMY OF SCIENCE (Hungary)\nDUBLIN CITY UNIVERSITY (Ireland)\nAGENZIA NAZIONALE PER LE NUOVE TECNOLOGIE, L’ENERGIA E LO SVILUPPO ECONOMICO SOSTENIBILE (Italy)\nUNIVERSITY OF LATVIA (Latvia)\nLITHUANIAN ENERGY INSTITUTE (Lithuania)\nFOUNDATION FOR FUNDAMENTAL RESEARCH ON MATTER (The Netherlands)\nINSTITUTE OF PLASMA PHYSICS AND LASER MICROFUSION (Poland)\nUNIVERSIDADE TÉCNICA DE LISBOA (Portugal)\nINSTITUTUL DE FIZICA ATOMICA (Romania)\nCOMENIUS UNIVERSITY (Slovakia)\nJOZEF STEFAN INSTITUTE (Slovenia)\nVETENSKAPSRÅDET (Sweden)\nUltime News\n#WelcometoDICI! Tra nuovi arrivi nel nostro dipartimento\nNews\n-\nOtt 18, 2024\nIl 18% dei docenti DICI nella top list degli scienziati più influenti al mondo\nNews\n-\nOtt 09, 2024\nSi conclude la quarta edizione dell'Integration Week - Summer School\nNews\n-\nSet 24, 2024\nAlle Benedettine il meeting del progetto Europeo SEAKNOT, per la sicurezza dgli impianti nucleari\nNews\n-\nSet 23, 2024\nBRIGHT Night 2024 - le iniziative del DICI\nNews\n-\nSet 19, 2024\nTags\nNews\nPress release\nRicerca Bandi e Concorsi\nTitle\nData scadenza\nInformazioni\nTel. +39 050 221 8000\nFax +39 050 221 8065\nEMAIL: dici@ing.unipi.it\nPEC: dici@pec.unipi.it\nP.I. 00286820501 — C.F. 80003670504\ninfo didattica:\ndidattica.dici@ing.unipi.it\ninfo bandi e concorsi:\nconcorsi_bandi@dici.unipi.it\nLink Utili\nUniversità di Pisa\nPortale Alice\nUNIMAP\nImmatricolazione\nPrenotazione esami\nPiano Strategico e Assicurazione della Qualità 2018-22\nAccesso con Ateneo\n© Copyright 2022 Dipartimento di Ingegneria Civile e Industriale. Tutti i diritti riservati."}
{"doc_id": "5zN6dtec8V", "title": "ECC-SMART | DICI", "description": "", "url": "https://www.dici.unipi.it/progetti/ecc-smart", "lang": "en", "text": "ECC-SMART | DICI\nSalta al contenuto principale\nDIPARTIMENTO DI INGEGNERIA CIVILE E INDUSTRIALE\n+ Login\n+ Register\nIL DIPARTIMENTO\nPersonale\nOrganizzazione\nSedi e accessi\nQualità e Piano Strategico\nRICERCA\nAree di Ricerca\nLaboratori\nProgetti\nProgetti Conclusi\nSpinOff e Brevetti\nDIDATTICA\nNEWS & EVENTI\nNews\nEventi\nAREA RISERVATA\nCerca\nECC-SMART\nBriciole di pane\nHome\n/\nProgetti\n/\nProgetti Europei\nECC-SMART\nStart date\n1 September 2020\nEnd date\n31 August 2024\nProject cost\n€ 8 911 950\nProject funding\n€ 3 997 237,50\nUnipi quota\n€ 118 000\nCall title\nNFRP-2019-2020\nFunding scheme\nRIA - Research and Innovation action\nUnipi role\nPartner\nDICI Principal Investigator\n: Walter Ambrosini\nWebsite\nThe ECC-SMART is oriented towards assessing the feasibility and identification of safety features of\nan intrinsically and passively safe small modular reactor cooled by supercritical water\n(SCW-SMR), taking into account specific knowledge gaps related to the future licensing process and implementation of this technology. The main objectives of the project are to\ndefine the design requirements for the future SCW-SMR technology\n, to\ndevelop the pre-licensing study\nand guidelines for the demonstration of the safety in the further development stages of the SCW-SMR concept including the\nmethodologies and tools to be used and to identify the key obstacles for the future SMR licencing and propose strategy for this process\n. To reach these objectives, specific technical knowledge gaps were defined and will be assessed to achieve the future smooth licensing and implementation of the SCW-SMR technology (especially behaviour of materials in the SCW environment and irradiation, validation of the codes and design of the reactor core will be developed, evaluated by simulations and experimentally validated). The ECC-SMART project consortium is consisted of EU, Canadian and Chinese partners to use the trans-continental synergy and knowledge developed separately by each partner. The project consortium and project scope were created according the joint research activities under the\nInternational Atomic Energy Agency, Generation-IV International Forum\numbrella and as many data as possible will be taken from the already performed projects. This project brings together the best scientific teams working in the field of SCWR using the best facilities and methods worldwide, to fulfil the common vision of building a SCW-SMR in the near future.\nCoordinator\nCENTRUM VYZKUMU REZ SRO, Czechia\nOther participants\nJRC -JOINT RESEARCH CENTRE- EUROPEAN COMMISSION, Belgium\nCENTRO DE INVESTIGACIONES ENERGETICAS, MEDIOAMBIENTALES Y TECNOLOGICAS-CIEMAT, Spain\nINSTITUT JOZEF STEFAN, Slovenia\nUNIVERSITA DI PISA, Italy\nTHE UNIVERSITY OF SHEFFIELD, United Kingdom\nSLOVENSKA TECHNICKA UNIVERZITA V BRATISLAVE, Slovakia\nEUROPEAN NUCLEAR EDUCATION NETWORK, Belgium\nBUDAPESTI MUSZAKI ES GAZDASAGTUDOMANYI EGYETEM, Hungary\nTHE UNIVERSITY OF NOTTINGHAM, United Kingdom\nREGIA AUTONOMA TEHNOLOGII PENTRU ENERGIA NUCLEARA - RATEN, Romania\nIPP CENTRE LLC, Ukraine\nTeknologian tutkimuskeskus VTT Oy, Finland\nCANADIAN NUCLEAR LABORATORIES LTD, Canada\nSHANGHAI JIAO TONG UNIVERSITY, China\nKARLSRUHER INSTITUT FUER TECHNOLOGIE, Germany\nKUNGLIGA TEKNISKA HOEGSKOLAN, Sweden\nVYSOKA SKOLA CHEMICKO-TECHNOLOGICKA V PRAZE, Czechia\nUNIVERSITY OF SCIENCE AND TECHNOLOGY BEIJING, China\nUltime News\n#WelcometoDICI! Tra nuovi arrivi nel nostro dipartimento\nNews\n-\nOtt 18, 2024\nIl 18% dei docenti DICI nella top list degli scienziati più influenti al mondo\nNews\n-\nOtt 09, 2024\nSi conclude la quarta edizione dell'Integration Week - Summer School\nNews\n-\nSet 24, 2024\nAlle Benedettine il meeting del progetto Europeo SEAKNOT, per la sicurezza dgli impianti nucleari\nNews\n-\nSet 23, 2024\nBRIGHT Night 2024 - le iniziative del DICI\nNews\n-\nSet 19, 2024\nTags\nNews\nPress release\nRicerca Bandi e Concorsi\nTitle\nData scadenza\nInformazioni\nTel. +39 050 221 8000\nFax +39 050 221 8065\nEMAIL: dici@ing.unipi.it\nPEC: dici@pec.unipi.it\nP.I. 00286820501 — C.F. 80003670504\ninfo didattica:\ndidattica.dici@ing.unipi.it\ninfo bandi e concorsi:\nconcorsi_bandi@dici.unipi.it\nLink Utili\nUniversità di Pisa\nPortale Alice\nUNIMAP\nImmatricolazione\nPrenotazione esami\nPiano Strategico e Assicurazione della Qualità 2018-22\nAccesso con Ateneo\n© Copyright 2022 Dipartimento di Ingegneria Civile e Industriale. Tutti i diritti riservati."}
{"doc_id": "rqvvJiEDmR", "title": "DIGIMAN 4.0 | DICI", "description": "", "url": "https://www.dici.unipi.it/progetti/digiman-40", "lang": "en", "text": "DIGIMAN 4.0 | DICI\nSalta al contenuto principale\nDIPARTIMENTO DI INGEGNERIA CIVILE E INDUSTRIALE\n+ Login\n+ Register\nIL DIPARTIMENTO\nPersonale\nOrganizzazione\nSedi e accessi\nQualità e Piano Strategico\nRICERCA\nAree di Ricerca\nLaboratori\nProgetti\nProgetti Conclusi\nSpinOff e Brevetti\nDIDATTICA\nNEWS & EVENTI\nNews\nEventi\nAREA RISERVATA\nCerca\nDIGIMAN 4.0\nBriciole di pane\nHome\n/\nProgetti\n/\nProgetti Europei\nDIGIMAN 4.0\nStart date\n01/01/2019\nEnd date\n31/12/2022\nProject cost\n3.972.643,92 €\nProject funding\n3.972.643,92 €\nUnipi quota\n784.499,04 €\nCall title\nH2020-MSCA-ITN-2018\nUnipi role\nParticipant\nDici Team Leader\n: Gualtiero Fantoni\nProject website\nhttp://www.digiman4-0.mek.dtu.dk/\nndustry 4.0 identifies a strategy aimed at enabling industry to a transition towards future ways of production. It refers to a set of recent innovations with potential to disrupt value chains, with a substantial impact particularly to the manufacturing sector. Industry 4.0 gravitates around one core rationale: recent progress in a variety of digital technologies has created unprecedented possibilities that result in huge improvements in operational effectiveness for manufacturing industries. The magnitude of this paradigm shift justified referring to Industry 4.0 as being the “Fourth Industrial Revolution”.\nThere is a widespread consensus among the different stakeholders in the industry, at research institutions and in academia, that Industry 4.0 consists of essentially 9 clusters of key-enabling digital technologies that can radically innovate and disrupt the current manufacturing paradigms: Big Data and Analytics; Autonomous Robots; Simulation; Horizontal and Vertical System Integration; The Industrial Internet of Things; Cybersecurity; The Cloud; Additive Manufacturing; Augmented Reality.\nThe\nDIGIMAN4.0\nITN will provide world excellent research training to 15 ESRs (Early Stage Researchers) in the field of digital manufacturing technologies for Industry 4.0 production proposing:\nInnovative technological solutions for high quality, high throughput and high precision production (zero-defect precision mass-manufacturing of high performance products) for the manufacturing industry;\nCutting edge multi-disciplinary training in different domains (Precision Manufacturing Technologies, Digital Manufacturing Technologies, Integrated Production Metrology, Lean Manufacturing, Production Management);\nValidation of different digital manufacturing technologies by integration into process chains for the production of advanced components in several sectors (medical and health-care, machine tool, hearing aid and micro acoustics, electronics, automotive, aerospace).\nCoordinator\nDANMARKS TEKNISKE UNIVERSITET Denmark\nParticipants\nKARLSRUHER INSTITUT FUER TECHNOLOGIE Germany\nFUNDACION TEKNIKER Spain\nUNIVERSIDAD DE ZARAGOZA Spain\nPOLITECNICO DI MILANO Italy\nUNIVERSITA DI PISA Italy\nUltime News\n#WelcometoDICI! Tra nuovi arrivi nel nostro dipartimento\nNews\n-\nOtt 18, 2024\nIl 18% dei docenti DICI nella top list degli scienziati più influenti al mondo\nNews\n-\nOtt 09, 2024\nSi conclude la quarta edizione dell'Integration Week - Summer School\nNews\n-\nSet 24, 2024\nAlle Benedettine il meeting del progetto Europeo SEAKNOT, per la sicurezza dgli impianti nucleari\nNews\n-\nSet 23, 2024\nBRIGHT Night 2024 - le iniziative del DICI\nNews\n-\nSet 19, 2024\nTags\nNews\nPress release\nRicerca Bandi e Concorsi\nTitle\nData scadenza\nInformazioni\nTel. +39 050 221 8000\nFax +39 050 221 8065\nEMAIL: dici@ing.unipi.it\nPEC: dici@pec.unipi.it\nP.I. 00286820501 — C.F. 80003670504\ninfo didattica:\ndidattica.dici@ing.unipi.it\ninfo bandi e concorsi:\nconcorsi_bandi@dici.unipi.it\nLink Utili\nUniversità di Pisa\nPortale Alice\nUNIMAP\nImmatricolazione\nPrenotazione esami\nPiano Strategico e Assicurazione della Qualità 2018-22\nAccesso con Ateneo\n© Copyright 2022 Dipartimento di Ingegneria Civile e Industriale. Tutti i diritti riservati."}
{"doc_id": "zoX23xGNtG", "title": "CEM-WAVE | DICI", "description": "", "url": "https://www.dici.unipi.it/progetti/cem-wave", "lang": "en", "text": "CEM-WAVE | DICI\nSalta al contenuto principale\nDIPARTIMENTO DI INGEGNERIA CIVILE E INDUSTRIALE\n+ Login\n+ Register\nIL DIPARTIMENTO\nPersonale\nOrganizzazione\nSedi e accessi\nQualità e Piano Strategico\nRICERCA\nAree di Ricerca\nLaboratori\nProgetti\nProgetti Conclusi\nSpinOff e Brevetti\nDIDATTICA\nNEWS & EVENTI\nNews\nEventi\nAREA RISERVATA\nCerca\nCEM-WAVE\nBriciole di pane\nHome\n/\nProgetti\n/\nProgetti Europei\nCEM-WAVE\nStart date\n: 1 October 2020\nEnd date\n: 31 March 2024\nProject cost\n: € 4 878 720\nProject funding\n: € 4 878 720\nUnipi quota\n: € 850 145\nCall title: H2020-NMBP-ST-IND-2020-singlestage\nFunding Scheme\n: RIA - Research and Innovation action\nUnipi role\n: Coordinator\nWebsite\nPrincipal investigator:\nAndrea Lazzeri\nNovel Ceramic Matrix Composites produced with Microwave assisted Chemical Vapour Infiltration process for energy-intensive industries\nThe “European Green Deal” aims at Europe as the first climate-neutral continent by 2050. Research and innovation on technologies allowing intense exploitation of renewable energy is paramount. Renewable energy sources are, for their very nature, fluctuating, and potentially generating extreme conditions. Adaptation and optimisation of current processes to changes caused by increased use of renewable energy sources is particularly important in energy-intensive industries. Novel materials are needed to sustain conditions, such as higher temperatures and corrosive environments and, at the same time, guarantee energy efficiency and high-performances.\nMaterials potentially able to withstand such extreme conditions keeping excellent thermo-mechanical properties already exist, but are currently used only in sectors such as aerospace due to the high production costs: Ceramic Matrix Composites (CMCs).\nIn CEM-WAVE we aim at introducing an innovative CMC production process, based on Microwave-assisted Chemical Vapour Infiltration (MW-CVI) technologies. This novel proposed process will extremely reduce processing costs, thus making CMCs sustainable for process industries in energy-intensive sectors such as steelmaking. In more detail, CEM-WAVE aims at validating, in a radiant tube furnace, a small scale CMC-based tube embedded with sensors, substituting Inconel/Stainless steel alloys currently employed. The research and innovation work will be flanked by Artificial Intelligence (AI)-aided modelling research to predict the material behaviour, and will develop innovative joining and coating technologies to produce complex shaped components and further improving their high-temperature corrosion resistance. Life-Cycle Assessment (LCA), Life-Cycle Costing (LCC) and Thermoeconomic Analysis (TA) will guarantee that the project follows at every step the best directions in term of sustainability and future market uptake of the generated results.\nCoordinator\nUniversità di Pisa, Italy\nOther participants\nCONSIGLIO NAZIONALE DELLE RICERCHE, Italy\nFRICKE UND MALLAH MICROWAVE TECHNOLOGY GMBH, Germany\nFRAUNHOFER GESELLSCHAFT ZUR FOERDERUNG DER ANGEWANDTEN FORSCHUNG E.V., Germany\nTHE UNIVERSITY OF BIRMINGHAM, United Kingdom\nARCHER TECHNICOAT LIMITED, United Kingdom\nAGENZIA NAZIONALE PER LE NUOVE TECNOLOGIE, L'ENERGIA E LO SVILUPPO ECONOMICO SOSTENIBILE, Italy\nCENTRE NATIONAL DE LA RECHERCHE SCIENTIFIQUE CNRS, France\nPOLITECNICO DI TORINO, Italy\nIRIS TECHNOLOGY SOLUTIONS, SOCIEDAD LIMITADA, Spain\nARCELORMITTAL INNOVACION INVESTIGACION E INVERSION SL, Spain\nSTEINBEIS ADVANCED RISK TECHNOLOGIES GMBH, Germany\nKNEIA SL, Spain\nUltime News\n#WelcometoDICI! Tra nuovi arrivi nel nostro dipartimento\nNews\n-\nOtt 18, 2024\nIl 18% dei docenti DICI nella top list degli scienziati più influenti al mondo\nNews\n-\nOtt 09, 2024\nSi conclude la quarta edizione dell'Integration Week - Summer School\nNews\n-\nSet 24, 2024\nAlle Benedettine il meeting del progetto Europeo SEAKNOT, per la sicurezza dgli impianti nucleari\nNews\n-\nSet 23, 2024\nBRIGHT Night 2024 - le iniziative del DICI\nNews\n-\nSet 19, 2024\nTags\nNews\nPress release\nRicerca Bandi e Concorsi\nTitle\nData scadenza\nInformazioni\nTel. +39 050 221 8000\nFax +39 050 221 8065\nEMAIL: dici@ing.unipi.it\nPEC: dici@pec.unipi.it\nP.I. 00286820501 — C.F. 80003670504\ninfo didattica:\ndidattica.dici@ing.unipi.it\ninfo bandi e concorsi:\nconcorsi_bandi@dici.unipi.it\nLink Utili\nUniversità di Pisa\nPortale Alice\nUNIMAP\nImmatricolazione\nPrenotazione esami\nPiano Strategico e Assicurazione della Qualità 2018-22\nAccesso con Ateneo\n© Copyright 2022 Dipartimento di Ingegneria Civile e Industriale. Tutti i diritti riservati."}
{"doc_id": "5zeNdPPbaX", "title": "CAMIVVER | DICI", "description": "", "url": "https://www.dici.unipi.it/progetti/camivver", "lang": "en", "text": "CAMIVVER | DICI\nSalta al contenuto principale\nDIPARTIMENTO DI INGEGNERIA CIVILE E INDUSTRIALE\n+ Login\n+ Register\nIL DIPARTIMENTO\nPersonale\nOrganizzazione\nSedi e accessi\nQualità e Piano Strategico\nRICERCA\nAree di Ricerca\nLaboratori\nProgetti\nProgetti Conclusi\nSpinOff e Brevetti\nDIDATTICA\nNEWS & EVENTI\nNews\nEventi\nAREA RISERVATA\nCerca\nCAMIVVER\nBriciole di pane\nHome\n/\nProgetti\n/\nProgetti Europei\nCAMIVVER\nStart date\n1 September 2020\nEnd date\n31 August 2023\nProject cost\n€ 3 988 547,50\nProject funding\n€ 3 988 547,50\nUnipi quota\n€ 141 500\nCall title\nNFRP-2019-2020\nFunding scheme\nRIA - Research and Innovation action\nUnipi role\nPartner\nDICI Team Leader\n: Nicola Forgione\nWebsite\nCodes And Methods Improvements for VVER comprehensive safety assessment\nThe water–water energetic reactor (known as VVER) represents an important part of the European energy market. Its safe long-term operation relies on the industrial use of neutrons and thermal-hydraulics codes and methods that allow us to study the conduct of the plant in regular and accidental conditions. However, these codes and methods are subject to international and extra-EU export controls. A new generation of innovative codes and methods that allow the opening of the VVER market to the EU nuclear industry has been developed. The EU-funded CAMIVVER project will improve the European codes and methods for the inclusive safety assessment of VVER reactors. It will take on the developments required for the new codes to be entirely applicable on VVER, generalise 3D multiphysics coupling and test safety assessment.\nVVER reactors constitute a significant and dynamic part of the European energy market. The safe LTO of VVER (maintenance, refuelling, safety-upgrade, revamping) is based on the industrial use of neutronics and thermal-hydraulics codes and methods that allow studying the behaviour of the plant in normal and accidental conditions. The objective of CAMIVVER project is to develop and improve codes and methods for VVER comprehensive safety assessment. Such development is strongly required for the following reasons:\nCurrent codes and methods used for VVER safety assessment are subjected to international export controls from outside EU. Export controls from major countries have increase in the last years, threatening the EU sovereignty and security in terms of energy supply.\nA new generation of innovative codes and methods are being developed within Europe. These new codes and methods are improving 3D-multiphysics modelling capabilities, and uncertainty quantification capabilities. These codes and methods are worth being transferred from lab to industry as they will substantially improve the physics comprehension of PWR and VVER behaviour.\nEuropean codes and methods development for VVER safety assessment will open the VVER market to the European nuclear industry and will support a free and fair competition on this market. To achieve this objective, CAMIVVER will perform developments required for the new generation codes to be fully applied on VVER scope (and to PWR scope too), CAMIVVER will generalise 3D-multiphysics coupling, CAMIVVER will perform experimental validation and benchmark against current industrial codes used for VVER safety assessment, and CAMIVVER will demonstrate CFD utility and compatibility with uncertainty propagation in the frame of a safety assessment.\nFinally, CAMIVVER will provide guidance to European Safety Authorities, to VVER operators, and to the international research community, concerning the use of these innovative approaches of codes and methods development.\nCoordinator\nFRAMATOME, France\nOther participants\nLIMITED LIABILITY COMPANY ENERGORISK, Ukraine\nINSTITUTE OF NUCLEAR RESEARCH AND NUCLEAR ENERGY - BULGARIAN ACADEMY OF SCIENCES, Bulgaria\nCOMMISSARIAT A L ENERGIE ATOMIQUE ET AUX ENERGIES ALTERNATIVES, France\nELECTRICITE DE FRANCE, France\nKARLSRUHER INSTITUT FUER TECHNOLOGIE, Germany\nUNIVERSITA DI PISA, Italy\nUltime News\n#WelcometoDICI! Tra nuovi arrivi nel nostro dipartimento\nNews\n-\nOtt 18, 2024\nIl 18% dei docenti DICI nella top list degli scienziati più influenti al mondo\nNews\n-\nOtt 09, 2024\nSi conclude la quarta edizione dell'Integration Week - Summer School\nNews\n-\nSet 24, 2024\nAlle Benedettine il meeting del progetto Europeo SEAKNOT, per la sicurezza dgli impianti nucleari\nNews\n-\nSet 23, 2024\nBRIGHT Night 2024 - le iniziative del DICI\nNews\n-\nSet 19, 2024\nTags\nNews\nPress release\nRicerca Bandi e Concorsi\nTitle\nData scadenza\nInformazioni\nTel. +39 050 221 8000\nFax +39 050 221 8065\nEMAIL: dici@ing.unipi.it\nPEC: dici@pec.unipi.it\nP.I. 00286820501 — C.F. 80003670504\ninfo didattica:\ndidattica.dici@ing.unipi.it\ninfo bandi e concorsi:\nconcorsi_bandi@dici.unipi.it\nLink Utili\nUniversità di Pisa\nPortale Alice\nUNIMAP\nImmatricolazione\nPrenotazione esami\nPiano Strategico e Assicurazione della Qualità 2018-22\nAccesso con Ateneo\n© Copyright 2022 Dipartimento di Ingegneria Civile e Industriale. Tutti i diritti riservati."}
{"doc_id": "Uhtd3ND2QC", "title": "BIONTOP | DICI", "description": "", "url": "https://www.dici.unipi.it/progetti/biontop", "lang": "en", "text": "BIONTOP | DICI\nSalta al contenuto principale\nDIPARTIMENTO DI INGEGNERIA CIVILE E INDUSTRIALE\n+ Login\n+ Register\nIL DIPARTIMENTO\nPersonale\nOrganizzazione\nSedi e accessi\nQualità e Piano Strategico\nRICERCA\nAree di Ricerca\nLaboratori\nProgetti\nProgetti Conclusi\nSpinOff e Brevetti\nDIDATTICA\nNEWS & EVENTI\nNews\nEventi\nAREA RISERVATA\nCerca\nBIONTOP\nBriciole di pane\nHome\n/\nProgetti\n/\nProgetti Europei\nBIONTOP\nStart date:\n1 June 2019\nEnd date:\n31 May 2023\nProject cost:\n€ 5 447 389,01\nProject funding:\n€ 4 219 696,74\nUnipi quota:\n€ 70 177,00\nCall title:\nH2020-BBI-JTI-2018\nUnipi role:\nThird Party\nProject website:\nhttps://biontop.eu/\nDICI Team Leaders:\nMaria Beatrice Coltelli and Patrizia Cinelli\nThe plastic shopping bag we use today was invented in 1965. By the 1980s, the plastic bag revolution was in full swing with grocers and department stores around the world using them. It was a simple decision since plastic bags are stronger and cheaper compared to paper. Reducing plastic bag use is a priority for the EU today. The EU-funded BIOnTop project will help shape the future of the plastics sector via recyclable-by-design cost-competitive packaging solutions.\nThe packaging will be made from renewable resources and will be biodegradable in home-composting conditions as well as recyclable for secondary packaging.\nCoordinator\nAIMPLAS - ASOCIACION DE INVESTIGACION DE MATERIALES PLASTICOS Y CONEXAS, Spain\nOther participants\n• CONSORZIO INTERUNIVERSITARIO NAZIONALE PER LA SCIENZA E TECNOLOGIA DEI MATERIALI, Italy\n• CENTRE SCIENTIFIQUE & TECHNIQUE DEL'INDUSTRIE TEXTILE BELGE ASBL, Belgium\n• FACHHOCHSCHULE ALBSTADT-SIGMARINGEN, Germany\n• EUROPEAN BIOPLASTICS EV, Germany\n• TOTAL CORBION PLA BV, Netherlands\n• PLANET BIOPLASTICS SRL, Italy\n• BIO-MI DRUSTVO S OGRANICENOM ODGOVORNOSCU ZA PROIZVODNJU, ISTRAZIVANJEI RAZVOJ, Croatia\n• EMSUR MACDONELL SA, Spain\n• CRISTOBAL MESEGUER SA, Spain\n• SILON SRO, Czechia\n• SIOEN INDUSTRIES NV, Belgium\n• WEAREBIO OU, Estonia\n• QUESERIAS ENTREPINARES SA, Spain\n• UBESOL SL, Spain\n• ORGANIC WASTE SYSTEMS NV, Belgium\n• ROMEI SRL, Italy\n• IRIS TECHNOLOGY SOLUTIONS, SOCIEDAD LIMITADA, Spain\n• LABORATORI ARCHA SRL, Italy\n• ENCO SRL, Italy\n• MOVIMENTO CONSUMATORI, Italy\n• INNOTECH COEXPAN-EMSUR SL, Spain\nUltime News\n#WelcometoDICI! Tra nuovi arrivi nel nostro dipartimento\nNews\n-\nOtt 18, 2024\nIl 18% dei docenti DICI nella top list degli scienziati più influenti al mondo\nNews\n-\nOtt 09, 2024\nSi conclude la quarta edizione dell'Integration Week - Summer School\nNews\n-\nSet 24, 2024\nAlle Benedettine il meeting del progetto Europeo SEAKNOT, per la sicurezza dgli impianti nucleari\nNews\n-\nSet 23, 2024\nBRIGHT Night 2024 - le iniziative del DICI\nNews\n-\nSet 19, 2024\nTags\nNews\nPress release\nRicerca Bandi e Concorsi\nTitle\nData scadenza\nInformazioni\nTel. +39 050 221 8000\nFax +39 050 221 8065\nEMAIL: dici@ing.unipi.it\nPEC: dici@pec.unipi.it\nP.I. 00286820501 — C.F. 80003670504\ninfo didattica:\ndidattica.dici@ing.unipi.it\ninfo bandi e concorsi:\nconcorsi_bandi@dici.unipi.it\nLink Utili\nUniversità di Pisa\nPortale Alice\nUNIMAP\nImmatricolazione\nPrenotazione esami\nPiano Strategico e Assicurazione della Qualità 2018-22\nAccesso con Ateneo\n© Copyright 2022 Dipartimento di Ingegneria Civile e Industriale. Tutti i diritti riservati."}
{"doc_id": "iuj8EqtVMT", "title": "ASSETs+ | DICI", "description": "", "url": "https://www.dici.unipi.it/progetti/assets", "lang": "en", "text": "ASSETs+ | DICI\nSalta al contenuto principale\nDIPARTIMENTO DI INGEGNERIA CIVILE E INDUSTRIALE\n+ Login\n+ Register\nIL DIPARTIMENTO\nPersonale\nOrganizzazione\nSedi e accessi\nQualità e Piano Strategico\nRICERCA\nAree di Ricerca\nLaboratori\nProgetti\nProgetti Conclusi\nSpinOff e Brevetti\nDIDATTICA\nNEWS & EVENTI\nNews\nEventi\nAREA RISERVATA\nCerca\nASSETs+\nBriciole di pane\nHome\n/\nProgetti\n/\nProgetti Europei\nASSETs+\n1 Jan 2020 - 31 Dec 2023\nEU Grant:\n3.965.789 €\nProject website:\nhttp://www.assets-plus.eu\nTeam Leader:\nGualtiero Fantoni\nIndustry 4.0, business digitalisation, artificial intelligence and KETs are increasingly taking centre stage, not as buzzwords but as pillars for innovation in all business sectors at a global level. The defence sector is no exception.Accordingly, all players involved in this field are experiencing evolution in business processes and human resources: the former in regard to technological advancements; the latter regarding the skills needed to exploit such technologies in the proper way.In particular, human resources need to possess or develop new knowledge, abilities, and competences to help companies complete the quantum leap which is expected from the “fourth industrial revolution”. The problem facing the European defence industry is twofold: (i) it is experiencing difficulty in finding the necessary skills in order to sustain its leadership, competitiveness and sustainability in the medium- to long-term; (ii) aging staff and difficulties in engaging and keeping young professionals are preventing the sector from reshaping company capabilities and creating new, attractive job opportunities for talented workers of any age.ASSETs+ project aspires to build a sustainable human resources supply chain which allows defence companies to innovate by both attracting highly-skilled young workers and upskilling their employees thanks to customised, complementary education & training programmes addressing three main technologies: Robotics, C4ISTAR and Cybersecurity aspects related to the first two.The project will focus on 4 main activities:Skill Strategy to translate the selected technologies into actionable sets of relevant fine-grained skills to be (potentially) transformed into new job profiles;Design of three training programmes to address high-school students, university students, employees;E&T programme realisation and improvement;Development of community of practice (i) and body of knowledge (ii) to promote new skills acquisition, development and retention.\nCoordinator:\nUNIVERSITA DI PISA\nOther participants:\nCENTRALESUPELEC (France)\nPOLITECHNIKA RZESZOWSKA IM IGNACEGO LUKASIEWICZA PRZ (Poland)\nUNIVERSIDAD DE CADIZ (Spain)\nUNIVERSIDAD DE SEVILLA (Spain)\nUNIVERSIDAD POLITECNICA DE MADRID (Spain)\nUNIVERSIDAD CARLOS III DE MADRID (Spain)\nECOLE ROYALE MILITAIRE - KONINKLIJKE MILITAIRE SCHOOL (Belgium)\nMERCANTEC (Denmark)\nLEONARDO TECHNICAL TRAINING (Italy)\nAEROCAMPUS ACQUITAINE (France)\nEUROPEAN FEDERATION FOR WELDING JOINING AND CUTTING (Belgium)\nSAAB AKTIEBOLAG (Sweden)\nFONDAZIONE GIACOMO BRODOLINI (Italy)\nHENSOLDT SENSORS GMBH (Germany)\nAIRBUS DEFENCE AND SPACE GMBH (Germany)\nROLLS-ROYCE PLC (United Kingdom)\nNAVANTIA S.A. (Spain)\nSAFRAN ELECTRONICS & DEFENSE (France)\nLEONARDO - SOCIETA PER AZIONI (Italy)\nCENTER FOR SIKKERHEDSINDUSTRIEN I DANMARK (Denmark)\nDISTRETTO TECNOLOGICO AEROSPAZIALE DELLA CAMPANIA SCARL (Italy)\nFUNDACION ANDALUZA PARA EL DESARROLLO AEROESPACIAL (Spain)\nASOCIACION DE EMPRESAS DEL SECTOR AEROESPACIAL DE ANDALUCIA HELICE (Spain)\nASOCIACION MADRID PLATAFORMA AERONAUTICA Y DEL ESPACIO - MPAE (Spain)\nSHIPYARDS AND MARITIME EQUIPMENT ASSOCIATION OF EUROPE (Belgium)\nGROUPEMENT DES INDUSTRIES DE CONSTRUCTION ET ACTIVITES NAVALES (France)\nUNIVERSITE DE BORDEAUX (France)\nAALBORG UNIVERSITET (Denmark)\nASSOCIAZIONE CIMEA (Italy)\nUltime News\n#WelcometoDICI! Tra nuovi arrivi nel nostro dipartimento\nNews\n-\nOtt 18, 2024\nIl 18% dei docenti DICI nella top list degli scienziati più influenti al mondo\nNews\n-\nOtt 09, 2024\nSi conclude la quarta edizione dell'Integration Week - Summer School\nNews\n-\nSet 24, 2024\nAlle Benedettine il meeting del progetto Europeo SEAKNOT, per la sicurezza dgli impianti nucleari\nNews\n-\nSet 23, 2024\nBRIGHT Night 2024 - le iniziative del DICI\nNews\n-\nSet 19, 2024\nTags\nNews\nPress release\nRicerca Bandi e Concorsi\nTitle\nData scadenza\nInformazioni\nTel. +39 050 221 8000\nFax +39 050 221 8065\nEMAIL: dici@ing.unipi.it\nPEC: dici@pec.unipi.it\nP.I. 00286820501 — C.F. 80003670504\ninfo didattica:\ndidattica.dici@ing.unipi.it\ninfo bandi e concorsi:\nconcorsi_bandi@dici.unipi.it\nLink Utili\nUniversità di Pisa\nPortale Alice\nUNIMAP\nImmatricolazione\nPrenotazione esami\nPiano Strategico e Assicurazione della Qualità 2018-22\nAccesso con Ateneo\n© Copyright 2022 Dipartimento di Ingegneria Civile e Industriale. Tutti i diritti riservati."}
{"doc_id": "CrCG9WeJZm", "title": "TURBOFLUX | DICI", "description": "", "url": "https://www.dici.unipi.it/progetti/turboflux", "lang": "en", "text": "TURBOFLUX | DICI\nSalta al contenuto principale\nDIPARTIMENTO DI INGEGNERIA CIVILE E INDUSTRIALE\n+ Login\n+ Register\nIL DIPARTIMENTO\nPersonale\nOrganizzazione\nSedi e accessi\nQualità e Piano Strategico\nRICERCA\nAree di Ricerca\nLaboratori\nProgetti\nProgetti Conclusi\nSpinOff e Brevetti\nDIDATTICA\nNEWS & EVENTI\nNews\nEventi\nAREA RISERVATA\nCerca\nTURBOFLUX\nBriciole di pane\nHome\n/\nProgetti\n/\nProgetti Regionali\nTURBOFLUX\nUnità Mobile Trasportabile per la produzione di sostanze detergenti, disinfettanti, igienizzanti\nTURBOFLUX aims at creating a flexible mobile plant to produce several fine chemicals, including medical-surgical aids, but also other substances for specific industrial sectors. Production will take place in real time, by means of a continuous in-line reactor, from liquid basic products, in proportions given by the specific recipes. DICI is involved in rheological and chemical-physical analysis, in the selection and analysis of the flow reactor modular elements, in numerical simulations with CFD techniques, in the definition and development of the automation software and control architecture, as well as the integration and realization of the prototype, and functional and performance tests in simulated and operational environment.\nFunder:\nSviluppo Regione Toscana through the POR FESR 2014 – 2020 funding program\nRelevance:\nRegional\nBudget:\n~1,188M€ (UNIPI: ~180k€)\nUltime News\n#WelcometoDICI! Tra nuovi arrivi nel nostro dipartimento\nNews\n-\nOtt 18, 2024\nIl 18% dei docenti DICI nella top list degli scienziati più influenti al mondo\nNews\n-\nOtt 09, 2024\nSi conclude la quarta edizione dell'Integration Week - Summer School\nNews\n-\nSet 24, 2024\nAlle Benedettine il meeting del progetto Europeo SEAKNOT, per la sicurezza dgli impianti nucleari\nNews\n-\nSet 23, 2024\nBRIGHT Night 2024 - le iniziative del DICI\nNews\n-\nSet 19, 2024\nTags\nNews\nPress release\nRicerca Bandi e Concorsi\nTitle\nData scadenza\nInformazioni\nTel. +39 050 221 8000\nFax +39 050 221 8065\nEMAIL: dici@ing.unipi.it\nPEC: dici@pec.unipi.it\nP.I. 00286820501 — C.F. 80003670504\ninfo didattica:\ndidattica.dici@ing.unipi.it\ninfo bandi e concorsi:\nconcorsi_bandi@dici.unipi.it\nLink Utili\nUniversità di Pisa\nPortale Alice\nUNIMAP\nImmatricolazione\nPrenotazione esami\nPiano Strategico e Assicurazione della Qualità 2018-22\nAccesso con Ateneo\n© Copyright 2022 Dipartimento di Ingegneria Civile e Industriale. Tutti i diritti riservati."}
{"doc_id": "kzB7LnRSpN", "title": "Diacmec | DICI", "description": "", "url": "https://www.dici.unipi.it/progetti/diacmec", "lang": "en", "text": "Diacmec | DICI\nSalta al contenuto principale\nDIPARTIMENTO DI INGEGNERIA CIVILE E INDUSTRIALE\n+ Login\n+ Register\nIL DIPARTIMENTO\nPersonale\nOrganizzazione\nSedi e accessi\nQualità e Piano Strategico\nRICERCA\nAree di Ricerca\nLaboratori\nProgetti\nProgetti Conclusi\nSpinOff e Brevetti\nDIDATTICA\nNEWS & EVENTI\nNews\nEventi\nAREA RISERVATA\nCerca\nDiacmec\nBriciole di pane\nHome\n/\nProgetti\n/\nProgetti Nazionali\nDiacmec\nMinistry of Foreign Affairs under Programme “Canaletto” – Executive Protocol for the Scientific and Technological Cooperation between Italy and Poland for the Years 2022-2023\nBudget:\n~20 k€ (DICI: ~10 k€)\nDuration:\n2022-2023\nDICI Team Leader\n: Paolo S. Valvo\nDIACMEC\n(Damage Identification in Advanced Composite Materials with Elastic Couplings) aims at supporting the mobility of scientists from the University of Pisa and the Lublin University of Technology (LUT), Poland, conducting researches in the field of advanced composite materials. Focus will be on fibre-reinforced composite laminates exhibiting elastic coupling effects and their peculiar damage phenomena. Theoretical models will be developed and experimental activities will be conducted. The Italian and Polish research teams will share their respective scientific knowledge and skills, as well as their specialised software tools and experimental equipment.\nhttps://www.esteri.it/it/diplomazia-culturale-e-diplomazia-scientifica/cooperscientificatecnologica/programmiesecutivi/accordi_programmi_culturali_tecnologici/\nUltime News\n#WelcometoDICI! Tra nuovi arrivi nel nostro dipartimento\nNews\n-\nOtt 18, 2024\nIl 18% dei docenti DICI nella top list degli scienziati più influenti al mondo\nNews\n-\nOtt 09, 2024\nSi conclude la quarta edizione dell'Integration Week - Summer School\nNews\n-\nSet 24, 2024\nAlle Benedettine il meeting del progetto Europeo SEAKNOT, per la sicurezza dgli impianti nucleari\nNews\n-\nSet 23, 2024\nBRIGHT Night 2024 - le iniziative del DICI\nNews\n-\nSet 19, 2024\nTags\nNews\nPress release\nRicerca Bandi e Concorsi\nTitle\nData scadenza\nInformazioni\nTel. +39 050 221 8000\nFax +39 050 221 8065\nEMAIL: dici@ing.unipi.it\nPEC: dici@pec.unipi.it\nP.I. 00286820501 — C.F. 80003670504\ninfo didattica:\ndidattica.dici@ing.unipi.it\ninfo bandi e concorsi:\nconcorsi_bandi@dici.unipi.it\nLink Utili\nUniversità di Pisa\nPortale Alice\nUNIMAP\nImmatricolazione\nPrenotazione esami\nPiano Strategico e Assicurazione della Qualità 2018-22\nAccesso con Ateneo\n© Copyright 2022 Dipartimento di Ingegneria Civile e Industriale. Tutti i diritti riservati."}
{"doc_id": "qJtMGgkK9Y", "title": "Progetti Conclusi | DICI", "description": "", "url": "https://www.dici.unipi.it/progetti-conclusi", "lang": "en", "text": "Progetti Conclusi | DICI\nSalta al contenuto principale\nDIPARTIMENTO DI INGEGNERIA CIVILE E INDUSTRIALE\n+ Login\n+ Register\nIL DIPARTIMENTO\nPersonale\nOrganizzazione\nSedi e accessi\nQualità e Piano Strategico\nRICERCA\nAree di Ricerca\nLaboratori\nProgetti\nProgetti Conclusi\nSpinOff e Brevetti\nDIDATTICA\nNEWS & EVENTI\nNews\nEventi\nAREA RISERVATA\nCerca\nProgetti Conclusi\nBriciole di pane\nHome\nA\nAIRGREEN2\nALLARIA\nAGRIMAX EU\ndeveloping and demonstrating the production of multiple, high-value products from crop and food-processing waste​​​​\nANNETTE\nenhancing the Europe-wide efforts to maintain and develop education and training in the different nuclear areas\nB\nBIOPLASTICTRAIN EU\nan innovative e-learning training contents for plastic transformation technicians on the use of bioplastic and biopolymers\nBIOTEMA\nBIOcompositi termoplastici a base di scarti lignocellulosici per applicazioni TErrestri e MArine\nC\nCOCONAT\nProcessi innovativi di produzione di concianti e coloranti naturali da matrici agroalimentari di scarto\n​​​​D\nDESDEMONA\nDEtection of Steel Defects by Enhanced MONitoring and Automated procedure for self-inspection and maintenance\nDISSIPABLE\nEU\n​​​​​\nE\nECOFUNCO EU\nECO sustainable multiFUNctional biobased COatings with enhanced performance and end of life options\nEXTRA-TN\nPRIN 2017\nA novel approach for an extended resilience analysis of transport networks\nF\nFLEXTURBINE\nFORMPLANET\nFostering advancement in the sheet metal forming industry\nG\nGRISPE PLUS EU\nvalorization of knowledge for specific profiled steel sheets\nI\nINNOSEIS EU\nvalorization of Innovative Anti-Seismic Devices\n​​​IOT 4.0 Yacht\nIREAD4.0 REG\nmonitoraggio e la gestione automatica di merci e carrelli di movimentazione\nITINERA ROMANICA\nINTERREG\npercorsi di collegamento fra siti Romanici accessibili e lo sviluppo di azioni congiunte di tutela, promozione e valorizzazione\n​​​​​​\nL\nLASTEICON\nlaser technology for innovative connections In steel construction\nLECFALT REG\nM\nMYRTE\nN​​​​​\nNEREIDE\nEU\nnew porous asphalt pavements and low noise surfaces composed by recycled asphalt pavements and crumb rubber from scrap tires\n​​​​​​\nP\nPARSIFAL\nEU\nPrandtlplane ARchitecture for the Sustainable Improvement of Future AirpLanes\nPOLYBIOSKIN\nPRODEST\nREG\nprogetti di digitalizzazione delle imprese toscane nel settore turistico\nPROSIB\nMIUR\nsistemi di propulsione ibridi per velivoli ad ala fissa e rotante\n​​​​​\n​​​​R\nREG GAM 2018\nRESOLVE\nEU\ndevelopment of a range of cost-effective, energy efficient and comfortable ELVs (Electric L-category Vehicles)\nS\nSESAME\nEU\nthermal-hydraulics simulations and experiments for the safety assessment of metal cooled reactors\nSLUDGE 4.0 REG\neconomia Circolare per il Trattamento e la trasformazione dei fanghi biologici in biofertilizzanti\nSTECH\nREG\navanzare lo stato dell’arte delle tecnologie utilizzate nelle turbomacchine per generazione di energia mirando a flessibilità, efficienza e bassissime emissioni\nSTEELWAR\nEU\nadvanced structural solutions for automated STEELrack supported WARehouses\nT\nTRUECOLORS\nUltime News\n#WelcometoDICI! Tra nuovi arrivi nel nostro dipartimento\nNews\n-\nOtt 18, 2024\nIl 18% dei docenti DICI nella top list degli scienziati più influenti al mondo\nNews\n-\nOtt 09, 2024\nSi conclude la quarta edizione dell'Integration Week - Summer School\nNews\n-\nSet 24, 2024\nAlle Benedettine il meeting del progetto Europeo SEAKNOT, per la sicurezza dgli impianti nucleari\nNews\n-\nSet 23, 2024\nBRIGHT Night 2024 - le iniziative del DICI\nNews\n-\nSet 19, 2024\nRicerca Bandi e Concorsi\nTitle\nData scadenza\nInformazioni\nTel. +39 050 221 8000\nFax +39 050 221 8065\nEMAIL: dici@ing.unipi.it\nPEC: dici@pec.unipi.it\nP.I. 00286820501 — C.F. 80003670504\ninfo didattica:\ndidattica.dici@ing.unipi.it\ninfo bandi e concorsi:\nconcorsi_bandi@dici.unipi.it\nLink Utili\nUniversità di Pisa\nPortale Alice\nUNIMAP\nImmatricolazione\nPrenotazione esami\nPiano Strategico e Assicurazione della Qualità 2018-22\nAccesso con Ateneo\n© Copyright 2022 Dipartimento di Ingegneria Civile e Industriale. Tutti i diritti riservati."}
{"doc_id": "6EzHtbujwh", "title": "Al via gli Apericerca al DICI | DICI", "description": "", "url": "https://www.dici.unipi.it/news/al-gli-apericerca-al-dici", "lang": "en", "text": "Al via gli Apericerca al DICI | DICI\nSalta al contenuto principale\nDIPARTIMENTO DI INGEGNERIA CIVILE E INDUSTRIALE\n+ Login\n+ Register\nIL DIPARTIMENTO\nPersonale\nOrganizzazione\nSedi e accessi\nQualità e Piano Strategico\nRICERCA\nAree di Ricerca\nLaboratori\nProgetti\nProgetti Conclusi\nSpinOff e Brevetti\nDIDATTICA\nNEWS & EVENTI\nNews\nEventi\nAREA RISERVATA\nCerca\nAl via gli Apericerca al DICI\nBriciole di pane\nHome\n/\nNews\n/\nNews\nJan 08, 2024\nprotagonisti le nostre ricercatrici e i nostri ricercatori, che a ogni appuntamento racconteranno il proprio lavoro. Al termine delle presentazioni un piccolo aperitivo, per continuare la discussione\nCALENDARIO\n11 gennaio h 17:00 Aula Pacinotti\nLaura Aliotta\n- Production and evaluation of thermo-mechanical and fracture properties of polymeric and ceramic matrix composites with improved sustainability\nFrancesco Galleni\n- Thermal-hydraulic numerical modelling for safety analyses of nuclear fusion reactors\nVito Gigante\n- Optimizing Processing Operations to Tailor Properties and Morphologies across Multisector Applications\nMariangela Guastaferro\n- Optimization and simulation of thermo-chemical processes for sustainable fuels production\nGiuseppe Macoretta\n- Mechanical properties and environmental degradation of additively manufactured metallic materials\nStefano Stacul\n- Soil-Structure Interaction for existing structures affected by complex seismic and hydrogeological conditions\n18 gennaio Aula Pacinotti\nMarco Bassetto\n- Investigation of alternative E-sail configurations for enhanced maneuver capability\nMiriam Cappello\n- Wastes as resources: tannery sludge and used cooking oil as sorbents of Volatile Organic Compounds from tannery air emissions\nAndrea Chiocca\n- Efficiency in Fatigue Computation: Leveraging Advanced Numerical Techniques for Green Technology\nEugeniu Grabovic\n- Experimental Characterization of Wear and Lubrication of Metallic Materials and Surface Coatings for the Development of Numerical Models for the Optimization of Efficiency and Service Life of Gear Transmissions\nMarco Lagnoni\n- Challenges in Li-ion batteries: modelling tools to overcome performance and sustainability limitations\n25 gennaio Aula Pacinotti\nLeonardo Marrazzini\n- Lean Manufacturing and Engineer-to-Order 4.0\nFrancesca Mattei\n- Reliability of post-tensioned bridge decks\nAgnese Natali\n- Management, Control and Monitoring of Existing Bridges\nAndrea Pucciarelli\n- Numerical activities in support of GEN IV Nuclear Reactor Thermal-Hydraulics analyses\nClaudio Ricci\n- Olive oil production-derived waste as antibacterial coatings for medical devices: new strategies\nEleonora Stefanelli\n- CO2 capture from high-temperature combustion gases: developing innovative technologies based on regenerable solid sorbents\nMarco Vaccari\n- Integrated Approaches for Enhancing Efficiency and Sustainability in the Process Industry: Modeling, Simulation, and Optimization\n1 febbraio Aula Magna Dini\nMichela Angelucci\n- Advancing Nuclear Safety Analysis: Applying System Codes in Fission and Fusion Environments\nBartolomeo Cosenza\n- Optimization Algorithms for Renewable Energy Systems\nAlessio Innocenti\n- Modelling and simulations of multiphase - multiscale flows\nRachele Lamioni\n- \"Green\" energy vectors: developing numerical models to advance conversion technologies\nFilippo Landi\n- Climate change effects on life-cycle and reliability of existing constructions and infrastructures\nChiara Riccardi\n- Toward sustainability of the road construction sector: turning discarded biomasses and polymers into subsitute of the binder in asphalt pavement\nDamiano Rossi\n- Driving toward sustainability: turning discarded fishing nets and used cooking oils into automotive advancements\nUltime News\n#WelcometoDICI! Tra nuovi arrivi nel nostro dipartimento\nNews\n-\nOtt 18, 2024\nIl 18% dei docenti DICI nella top list degli scienziati più influenti al mondo\nNews\n-\nOtt 09, 2024\nSi conclude la quarta edizione dell'Integration Week - Summer School\nNews\n-\nSet 24, 2024\nAlle Benedettine il meeting del progetto Europeo SEAKNOT, per la sicurezza dgli impianti nucleari\nNews\n-\nSet 23, 2024\nBRIGHT Night 2024 - le iniziative del DICI\nNews\n-\nSet 19, 2024\nRicerca Bandi e Concorsi\nTitle\nData scadenza\nInformazioni\nTel. +39 050 221 8000\nFax +39 050 221 8065\nEMAIL: dici@ing.unipi.it\nPEC: dici@pec.unipi.it\nP.I. 00286820501 — C.F. 80003670504\ninfo didattica:\ndidattica.dici@ing.unipi.it\ninfo bandi e concorsi:\nconcorsi_bandi@dici.unipi.it\nLink Utili\nUniversità di Pisa\nPortale Alice\nUNIMAP\nImmatricolazione\nPrenotazione esami\nPiano Strategico e Assicurazione della Qualità 2018-22\nAccesso con Ateneo\n© Copyright 2022 Dipartimento di Ingegneria Civile e Industriale. Tutti i diritti riservati."}
{"doc_id": "TNAgfwUt4n", "title": "Design and Prototyping of Miniaturized Systems for Medical Applications | DICI", "description": "", "url": "https://www.dici.unipi.it/events/design-and-prototyping-miniaturized-systems-medical-applications", "lang": "en", "text": "Design and Prototyping of Miniaturized Systems for Medical Applications | DICI\nSalta al contenuto principale\nDIPARTIMENTO DI INGEGNERIA CIVILE E INDUSTRIALE\n+ Login\n+ Register\nIL DIPARTIMENTO\nPersonale\nOrganizzazione\nSedi e accessi\nQualità e Piano Strategico\nRICERCA\nAree di Ricerca\nLaboratori\nProgetti\nProgetti Conclusi\nSpinOff e Brevetti\nDIDATTICA\nNEWS & EVENTI\nNews\nEventi\nAREA RISERVATA\nCerca\nDesign and Prototyping of Miniaturized Systems for Medical Applications\nBriciole di pane\nHome\n/\nEvents\n/\n15 Maggio 2024\n18:00\nAula Magna Pacinotti, Scuola di Ingegneria\nAbstract\nThe objective of this seminar is to provide participants an introduction to methods used in many international universities, and in some design firms in “Silicon Valley,” to promote user-centered design and fabrication of for miniaturized systems for medical applications. The seminar focuses on the early stages of product development when the main challenge is to determine “what” to design and “how” to fabricate. Specific methods introduced in the course include: structured brainstorming and design definition, user and technology benchmarking, personal development and critical experience and critical function prototyping. Eventually, actual case studies on the application of Creative Design for Addive Manufacturing technologies will be presented and discussed.\nBio\nCesare Stefanini [M.Sc. in Mech. Eng. (honors): 1997, PhD in Microengineering (honors): 2002)] served as Assistant Professor, from November 2014 as Associate Professor and then from October 2018 as Full Professor at the BioRobotics Institute of Scuola Superiore Sant’Anna of Pisa, Italy, with the role of Area Leader in “Creative Engineering Design”. His research activity is applied to different fields, including small scale biorobotics, actuators for compliant robots, biomechatronics and micromechatronics for medical applications. He received international recognitions for the development of novel actuators for microrobots and he has been visiting researcher at the University of Stanford, Center for Design Research, where he focused his activity on the issue of high-efficient, high performance mechanisms for bio-robotics.\nProgetto Speciale per la Didattica II 2024 “CREATURES”\nInfo: serena.danti@unipi.it\nUltime News\n#WelcometoDICI! Tra nuovi arrivi nel nostro dipartimento\nNews\n-\nOtt 18, 2024\nIl 18% dei docenti DICI nella top list degli scienziati più influenti al mondo\nNews\n-\nOtt 09, 2024\nSi conclude la quarta edizione dell'Integration Week - Summer School\nNews\n-\nSet 24, 2024\nAlle Benedettine il meeting del progetto Europeo SEAKNOT, per la sicurezza dgli impianti nucleari\nNews\n-\nSet 23, 2024\nBRIGHT Night 2024 - le iniziative del DICI\nNews\n-\nSet 19, 2024\nRicerca Bandi e Concorsi\nTitle\nData scadenza\nInformazioni\nTel. +39 050 221 8000\nFax +39 050 221 8065\nEMAIL: dici@ing.unipi.it\nPEC: dici@pec.unipi.it\nP.I. 00286820501 — C.F. 80003670504\ninfo didattica:\ndidattica.dici@ing.unipi.it\ninfo bandi e concorsi:\nconcorsi_bandi@dici.unipi.it\nLink Utili\nUniversità di Pisa\nPortale Alice\nUNIMAP\nImmatricolazione\nPrenotazione esami\nPiano Strategico e Assicurazione della Qualità 2018-22\nAccesso con Ateneo\n© Copyright 2022 Dipartimento di Ingegneria Civile e Industriale. Tutti i diritti riservati."}
{"doc_id": "kLDoN5BnDR", "title": "Space Mission Operations  - Ground Segment and Mission Control | DICI", "description": "", "url": "https://www.dici.unipi.it/events/space-mission-operations-ground-segment-and-mission-control", "lang": "en", "text": "Space Mission Operations  - Ground Segment and Mission Control | DICI\nSalta al contenuto principale\nDIPARTIMENTO DI INGEGNERIA CIVILE E INDUSTRIALE\n+ Login\n+ Register\nIL DIPARTIMENTO\nPersonale\nOrganizzazione\nSedi e accessi\nQualità e Piano Strategico\nRICERCA\nAree di Ricerca\nLaboratori\nProgetti\nProgetti Conclusi\nSpinOff e Brevetti\nDIDATTICA\nNEWS & EVENTI\nNews\nEventi\nAREA RISERVATA\nCerca\nSpace Mission Operations  - Ground Segment and Mission Control\nBriciole di pane\nHome\n/\nEvents\n/\n13 Maggio 2024\n14:00\nAula Magna Dini, Scuola di Ingegneria\nAn overview of the ground segment of space missions from design to utilization.\nMission operations: from lift-off to end-of-life disposal through the LEOP, commissioning and routine phases.\nAula Magna Dini\nScuola di Ingegneria Pisa\nMonday, May 13\n14:00-14:10 Opening\n14:10-14:30 Presentation and SSC Engineering Service overview\n14:30-16:15 SPECIAL GUEST: Paolo FERRI, former Head of ESA Mission Operations Dept. Interplanetary Mission Operations\n16:30-17:00 Cluster: How to operate a scientific mission without batteries\n16:30-17:00 JUICE: the challenges of visiting remote icy worlds 17:45-18:00 Recruitment process from the HR point of view\nTuesday, May 14\n09:15-09:30 Opening\n09:30-10:00 Sharing the wireless cosmos: an overview of Frequency Spectrum Management\n10:15-10:45 AI in space appications: bridging the gap from black holes to large language models\n11:00-11:30 Earth Observation data services coordination\n11:45-12:15 Ground station and scientific experiments with rockets and balloons\nWith the contributions of: Davide Starnone (SSC Space Italy), Renè Heller (SSC), Jana Kratzer, Luca Milani, Alessio Coppotelli, Francisco Pimenta, Anna Schiavo, Dario Di Francesco, Luca Paita* (LSE Space), Marcos López-Caniego Alcarría (Aurora) Giulio Pinzan, Pio Losco* (ESA), Paolo Ferri (former ESA) * UniPi Aerospace Engineering Alumni\nLocal organizers: Salvo Marcuccio, Matteo Gemignani, Irene Marsili @ Space Systems Laboratory, DICI\nUltime News\n#WelcometoDICI! Tra nuovi arrivi nel nostro dipartimento\nNews\n-\nOtt 18, 2024\nIl 18% dei docenti DICI nella top list degli scienziati più influenti al mondo\nNews\n-\nOtt 09, 2024\nSi conclude la quarta edizione dell'Integration Week - Summer School\nNews\n-\nSet 24, 2024\nAlle Benedettine il meeting del progetto Europeo SEAKNOT, per la sicurezza dgli impianti nucleari\nNews\n-\nSet 23, 2024\nBRIGHT Night 2024 - le iniziative del DICI\nNews\n-\nSet 19, 2024\nRicerca Bandi e Concorsi\nTitle\nData scadenza\nInformazioni\nTel. +39 050 221 8000\nFax +39 050 221 8065\nEMAIL: dici@ing.unipi.it\nPEC: dici@pec.unipi.it\nP.I. 00286820501 — C.F. 80003670504\ninfo didattica:\ndidattica.dici@ing.unipi.it\ninfo bandi e concorsi:\nconcorsi_bandi@dici.unipi.it\nLink Utili\nUniversità di Pisa\nPortale Alice\nUNIMAP\nImmatricolazione\nPrenotazione esami\nPiano Strategico e Assicurazione della Qualità 2018-22\nAccesso con Ateneo\n© Copyright 2022 Dipartimento di Ingegneria Civile e Industriale. Tutti i diritti riservati."}
{"doc_id": "6NBVLVMZZ5", "title": "Past Students and Experts in Nuclear Energy: Performance monitoring for PWR | DICI", "description": "", "url": "https://www.dici.unipi.it/events/past-students-and-experts-nuclear-energy-performance-monitoring-pwr", "lang": "en", "text": "Past Students and Experts in Nuclear Energy: Performance monitoring for PWR | DICI\nSalta al contenuto principale\nDIPARTIMENTO DI INGEGNERIA CIVILE E INDUSTRIALE\n+ Login\n+ Register\nIL DIPARTIMENTO\nPersonale\nOrganizzazione\nSedi e accessi\nQualità e Piano Strategico\nRICERCA\nAree di Ricerca\nLaboratori\nProgetti\nProgetti Conclusi\nSpinOff e Brevetti\nDIDATTICA\nNEWS & EVENTI\nNews\nEventi\nAREA RISERVATA\nCerca\nPast Students and Experts in Nuclear Energy: Performance monitoring for PWR\nBriciole di pane\nHome\n/\nEvents\n/\n03 Maggio 2024\n15:00\nOnline on Teams\nGiorgio Simonini\n(EdF Lab Chatou, France)\nL'incontro fa parte del ciclo 2023-24 \"\nPast-students and Expert Webinars in Nuclear Energy\n\", un programma di webinar sull'energia nucleare tenuti da ex-studenti unipi ed esperti internazionali.\nIl ciclo è organizzato nell'ambito del progetto\nENEN2plus\n, dell'European Nuclear Education Network.\nPartecipa al webinar\nGiorgio Simonini\njoined EDF R&D as Research Engineer in 2015. Since then, he has been involved in a multitude of projects whose\nleitmotif\nis improving the techno-economic performance of existing and future nuclear power plants (SMR, EPR2). Its expertise is focused on thermal-hydraulic modeling at a system level (i.e. 0D/1D modeling; he is one of the main contributors to the development of the Modelica library ThermoSysPro) and on processing of experimental data coming from the nuclear fleet (visualization, statistics, machine-learning). Digital twins, secondary chemistry monitoring, efficiency monitoring, passive safety systems, core flexibility, hydrogen, coupling of AI and physical models are some of the topics on which Giorgio contributes. He also animates some training at EDF or at the INSTN.\nGiorgio graduates in Energy Engineering at the University of Pisa in 2008, after a internship at Westinghouse Nuclear (USA) on CFD analyses on the IRIS SMR. He pursued his specialization in the nuclear domain with a PhD at the CEA-Cadarache on the tempo-spatial representativeness of specific experimental data for a nuclear physics code validation. He also worked at Framatome on the development of new simulation tools for Safety Studies.\nUltime News\n#WelcometoDICI! Tra nuovi arrivi nel nostro dipartimento\nNews\n-\nOtt 18, 2024\nIl 18% dei docenti DICI nella top list degli scienziati più influenti al mondo\nNews\n-\nOtt 09, 2024\nSi conclude la quarta edizione dell'Integration Week - Summer School\nNews\n-\nSet 24, 2024\nAlle Benedettine il meeting del progetto Europeo SEAKNOT, per la sicurezza dgli impianti nucleari\nNews\n-\nSet 23, 2024\nBRIGHT Night 2024 - le iniziative del DICI\nNews\n-\nSet 19, 2024\nRicerca Bandi e Concorsi\nTitle\nData scadenza\nInformazioni\nTel. +39 050 221 8000\nFax +39 050 221 8065\nEMAIL: dici@ing.unipi.it\nPEC: dici@pec.unipi.it\nP.I. 00286820501 — C.F. 80003670504\ninfo didattica:\ndidattica.dici@ing.unipi.it\ninfo bandi e concorsi:\nconcorsi_bandi@dici.unipi.it\nLink Utili\nUniversità di Pisa\nPortale Alice\nUNIMAP\nImmatricolazione\nPrenotazione esami\nPiano Strategico e Assicurazione della Qualità 2018-22\nAccesso con Ateneo\n© Copyright 2022 Dipartimento di Ingegneria Civile e Industriale. Tutti i diritti riservati."}
{"doc_id": "fDrvF6Wdoc", "title": "Bio-based Innovation Student Challenge Europe (BISC-E) | DICI", "description": "", "url": "https://www.dici.unipi.it/news/bio-based-innovation-student-challenge-europe-bisc-e", "lang": "en", "text": "Bio-based Innovation Student Challenge Europe (BISC-E) | DICI\nSalta al contenuto principale\nDIPARTIMENTO DI INGEGNERIA CIVILE E INDUSTRIALE\n+ Login\n+ Register\nIL DIPARTIMENTO\nPersonale\nOrganizzazione\nSedi e accessi\nQualità e Piano Strategico\nRICERCA\nAree di Ricerca\nLaboratori\nProgetti\nProgetti Conclusi\nSpinOff e Brevetti\nDIDATTICA\nNEWS & EVENTI\nNews\nEventi\nAREA RISERVATA\nCerca\nBio-based Innovation Student Challenge Europe (BISC-E)\nBriciole di pane\nHome\n/\nNews\n/\nNews\nOct 30, 2023\nDo you want to design a creative bio-based solution in a multidisciplinary student team?\nThe Bio-based Innovation Student Challenge Europe (BISC-E) encourages students to explore the emerging bio-based work field while developing a new bio-based product or process. The competition is run in two stages. First the Italian National Competition and then the European one between the national winners. You can see the counties involved at\nhttps://bisc-e.eu/\n.\nThe National Coordinator for Italy in 2024 is Prof. Maria Beatrice Coltelli of the University of Pisa – Dipartimento di Ingegneria Civile e Industriale.\nThe Challenge\nAll teams develop an innovative bio-based product or process to help resolve technological, environmental, or societal challenges that could become part of the bio-based industry and the bioeconomy.\nBuild your business case in a multidisciplinary student team. Present its benefits and your entrepreneurship to experts from industry and academia\n. The experts will judge your business case on technological excellence, economic feasibility and environmental performance. You don’t need to produce your product yet, but you and your team should make it plausible that it could work.\nWho Can Apply?\nBISC-E is open to\ngraduating students\nat universities of Applied Sciences and research universities.\nFirst and second-year PhD students\ncan be part of a student team provided their current level is comparable/identical to others within the European Qualification Framework Level 7 (EQF 7), and the overarching framework of qualifications of the European Higher Education Area (QF-EHEA). The Teams should include students from\ndifferent STEM disciplines\n(science, technology, engineering, mathematics).\nStudents from and\nSH Science and Humanities\ndisciplines are more than welcome. A Team must consist of minimum of 3 students and a maximum of 6, which may be enrolled at different universities.\nConsider that each Student Team\nmust\nbe supported by a\nsupervisor\n(employed by the reference University, eg a Postdoc, a Professor, a Researcher …).\nA limit applies to the number of PhD students in the teams! Please consult the Regulation in\nannex Art. 4.4\n.\nEverybody wins!\nParticipating in BISC-E makes you a winner thanks to the valuable experience you gain through collectively, in a multidisciplinary team, creating solutions for a sustainable future. If your team becomes the national\nBISC-E winner, you will be invited to represent your country in the European final.\nThe jury that will evaluate the projects consists of:\nItalbiotec Srl Società Benefit (Maurizio Bettiga)\nCargill (Massimo Bregola)\nBioSphere (Beatrice Mongili)\nPlanet Bioplastics (Andrea Lazzeri)\nNovamont (Cecilia Giardi)\nPrizes are set for the 3 best Italian projects:\nFIRST CLASSIFIED: €1000 (offered by Italbiotec Srl Società Benefit)\nSECOND CLASSIFIED: €500 (offered by University of Pisa, Department of Civil and Industrial Engineering)\nTHIRD CLASSIFIED: €250 (offered by University of Pisa, Department of Civil and Industrial Engineering)\nThe BISC-E deadlines\n5 February 2024\nDeadline for the registration of Student Teams willing to participate to the BISC-E 2024. The registration has to be done via the Google Form available here\nhttps://forms.gle/9hSHB3SrtcQYqaj66\n9 February 2024\nKick-off with all participants\n15 April 2024\nDeadline for submission of the project dossier to the National Coordinator. See below for the template to be used.\n10 May 2024\nNational BISC-E round to determine the national winner.\nFor participating as an attendee at the on-line  event of 10 may at 9.00 am, register here :\nhttps://forms.gle/\nTViE8yrkiiY89AFb8\n6 September 2024\nFirst round of European BISC-E: all national winners remotely compete for accessing the second round.\n27 September 2024\nSecond and final round: the top-5 student teams from the first round compete for winning the BISC-E.\nAll deadlines has to be intended as 23:59 CET of the day.\nPrizes are set for the 3 best EU-level projects by the Bio-based Industry Consortium.\nMore Info\nWould you like to know more about our national competition? Please feel free to contact the IT National Coordinator: Maria Beatrice Coltelli\nmaria.beatrice.coltelli@unipi.it\nDipartimento di Ingegneria Civile e Industriale - Università di Pisa\nhttps://bisc-e.eu/\nUseful Links and Documents\nBISC-E 2024 web site\nhttps://biconsortium.eu/about-bisc-e\nBISC-E Regulation\nGoogle form\nfor Students Teams registration\nTemplate for Project Dossier\nBISC-E 2024 Flyer\nUltime News\n#WelcometoDICI! Tra nuovi arrivi nel nostro dipartimento\nNews\n-\nOtt 18, 2024\nIl 18% dei docenti DICI nella top list degli scienziati più influenti al mondo\nNews\n-\nOtt 09, 2024\nSi conclude la quarta edizione dell'Integration Week - Summer School\nNews\n-\nSet 24, 2024\nAlle Benedettine il meeting del progetto Europeo SEAKNOT, per la sicurezza dgli impianti nucleari\nNews\n-\nSet 23, 2024\nBRIGHT Night 2024 - le iniziative del DICI\nNews\n-\nSet 19, 2024\nRicerca Bandi e Concorsi\nTitle\nData scadenza\nInformazioni\nTel. +39 050 221 8000\nFax +39 050 221 8065\nEMAIL: dici@ing.unipi.it\nPEC: dici@pec.unipi.it\nP.I. 00286820501 — C.F. 80003670504\ninfo didattica:\ndidattica.dici@ing.unipi.it\ninfo bandi e concorsi:\nconcorsi_bandi@dici.unipi.it\nLink Utili\nUniversità di Pisa\nPortale Alice\nUNIMAP\nImmatricolazione\nPrenotazione esami\nPiano Strategico e Assicurazione della Qualità 2018-22\nAccesso con Ateneo\n© Copyright 2022 Dipartimento di Ingegneria Civile e Industriale. Tutti i diritti riservati."}
{"doc_id": "F9mV8S9aSH", "title": "Bando Marie Skłodowska-Curie Actions – Post-doctoral Fellowship | DICI", "description": "", "url": "https://www.dici.unipi.it/news/bando-marie-sklodowska-curie-actions-post-doctoral-fellowship", "lang": "en", "text": "Bando Marie Skłodowska-Curie Actions – Post-doctoral Fellowship | DICI\nSalta al contenuto principale\nDIPARTIMENTO DI INGEGNERIA CIVILE E INDUSTRIALE\n+ Login\n+ Register\nIL DIPARTIMENTO\nPersonale\nOrganizzazione\nSedi e accessi\nQualità e Piano Strategico\nRICERCA\nAree di Ricerca\nLaboratori\nProgetti\nProgetti Conclusi\nSpinOff e Brevetti\nDIDATTICA\nNEWS & EVENTI\nNews\nEventi\nAREA RISERVATA\nCerca\nBando Marie Skłodowska-Curie Actions – Post-doctoral Fellowship\nBriciole di pane\nHome\n/\nNews\n/\nNews\nMay 23, 2023\nThe Marie Skłodowska-Curie Actions are the European Union’s reference programme for doctoral education and postdoctoral training.\nPostdoctoral Fellowships action targets researchers holding a PhD who wish to carry out their research activities abroad, acquire new skills and develop their careers. PFs help researchers gain experience in other countries, disciplines and non-academic sectors.\nThe research themes available at UNIPI for the Call MSCA-PF 2023:\nNew concepts and potential applications of electrodiffusio-osmotic phenomena in micro-systems\nDeep learning for structural dynamics\nOptimization of extrusion-based additive manufacturing of metal and ceramic parts for biomedical and aerospace applications\nPhysics-based modelling of lithium-ion batteries\nModelling of multi-scale damage phenomena in advanced materials and structures\nModelling of Cavitation Dynamics in Liquid Rocket Turbopumps to Address Cavitation-Induced Flow and Rotordynamics Instabilities\nDynamic Model of Catalytic Decomposition of Propellants for Rocket Propulsion Applications\nAnalysis of the Startup and Shutdown Transient Dynamics of a Nuclear Thermal Rocket\nThe research themes available at UNIPI\nlink\nUltime News\n#WelcometoDICI! Tra nuovi arrivi nel nostro dipartimento\nNews\n-\nOtt 18, 2024\nIl 18% dei docenti DICI nella top list degli scienziati più influenti al mondo\nNews\n-\nOtt 09, 2024\nSi conclude la quarta edizione dell'Integration Week - Summer School\nNews\n-\nSet 24, 2024\nAlle Benedettine il meeting del progetto Europeo SEAKNOT, per la sicurezza dgli impianti nucleari\nNews\n-\nSet 23, 2024\nBRIGHT Night 2024 - le iniziative del DICI\nNews\n-\nSet 19, 2024\nRicerca Bandi e Concorsi\nTitle\nData scadenza\nInformazioni\nTel. +39 050 221 8000\nFax +39 050 221 8065\nEMAIL: dici@ing.unipi.it\nPEC: dici@pec.unipi.it\nP.I. 00286820501 — C.F. 80003670504\ninfo didattica:\ndidattica.dici@ing.unipi.it\ninfo bandi e concorsi:\nconcorsi_bandi@dici.unipi.it\nLink Utili\nUniversità di Pisa\nPortale Alice\nUNIMAP\nImmatricolazione\nPrenotazione esami\nPiano Strategico e Assicurazione della Qualità 2018-22\nAccesso con Ateneo\n© Copyright 2022 Dipartimento di Ingegneria Civile e Industriale. Tutti i diritti riservati."}
{"doc_id": "8LRoS4isbg", "title": "WECM'23 - 2nd Workshop on Experimental and Computational Mechanics in Pisa - call for abstracts | DICI", "description": "", "url": "https://www.dici.unipi.it/news/wecm23-2nd-workshop-experimental-and-computational-mechanics-pisa-call-abstracts", "lang": "en", "text": "WECM'23 - 2nd Workshop on Experimental and Computational Mechanics in Pisa - call for abstracts | DICI\nSalta al contenuto principale\nDIPARTIMENTO DI INGEGNERIA CIVILE E INDUSTRIALE\n+ Login\n+ Register\nIL DIPARTIMENTO\nPersonale\nOrganizzazione\nSedi e accessi\nQualità e Piano Strategico\nRICERCA\nAree di Ricerca\nLaboratori\nProgetti\nProgetti Conclusi\nSpinOff e Brevetti\nDIDATTICA\nNEWS & EVENTI\nNews\nEventi\nAREA RISERVATA\nCerca\nWECM'23 - 2nd Workshop on Experimental and Computational Mechanics in Pisa - call for abstracts\nBriciole di pane\nHome\n/\nNews\n/\nNews\nMar 13, 2023\nThe\nWECM'23 - 2nd Workshop on Experimental and Computational Mechanics\nwill take place at the University of Pisa, Italy, from 20 to 22 September 2023.\nWECM'23 aims at gathering researchers, who use both computational and experimental approaches in Solid and Fluid Mechanics, to foster mutual knowledge and promote collaboration across disciplines. WECM'23 will be specially addressed to MSc and PhD students hoping to make them grow in love for scientific research, with particular attention to Mechanics, and - in the spirit of its motto - inviting them to pursue \"virtue and knowledge\". To this aim, emphasis will be on discussion and exchange of ideas between speakers and attendees, rather than to formal presentations.\nDuring the workshop, the Final Meeting of the \"Canaletto\" Project titled \"Damage Identification in Advanced Composite Materials with Elastic Couplings\" (DIACMEC) will be held.\nAbstract submission will be open from 20 February 2023 to 31 May 2023.\nFurther information:\nConference website:\nhttp://wecm23.ing.unipi.it/\nContacts:\nwecm23@ing.unipi.it\nUltime News\n#WelcometoDICI! Tra nuovi arrivi nel nostro dipartimento\nNews\n-\nOtt 18, 2024\nIl 18% dei docenti DICI nella top list degli scienziati più influenti al mondo\nNews\n-\nOtt 09, 2024\nSi conclude la quarta edizione dell'Integration Week - Summer School\nNews\n-\nSet 24, 2024\nAlle Benedettine il meeting del progetto Europeo SEAKNOT, per la sicurezza dgli impianti nucleari\nNews\n-\nSet 23, 2024\nBRIGHT Night 2024 - le iniziative del DICI\nNews\n-\nSet 19, 2024\nRicerca Bandi e Concorsi\nTitle\nData scadenza\nInformazioni\nTel. +39 050 221 8000\nFax +39 050 221 8065\nEMAIL: dici@ing.unipi.it\nPEC: dici@pec.unipi.it\nP.I. 00286820501 — C.F. 80003670504\ninfo didattica:\ndidattica.dici@ing.unipi.it\ninfo bandi e concorsi:\nconcorsi_bandi@dici.unipi.it\nLink Utili\nUniversità di Pisa\nPortale Alice\nUNIMAP\nImmatricolazione\nPrenotazione esami\nPiano Strategico e Assicurazione della Qualità 2018-22\nAccesso con Ateneo\n© Copyright 2022 Dipartimento di Ingegneria Civile e Industriale. Tutti i diritti riservati."}
{"doc_id": "eRt2MzvAkv", "title": "Past Students and Experts in Nuclear Energy: Microreactors for remote applications | DICI", "description": "", "url": "https://www.dici.unipi.it/events/past-students-and-experts-nuclear-energy-microreactors-remote-applications", "lang": "en", "text": "Past Students and Experts in Nuclear Energy: Microreactors for remote applications | DICI\nSalta al contenuto principale\nDIPARTIMENTO DI INGEGNERIA CIVILE E INDUSTRIALE\n+ Login\n+ Register\nIL DIPARTIMENTO\nPersonale\nOrganizzazione\nSedi e accessi\nQualità e Piano Strategico\nRICERCA\nAree di Ricerca\nLaboratori\nProgetti\nProgetti Conclusi\nSpinOff e Brevetti\nDIDATTICA\nNEWS & EVENTI\nNews\nEventi\nAREA RISERVATA\nCerca\nPast Students and Experts in Nuclear Energy: Microreactors for remote applications\nBriciole di pane\nHome\n/\nEvents\n/\n31 Maggio 2024\n15:00\nOnline on Teams\nAndrea Alfonsi\n(NuCube Energy, Inc, USA)\nL'incontro fa parte del ciclo 2023-24 \"\nPast-students and Expert Webinars in Nuclear Energy\n\", un programma di webinar sull'energia nucleare tenuti da ex-studenti unipi ed esperti internazionali.\nIl ciclo è organizzato nell'ambito del progetto\nENEN2plus\n, dell'European Nuclear Education Network.\nPartecipa al webinar\nAndrea Alfonsi\njoined NuCube Energy, Inc. in 2023 and he is currently serving as the Nuclear Core Design Manager. Previously (2021-2023), he was the Nuclear Design and Analysis Functional Manager at Ultra Safe Nuclear Corporation (USNC), in its Advanced Technology division, managing a large multi-disciplinary team of engineers focused on the design and development of nuclear technologies for space applications. Before joining USNC, he worked at the Idaho National Laboratory (INL) for 10+ years (from 2010) covering multiple technical roles, including serving as Technical Leader and Principal Investigator for the development of the Uncertainty Quantification (UQ), parameter optimization and AI-aided Probabilistic Risk Assessment (PRA)code RAVEN (Risk Analysis and Virtual ENvironment) and the Reactor Physics/Neutronics toolkit PHISICS (Parallel and Highly Innovative System for INL Code System).\nWith 15+ years of experience in the nuclear field (in both Research and Industry environments), he has been involved in research and development of several projects, spanning from reactor design and analysis to methods development for reactor physics applications, reduced order physics/models, advanced uncertainty quantification, etc.\nHe has a Ph.D. in Energy (Nuclear) Engineering by the University of Rome “La Sapienza” (Italy). In his career, he authored and co-authored more that 20+ journal publications, 60+ papers in proceedings of international conferences, and 40+ technical reports.\nUltime News\n#WelcometoDICI! Tra nuovi arrivi nel nostro dipartimento\nNews\n-\nOtt 18, 2024\nIl 18% dei docenti DICI nella top list degli scienziati più influenti al mondo\nNews\n-\nOtt 09, 2024\nSi conclude la quarta edizione dell'Integration Week - Summer School\nNews\n-\nSet 24, 2024\nAlle Benedettine il meeting del progetto Europeo SEAKNOT, per la sicurezza dgli impianti nucleari\nNews\n-\nSet 23, 2024\nBRIGHT Night 2024 - le iniziative del DICI\nNews\n-\nSet 19, 2024\nRicerca Bandi e Concorsi\nTitle\nData scadenza\nInformazioni\nTel. +39 050 221 8000\nFax +39 050 221 8065\nEMAIL: dici@ing.unipi.it\nPEC: dici@pec.unipi.it\nP.I. 00286820501 — C.F. 80003670504\ninfo didattica:\ndidattica.dici@ing.unipi.it\ninfo bandi e concorsi:\nconcorsi_bandi@dici.unipi.it\nLink Utili\nUniversità di Pisa\nPortale Alice\nUNIMAP\nImmatricolazione\nPrenotazione esami\nPiano Strategico e Assicurazione della Qualità 2018-22\nAccesso con Ateneo\n© Copyright 2022 Dipartimento di Ingegneria Civile e Industriale. Tutti i diritti riservati."}
