{"doc_id": "xwxDWeDJUd", "title": "Pubblicazioni scientifiche 2022 – Nutrafood – Università di Pisa", "description": "", "url": "https://nutrafood.unipi.it/pubblicazioni-scientifiche-2022/", "lang": "en", "text": "Pubblicazioni scientifiche 2022 – Nutrafood – Università di Pisa\nNavigazione toggle\nHome\nPresentazione\nChi siamo\nContatti\nDove siamo\nOrgani e Struttura\nRegolamento\nDipartimenti Afferenti\nObiettivi\nAttività\nConferenze Seminari e Convegni\nEventi e Notizie\nRassegna stampa\nDivulgazione\nPubblicazioni scientifiche\nDivulgazione\nEFSA\nCommissione\nBandi\nCall\nLinks\nInran\nMinistero della salute\nHorizon 2020\nLife Science Toscana\nA Healthy Diet for a Healthy Life\nRicerca per:\nPubblicazioni scientifiche 2022\nPubblicato da\nCostanza Ceccanti\nil\n19 Gennaio 2024\n19 Gennaio 2024\nAdouni K, Bendif H, Zouaoui O, Kraujalis P, Flamini G, Venskutonis PR, Achour L (2022), Antioxidant activity of extracts obtained by high-pressure extraction procedures from\nAsparagus stipularis\nSouth African Journal of Botany 146, 789-793.\nAllegrini S, Garcia-Gil M, Pesi R, Camici M, Tozzi MG. (2022). The good, the bad and the new about uric acid in cancer. Cancers 14(19), 4959.\nAmato R, Catalani E, Dal Monte M, Cammalleri M, Cervia D, Casini G. (2022) Morpho-functional analysis of the early changes induced in retinal ganglion cells by the onset of diabetic retinopathy: The effects of a neuroprotective strategy. Pharmacology Research 185, 106516.\nAngelini LG, Tavarini S, Ascrizzi R, Flamini G, Vannacci G, Sarrocco S (2022). Composition and antifungal activity of the essential oils hydrodistilled from three accessions of pastinocello carrot (\nDaucus carota\nssp.\nmajor\n). Industrial Crops and Products 181, 114797\nAscrizzi R, De Leo M, Pistelli La, Giuliani C, Pieracci Y, Ruffoni B, Mascarello C, Fico G, Flamini G, Pistelli Lu (2022). Resilience of\nStevia rebaudiana\n(Bertoni) Bertoni in the underwater biospheres of nemo’s garden®: adaptation to new cultivation systems. Molecules 27, 8602.\nBaccouri B, Rajhi I, Mohammed SN, Flamini G (2022). Monitoring the fatty acid and volatile compositions of Tunisian virgin olive oil using HS-SPME-GC-MS with regard to growing area. European Food Research and Technology,\nin press\n.\nBalestri F, Moschini R, Mura U, Cappiello M, Del Corso A (2022). In search of differential inhibitors of aldose reductase. Biomolecules 12(4), 485.\nBalestri F, Poli G, Piazza L, Cappiello M, Moschini R, Signore G, Tuccinardi T, Mura U, Del Corso A. (2022) Dissecting the activity of catechins as incomplete aldose reductase differential inhibitors through kinetic and computational approaches. Biology 11, 1324.\nBartolini S, Pozzo L, Venturi F, Sanmartin C, Taglieri I, Macaluso M, Trivellini A, Orlando M, Zinnai A, Sodi AM (2022). Apple peel extracts as preservation solution to maintain the quality of fresh-cut apples. European Journal of Horticultural Science 87, 1.\nBianchi A, Taglieri I, Sanmartin C, Macaluso M, Venturi F, Zinnai A (2022). Impact of different packaging and capping systems on the secondary shelf-life of white wine. Agrochimica 66(2-3).\nBianchi A, Taglieri I, Venturi F, Sanmartin C, Ferroni G, Macaluso M, Palla F, Flamini G, Zinnai A (2022). Technological improvements on FML in the Chianti Classico wine production: co-Inoculation or sequential inoculation? Foods 11(7), 1011.\nBianchi A, Taglieri I, Zinnai A, Macaluso M, Sanmartin C, Venturi F (2022). Effect of argon as filling gas of the storage atmosphere on the shelf-life of sourdough bread—case study on PDO Tuscan bread. Foods 11(21), 3470.\nCacchiarelli C, Fratini F, Puccini M, Vitolo S, Paci G, Mancini S (2022). Effects of different blanching treatments on colour and microbiological profile of\nTenebrio molitor\nand\nZophobas morio\nLWT 157, 113112.\nCalvigioni M, Cara A, Celandroni F, Mazzantini D, Panattoni A, Tirloni E, Bernardi C, Pinotti L, Stella S, Ghelardi E. (2022). Characterization of a\nBacillus cereus\nstrain associated with a large feed-related outbreak of severe infection in pigs. Journal of Applied Microbiology 133(2), 1078-1088.\nCanovai A, Amato R, Melecchi A, Dal Monte M, Rusciano D, Bagnoli P, Cammalleri M. (2022) Preventive efficacy of an antioxidant compound on blood retinal barrier breakdown and visual dysfunction in Streptozotocin-induced diabetic rats. Frontiers in Pharmacology 12, 811818.\nCastagna A, Mariottini G, Gabriele M, Longo V, Souid A, Dauvergne X, Magné C, Foggi G, Conte G, Santin M, Ranieri A (2022). Nutritional composition and bioactivity of\nSalicornia europaea\nplants grown in monoculture or intercropped with tomato plants in salt-affected soils. Horticulturae 8, 828.\nCeccanti C, De Bellis L, Guidi L, Negro, Pardossi A, Incrocci L (2022). Effect of blanching and boiling on the secondary metabolism of cultivated cardoon stalks: a case study of the Tuscany region (Italy). Metabolites 12(8), 728.\nCeccanti C, Guidi L, D’Alessandro C, Cupisti A (2022). Potassium bioaccessibility in uncooked and cooked plant foods: results from a static in vitro digestion methodology. Toxins 14(10), 668.\nCeccanti C, Landi M, Guidi L, Pardossi A, Incrocci L (2022). Seasonal fluctuations of crop yield, total phenolic content and antioxidant activity in fresh or cooked borage (\nBorago officinalis\n), mallow (\nMalva sylvestris\nL.) and buck’s-horn plantain (\nPlantago coronopus\nL.) leaves. Horticulturae 8(3), 253.\nCeccanti C, Lauria G, Lo Piccolo E, Guidi L, Pezzarossa B, Rosellini I, Cardelli R, Becagli M, Landi M (2022). Assessment of leaf photosynthetic performances and bioaccumulation of trace metals by lettuce leaves and strawberry fruits amended with sewage sludge: Which possible re-use in agriculture? Scientia Horticulturae 295, 110884.\nCeccanti C, Mazzoni F, Guidi L, Benvenuti S (2022). Spinach-strawberry (\nChenopodium capitatum\n(L.) Asch.) as a functional food: leaves, fruits or both? Agrochimica 66(1), 15-28.\nCela F, Avio L, Giordani T, Vangelisti A, Cavallini A, Turrini A, Sbrana C, Pardossi A, Incrocci L. (2022). Arbuscular mycorrhizal fungi increase nutritional quality of soilless grown lettuce while overcoming low phosphorus supply. Foods 11(22), 3612.\nCelandroni F, Mazzantini D, Calvigioni M, Ceccanti S, Vecchiani S, Battaglia S, Bigini C, Ghelardi E (2022) Antimicrobial activity of xibornol and a xibornol-based formulation against Gram-positive pathogens of the respiratory tract. Advances in Experimental Medicine and Biology 1369, 101-106.\nCiccone L, Tonali N, Fruchart-Gaillard C, Barlettani L, Rossello A, Braca A, Orlandini E, Nencetti S (2022). Antioxidant quercetin 3-O-glycosylated plant flavonols contribute to Transthyretin stabilization. Crystals 12, 638.\nCiccone V, Piragine E, Gorica E, Citi V, Testai L, Pagnotta E, Matteo R, Pecchioni N, Montanaro R, Di Cesare Mannelli L, Ghelardini C, Brancaleone V, Morbidelli L, Calderone V, Martelli A (2022). Anti-inflammatory effect of the natural H\n2\nS-donor erucin in vascular endothelium. International Journal of Molecular Sciences 23(24), 15593.\nCioni E, Migone C, Ascrizzi R, Muscatello B, De Leo M, Piras AM, Zambito Y, Flamini G, Pistelli L (2022). Comparing metabolomic and essential oil fingerprints of\nCitrus australasica\nmuell\n(finger lime) varieties and their in vitro antioxidant activity. Antioxidants 11, 2047.\nConte G, Palombo V, Serra A, Correddu F, D’Andrea M, Macciotta NPP, Mele M (2022). Study of the fatty acid profile of milk in different sheep breeds: evaluation by multivariate factorial analysis. Animals 12, 722.\nCurcio M, Cirillo G, Amato R, Guidotti L, Amantea D, De Luca M, Nicoletta FP, Lemma F, Garcia-Gil M. (2022). Encapsulation of alpha-lipoic acid in functional hybrid liposomes: promising tool for the reduction of cisplatin-induced ototoxicity. Pharmaceuticals 15(4), 394.\nD’Angiolo M, De Leo M, Camangi F, Magliocca G, De Tommasi N, Braca A, Marzocco S (2022). Chemical constituents of\nUlmus minor\nminor\nfruits used in the Italian phytoalimurgic tradition and their anti-inflammatory activity evaluation. Planta Medica 88, 762-773.\nDelogu M, Ceccantoni B, Forniti R, Taglieri I, Sanmartin C, Mencarelli F, Bellincontro A (2022). Ozone gas for low cost and environmentally friendly desulfurization of mute grape must. Foods 11(10), 1405.\nDi Lauro A (2021) La blockchain nel settore agroalimentare come discorso e come dispositivo. In: Il potere della tecnica e la funzione del diritto: un’analisi interdisciplinare di Blockchain (a cura di E. Navarretta, L. Ricci, A. Vallini), Giappichelli, pp. 231-238.\nDi Lauro A (2021). Religione del cibo: quale normatività per il benessere animale. Rivista di diritto alimentare 3, 53-62.\nDi lauro A (2021). Transforming agri-food system. Legislative interventions for improved nutrition and sustainability, (dir. Parent – L. Colette), Rapporto FAO, Roma.\nDi Lauro A (2022). Biocultural rights, Sustainability and the UNDROP The Declaration and sustainability standards for agri-food systems. In: The UN Declaration on Peasants’ Rights, Routledge, New York, pp. 188.\nDi Lauro A (2022). Gli effetti dei cambiamenti climatici sulla disciplina delle indicazioni geografiche: criticità e prospettive. Rivista di diritto alimentare 3.\nDi Lauro A (2022). Il divenire del paesaggio nei segni del territorio. In: Ruolo e dimensioni del paesaggio nel territorio rurale della Toscana (a cura di N. Ferrucci), Editoriale Scientifica, Napoli, pp. 21-240.\nDominici S, Marescotti F, Sanmartin C, Macaluso M, Taglieri I, Venturi F, Zinnai A, Facioni MS (2022). Lactose: characteristics, food and drug-related applications, and its possible substitutions in meeting the needs of people with lactose intolerance. Foods 11 (10), 1486.\nEbani VV, Nardoni S, Bertelloni F, Pollera C, Pistelli L, Mancianti F. (2022). In vitro antimicrobial activity of selected essential oils against bacteria and yeasts isolated from the genital tract of mares. Natural Product Research 36(10), 2648-2653.\nFabiano A, De Leo M, Cerri L, Piras AM, Braca A, Zambito Y (2022). Saffron extract self-assembled nanoparticles to prolong the precorneal residence of crocin. Journal of Drug Delivery Science and Technology 74, 103580\nFambrini M, Pugliesi C, Pecchia S (2022). Innovative approaches for crop improvement and sustainable management of plant disease in the post-genomic era. International Journal of Molecular Sciences 23, 3273.\nFelice F, Cesare MM, Fredianelli L, De Leo M, Conti V, Braca A, Di Stefano R (2022). Effect of tomato peel extract grown under drought stress condition in a sarcopenia model. Molecules 27, 2563.\nFiaccadori I, Cotrozzi L (2022). Spectroscopic detection and monitoring of plant diseases and stress: principles, case studies on fruit and vegetable crops, and perspectives. Agrochimica 65, 25-36.\nGagliardi M, Tori G, Agostini M, Lunardelli F, Mencarelli F, Sanmartin C, Cecchini M (2022). Detection of oenological polyphenols via QCM-D measurements. Nanomaterials 12(1), 166.\nGeorgiadou E., Mina M, Neoptolemou V, Koundouras S, D’Onofrio C, Bellincontro A, Mencarelli F, Fotopoulosa V, Manganarisa GA (2022). The beneficial effect of leaf removal during fruit set on physiological, biochemical, and qualitative indices and volatile organic compound profile of the Cypriot reference cultivar ‘Xynisteri. Journal of The Science of Food and Agriculture,\nonline\nGrassi A, Cristani C, Palla M, Di Giorgi R, Giovannetti M, Agnolucci M (2022). Microbial dynamics of yeasts and acetic acid bacteria in a kombucha beverage, as affected by storage time and temperature. International Journal of Food Microbiology 382, 109934.\nGrassiri B, Cesari A, Balzano F, Migone C, Kali G, Bernkop-Schnürch A, Uccello-Barretta G, Zambito Y, Piras AM (2022). Thiolated 2-methyl-β-cyclodextrin as a mucoadhesive excipient for poorly soluble drugs: synthesis and characterization. Polymers 14, 3170.\nHoshika Y, Cotrozzi L, Marchica A, Carrari E, Lorenzini G, Nali C, Paoletti E, Pellegrini E (2022). Season-long exposure of bilberry plants to realistic and future ozone pollution improves the nutraceutical quality of fruits. Science of the Total Environment 882, 153577.\nKoskela A, Manai F, Basagni F, Liukkonen M, Rosini M, Govoni S, Monte MD, Smedowski A, Kaarniranta K, Amadio M. (2022) Nature-inspired hybrids (NIH) improve proteostasis by activating nrf2-mediated protective pathways in retinal pigment epithelial cells. Antioxidants 11(7), 1385.\nLombardi T, Bertacchi A, Pistelli L, Pardossi A, Pecchia S, Toffanin A, Sanmartin C (2022). Biological and agronomic traits of the main halophytes widespread in the Mediterranean region as potential new vegetable crops. Horticulturae 8, 195.\nLucarini E, Micheli L, Pagnotta E, Matteo R, Parisio C, Toti A, Ferrara V, Ciampi C, Martelli A, Testai L, Calderone V, Savino M, Russo M, Pecchioni N, Ghelardini C, Di Cesare Mannelli L. (2022). Beneficial effects of\nEruca sativa\ndefatted seed meal on visceral pain and intestinal damage resulting from colitis in rats. Foods 11(4), 580.\nLucarini E, Micheli L, Pagnotta E, Toti A, Ferrara V, Ciampi C, Margiotta F, Martelli A, Testai L, Calderone V, Matteo R, Suriano S, Troccoli A, Pecchioni N, Manera C, Mannelli LDC, Ghelardini C (2022). The efficacy of\nCamelina sativa\ndefatted seed meal against colitis-induced persistent visceral hypersensitivity: the relevance of PPAR α receptor activation in pain relief. Nutrients 14(15), 3137.\nMacaluso M, Chiellini C, Ciurli A, Guglielminetti L, Najar B, Taglieri I, Sanmartin C, Bianchi A, Venturi F, Zinnai A (2022). Application of five different\nChlorella\nmicroalgal strains for the treatment of vegetation waters derived from unconventional oil extractions enriched with citrus byproducts. Foods 11, 1398.\nMacaluso M, Farina P, Rossi L, Bianchi A, Venturi F, Ortega RDC, Bedini S, Conti B, Guidi L, Zinnai A (2022). Chemical vs. enzymatic refining to produce peanut oil for edible use or to obtain a sustainable and cost-effective protector for stored grains against\nSitophilus zeamais\n(\nColeoptera: Curculionidae\n). Foods 11 (9), 1224.\nMalfa GA, De Leo M, Tundis R, Braca A, Loizzo MR, Di Giacomo C, Raimondo FM, Bucchini AEA, Acquaviva R (2022). Biological investigation and chemical study of\nBrassica villosa\ndrepanensis\n(Brassicaeae) leaves. Molecules 27, 8447.\nMancini S, Fratini F, Provera I, Dovicchi J, Tuccinardi T, Minieri S, Papini RA, Forzan M, Paci G (2022). Growth performances, chemical composition, and microbiological loads of mealworm reared with brewery spent grains and bread leftovers. Italian Journal of Animal Science 21, 1419-1429.\nMancini S, Sogari G, Espinosa Diaz S, Menozzi D, Paci G, Moruzzo R (2022). Exploring the future of edible insects in Europe. Foods 11, 455.\nMarchica A, Cotrozzi L, Nali C, Pellegrini E (2022). Antioxidants and phytohormones act in coordination to regulate sage response to long term ozone exposure. Plants 11, 904.\nMeacci E, Pierucci F, Garcia-Gil M. (2022). Skeletal muscle and COVID-19: the potential involvement of bioactive sphingolipids. Biomedicines 10(5), 1068.\nMelecchi A, Amato R, Lapi D, Dal Monte M, Rusciano D, Bagnoli P, Cammalleri M. (2022) Increased efficacy of dietary supplement containing wax ester-rich marine oil and xanthophylls in a mouse model of dry macular degeneration. Frontiers in Pharmacology 13, 1038730.\nMoschini R., Balestri F., Cappiello M., Signore G., Mura U., Del Corso A (2022). Ribose intake as food integrator: is it a really convenient practice? Biomolecules 12(12), 1775.\nNovelli M, Masini M, Vecoli C, Moscato S, Funel N, Pippa A, Mattii L, Ippolito C, Campani D, Neglia D, Masiello P (2022). Dysregulated insulin secretion is associated with pancreatic β-cell hyperplasia and direct acinar-β-cell trans-differentiation in partially eNOS-deficient mice. Physiological Report 10(16), e15425.\nPedonese F, Longo E, Torracca B, Najar B, Fratini F, Nuvoloni R (2022). Antimicrobial and anti-biofilm activity of manuka essential oil against\nListeria monocytogenes\nand\nStaphylococcus aureus\nof food origin. Italian Journal of Food Safety 8, 11.\nPiano I, Corsi F, Polini B, Gargini C. (2022) Nutraceutical molecules slow down retinal degeneration, in Tvrm4 mice a model of retinitis pigmentosa, by genetic modulation of anti-oxidant pathway. Frontiers in Neuroscience 16, 868750.\nPieracci Y, Pistelli L, Cecchi M, Pistelli L, De Leo M (2022). Phytochemical characterization of\nCitrus\n-based products supporting their antioxidant effect and sensory quality. Foods 11, 1550.\nPiragine E, Citi V, Lawson K, Calderone V, Martelli A (2022). Potential effects of natural H\n2\nS-donors in hypertension management. Biomolecules 12(4), 581.\nPiragine E, Citi V, Lawson K, Calderone V, Martelli A (2022). Regulation of blood pressure by natural sulfur compounds: Focus on their mechanisms of action. Biochemical Pharmacology 206, 115302.\nPuccinelli M, Maggini R, Angelini LG, Santin M, Landi M, Tavarini S, Castagna A., Incrocci L. (2022). Can light spectrum composition increase growth and nutritional quality of\nLinum usitatissimum\nsprouts and microgreens? Horticulturae 8, 98.\nPuccinelli M, Malorgio F, Pintimalli L, Rosellini I, Pezzarossa B (2022) Biofortification of lettuce and basil seedlings to produce selenium enriched leafy vegetables. Horticulturae 8, 801.\nRajhi I, Baccouri B, Rajhi F, Hammami J, Abbes Z, Mhadhbi H, Flamini G (2022). HS-SPME-GC-MS combined with chemometrics to assess the impact of germination, dehulling, and milling on flavor attributes of brown and green lentils (\nLens culinaris\nculinaris\n). South African Journal of Botany 150, 1102-1110.\nRajhi I, Baccouri B, Rajhi F, Hammami J, Souibgui M, Mhadhbi H, Flamini G (2022), HS-SPME-GC–MS characterization of volatile chemicals released from microwaving and conventional processing methods of fenugreek seeds and flours. Industrial Crops and Products 182, 114824\nRajhi I, Bechir B, Rajhi F, Hammami J, Souibgui M, Amri M, Mhadhbi H, Flamini G (2022). Evaluation of germination effect on volatile compounds of different faba bean cultivars using HS-SPME/GC-MS. Journal of Food Composition and Analysis 112, 104692.\nRajhi I, Boulaaba M, Baccouri B, Rajhi F, Hammami J, Barhoumi F, Flamini G, Mhadhbi H (2022). Assessment of dehulling effect on volatiles, phenolic compounds and antioxidant activities of faba bean seeds and flours. South African Journal of Botany 147, 741-753.\nRecinella L, Gorica E, Chiavaroli A, Fraschetti C, Filippi A, Cesa S, Cairone F, Martelli A, Calderone V, Veschi S, Lanuti P, Cama A, Orlando G, Ferrante C, Menghini L, Di Simone SC, Acquaviva A, Libero ML, Nilofar, Brunetti L, Leone S (2022). Anti-inflammatory and antioxidant effects induced by\nAllium sativum\nextracts on an ex vivo experimental model of ulcerative colitis. Foods 11(22), 3559.\nRisoli S, Cotrozzi L, Sarrocco S, Nuzzaci M, Pellegrini E, Vitti A (2022)\nTrichoderma\n-induced resistance to\nBotrytis\ncinerea\nin\nSolanum\nA meta-analysis. Plants 11, 180.\nSaafi EB, El Arem A, Chahdoura H, Flamini G, Lachheb B, Ferchichi A, Hammami M, Achour L (2022). Nutritional properties, aromatic compounds and in vitro antioxidant activity of ten date palm fruit (\nPhoenix dactylifera\n) varieties grown in Tunisia. Brazilian Journal of Pharmaceutical Sciences 58, e18871\nSantin M, Sciampagna MC, Mannucci A, Puccinelli M, Angelini LG, Tavarini S, Accorsi M, Incrocci L, Ranieri A, Castagna A (2022). Supplemental UV-B exposure influences the biomass and the content of bioactive compounds in\nLinum usitatissimum\nsprouts and microgreens. Horticulturae 8, 213.\nTaglieri I, Bedini S., Zinnai A, Sanmartin C, Conti B, Farina P, Chiriboga Ortega RD, De Leo M, Braca A, Tavarini S, Venturi F (2022). Effects of flaxseed cake fortification on bread shelf life, and its possible use as feed for\nTenebrio molitor\nlarvae in a circular economy: preliminary results. Journal of Science of Food and Agriculture 102, 1736-1743.\nTekaya M, Amel M-B, Mechri B, Ayadi M, Ben Slamia Aouina M, Mkada J, Belkhiria H, Guesmi A, Ben Hamadi N, Hammami M, Flamini G, Mezghani MA (2022), Biochemical characterization of olive oil samples obtained from fruit mixtures and from oil blends of four cultivars grown in Central Tunisia. OCL 5 (13 pag.).\nTestai L, Pagnotta E, Piragine E, Flori L, Citi V, Martelli A, Mannelli LDC, Ghelardini C, Matteo R, Suriano S, Troccoli A, Pecchioni N, Calderone V (2022). Cardiovascular benefits of\nEruca sativa\ndefatted seed meal extract: Potential role of hydrogen sulfide. Phytotherapy Research, 36(6), 2616-2627.\nTirloni E, Stella S, Celandroni F, Mazzantini D, Bernardi C, Ghelardi E. (2022).\nBacillus cereus\nin dairy products and production plants. Foods. 11(17), 2572.\nTognocchi M, Conte M, Testai L, Martucci M, Serra A, Salvioli S, Calderone V, Mele M, Conte G (2022). Supplementation of enriched polyunsaturated fatty acids and CLA cheese on high fat diet: effects on lipid metabolism and fat profile. Foods 11, 398.\nZambito Y, Piras AM, Fabiano A (2022). Bergamot essential oil: a method for introducing it in solid dosage forms. Foods 11, 3860.\nCategorie:\nSenza categoria\nNews\nRicerca e Sostenibilità in Alimentazione e Nutraceutica\nIl Centro Nutrafood organizza il Convegno “Ricerca e Sostenibilità in Alimentazione e Nutraceutica” presso il Centro Congressi Le Benedettine il giorno 18 ottobre 2024. Ricerca E Sostenibilità In Alimentazione E Nutraceutica Def\nNormatività contemporanea:  norme sensoriali e norme  sperimentali nel settore alimentare\nNei giorni 15-16 Marzo 2024, presso il Dipartimento di Scienze Agrarie, Alimentarie Agro-ambientali dell’Università di Pisa avrà luogo il convegno dal titolo “Normatività contemporanea: norme sensoriali e norme sperimentali nel settore alimentare” nell’ambito del Nutridialogo. Norme sensoriali e sperimentali_15-16 marzo 2024.pdf\nScopri la salute a Tavola: Incontri con il centro Nutrafood al Pisa Food and Wine Festival 2023\nDal 20 al 22 ottobre il Centro Nutrafood è presente alla manifestazione Terre di Pisa Food & Wine Festival 2023 con una serie di iniziative dal titolo “Scopri la salute a Tavola”. Durante tutta la durata della manifestazione ricercatori dell’Università di Pisa e del Centro Nutrafood forniscono informazioni ed indicazioni sugli alimenti ed una dieta equilibrata, nonché sugli accorgimenti e precauzioni da seguire per garantire la sicurezza (aspetti igienico-sanitari) degli alimenti. Il “Terre di Pisa Food & Wine Festival” nasce con lo scopo di proporre e far degustare prodotti e ricette della migliore tradizione enogastronomica delle “Terre di Pisa”, con un’attenzione alla salute ed\n…\nLoad More\nArticoli correlati\nSenza categoria\n2021\nIl cantiere del cibo: ricerca, tecnica, innovazione e cultura enogastronomica: 2 Dicembre 2021 presso la Cittadella Galileiana, Pisa Prodotti del Bosco ed Erbe Spontanee: 27 Novembre 2021 presso l’Aula Magna del Dipartimento di Scienze Agrarie,\nLeggi tutto…\nSenza categoria\nSeminari 2020\nCibo, salute e fake news : seminario online per il ciclo “Parliamone” dedicato all’obesità, alla nutrizione, sport e stili di vita e a modelli di consumo dei prodotti alimentari in riferimento agli aspetti merceologici, nutrizionali\nLeggi tutto…\nSenza categoria\n2019\nAmaducci S., Calzolari D., Grassi G., Angelini L.G. (2019). Canapa (Cannabis sativa L.). In: Oli e Grassi. Fonti oleaginose per gli utilizzi food e non food (Giuliano Mosca Editor). Edagricole -Edizioni Agricole di New Business\nLeggi tutto…\nCopyright Centro NutraFood - Università di Pisa"}
{"doc_id": "jbREpToAiW", "title": "Pubblicazioni 2020 – Nutrafood – Università di Pisa", "description": "", "url": "https://nutrafood.unipi.it/pubblicazioni-2020/", "lang": "en", "text": "Pubblicazioni 2020 – Nutrafood – Università di Pisa\nNavigazione toggle\nHome\nPresentazione\nChi siamo\nContatti\nDove siamo\nOrgani e Struttura\nRegolamento\nDipartimenti Afferenti\nObiettivi\nAttività\nConferenze Seminari e Convegni\nEventi e Notizie\nRassegna stampa\nDivulgazione\nPubblicazioni scientifiche\nDivulgazione\nEFSA\nCommissione\nBandi\nCall\nLinks\nInran\nMinistero della salute\nHorizon 2020\nLife Science Toscana\nA Healthy Diet for a Healthy Life\nRicerca per:\nPubblicazioni 2020\nPubblicato da\nCostanza Ceccanti\nil\n25 Dicembre 2021\n25 Dicembre 2021\nAgnolucci M., Avio L., Palla M., Sbrana C., Turrini A., Giovannetti M. (2020) Health‐Promoting Properties of Plant Products: The Role of Mycorrhizal Fungi and Associated Bacteria. Agronomy\n10\n, 1864. doi:\n10.3390/agronomy10121864\nAgnolucci M., Daghio M., Mannelli F., Secci G., Cristani C., Palla M., Giannerini, F., Giovannetti, M., Buccioni, A. (2020) Use of chitosan and tannins as alternatives to antibiotics to control mold growth on PDO Pecorino Toscano cheese rind. Food Microbiology\n92\n,103598. doi:\n10.1016/j.fm.2020.103598\nAhmad S., Campos M. G., Fratini F., Altaye S. Z., Li J. (2020) New insights into the biological and pharmaceutical properties of royal jelly. International Journal of Molecular Sciences\n21\n(2), 382. doi:\n10.3390/ijms21020382\nAmato A., Giannaccini M., dal Monte M., Cammalleri M., Pini A., Raffa V., Lulli M., Casini G. (2020) Association of the somatostatin analog octreotide with magnetic nanoparticles for intraocular delivery: A Possible Approach for the treatment of diabetic retinopathy. Frontiers in Bioengineering and Biotechnology\n8\n, 144. doi:\n10.3389/fbioe.2020.00144\nAscrizzi R., Flamini G. (2020) Wild\nHarenna coffee:\nflavour profiling from the bean to the cup. European Food Research and Thechnology\n246\n, 643-660. doi:\n10.1007/s00217-020-03429-8\nAscrizzi R., Iannone M., Cinque G., Marianelli A., Pistelli L. Flamini G. (2020), “Hemping” the Drinks: Aromatizing Alcoholic Beverages with A Blend of\nCannabis sativa\nL. Flowers. Food Chemistry\n325\n, 126909. doi:\n10.1016/j.foodchem.2020.126909\nAssumpção C. F., da Silva M. M, Hermes Poletto V.S, Ranieri A., Ferreira E. A., Jablonski A., Flôres S. H., de Oliveira Rios A. (2020) Different carotenoid enrichement in two climateric fruits after post-harvest UV-B treatment. Current bioactive compounds\n16\n, 102-108. doi:\n10.2174/1573407214666180807114449\nBaccari W., Znati M., Zardi-Bergaoui A., Chaieb A., Flamini G., Ascrizzi R., Ben Jannet H. (2020) Composition and insecticide potential against\nTribolium castaneum\nof the fractionated essential oil from the flowers of the Tunisian endemic plant\nFerula tunetana\nPomel ex Batt. Industrial Crops and Products\n143\n, 111888. doi:\n10.1016/j.indcrop.2019.111888\nBarracco V., Moschini R., Renzone G., Cappiello M., Balestri F., Scaloni A., Mura U., Del-Corso A. (2020) Dehydrogenase/reductase activity of human carbonyl reductase 1 with NADP(H) acting as a prosthetic group. Biochemical and Biophysical Research Communications\n522\n, 259-263. doi:\n10.1016/j.bbrc.2019.11.090\nBeconcini D., Felice F., Fabiano A., Sarmento B., Zambito Y., Di Stefano R. (2020) Antioxidant and anti-Inflammatory properties of cherry extract: nanosystems-based strategies to improve endothelial function and intestinal absorption. Foods\n9\n(2), E207. doi:\n10.3390/foods9020207\nBen Ayache S., Saafi E.B., Emhemmed F., Flamini G., Achour L., Muller C.D. (2020) Biological activities of aqueous extracts from carob plant (\nCeratonia siliqua\nL.) by antioxidant, analgesic and proapoptotic properties evaluation. Molecules\n25\n, 3120. doi:\n10.3390/molecules25143120\nBen Mustapha M., Zardi-Bergaoui A., Chaieb I., Flamini G., Ascrizzi R., Ben Jannet H. (2020) Chemical Composition and Insecticidal Activity of\nCrithmum maritimum\nL. Essential Oil against Stored-Product Beetle\nTribolium castaneum\n. Chemistry & Biodiversity\n17\n, 13. doi:\n10.1002/cbdv.201900552\nCabiati M., Salvadori C., Sapio A.L., Burchielli S., Carlucci L., Moscato S., Sabatino L., Caselli C., Mattii L., Del Ry S. (2020). Aging and biomarkers: transcriptional levels evaluation of Osteopontin/miRNA-181a axis in hepatic tissue of rats in different age ranges. Experimental Gerontology\n133\n. doi:\n10.1016/j.exger.2020.110879\nCammalleri M., Dal Monte M., Amato R., Bagnoli P., Rusciano D. (2020) A Dietary Combination of Forskolin with Homotaurine, Spearmint and B Vitamins Protects Injured Retinal Ganglion Cells in a Rodent Model of Hypertensive Glaucoma. Nutrients\n12\n, 1189. doi:\n10.3390/nu12041189\nCappiello M., Balestri F., Moschini R., Mura U., Del Corso A (2020).\nIntra-site differential inhibition of multi-specific enzymes.\nJournal of Enzyme Inhibition and Medicinal Chemistry\n35\n, 840-846. doi:\n10.1080/14756366.2020.1743988\nCarpi S. (2020) miRNA Modulation and Antitumor Activity by the Extra-Virgin Olive Oil Polyphenol Oleacein in Human Melanoma Cells. Frontiers in Pharmacology\n11\n, 574317. doi:\n10.3389/fphar.2020.574317\nCastagna A., Benelli G., Conte G., Sgherri C., Signorini F., Nicolella C., Ranieri A., Canale A. (2020) Drying Techniques and Storage: Do They Affect the Nutritional Value of Bee-Collected Pollen? Molecules\n25\n(21), 4925.\ndoi:\n10.3390/molecules25214925\nCeccanti, C., Brizzi, A., Landi, M., Incrocci, L., Pardossi, A., & Guidi, L. (2020). Evaluation of Major Minerals and Trace Elements in Wild and Domesticated Edible Herbs Traditionally Used in the Mediterranean Area.\nBiological Trace Element Research,\n1-9. doi:\n10.1007/s12011-020-02467-3\nCeccanti, C., Landi, M., Antichi, D., Guidi, L., Manfrini, L., Monti, M., Tosti G., Frasconi, C. (2020). Bioactive Properties of Fruits and Leafy Vegetables Managed with Integrated, Organic, and Organic No-Tillage Practices in the Mediterranean Area: A Two-Year Rotation Experiment.\nAgronomy\n10\n(6), 841. doi:\n10.3390/agronomy10060841\nCeccanti C., Landi M., Incrocci L., Pardossi A., Venturi F., Taglieri I., Ferroni G., Guidi, L. (2020) Comparison of Three Domestications and Wild-Harvested Plants for Nutraceutical Properties and Sensory Profiles in Five Wild Edible Herbs: Is Domestication Possible?\nFoods\n9\n, 1065. doi:\n10.3390/foods9081065\nCeccanti C., Landi M., Incrocci L., Pardossi A. (2020) Suitability of hydroponically grown\nRumex acetosa\nL. as fresh‐cut product. Horticulturae\n6\n, 4. doi:\n10.3390/horticulturae6010004\nCeccanti C., Landi M., Rocchetti G., Miras Moreno B., Lucini L., Incrocci L., Pardossi A., Guidi L. (2020) Effect of cut on secondary metabolite profile in hydroponically grown\nRumex acetosa\nL. seedlings: a metabolomic approach. Natural Product Research. doi:\n10.1080/14786419.2020.1719490\nCeccanti, C., Rocchetti, G., Lucini, L., Giuberti, G., Landi, M., Biagiotti, S., & Guidi, L. (2020). Comparative phytochemical profile of the elephant garlic (\nAllium ampeloprasum\nvar.\nholmense\n) and the common garlic (\nAllium sativum\n) from the Val di Chiana area (Tuscany, Italy) before and after in vitro gastrointestinal digestion.\nFood Chemistry\n338\n, 128011. doi:\n10.1016/j.foodchem.2020.128011\nCilia G., Fratini F., Tafi E., Mancini S., Turchi B., Sagona S., Cerri D., Felicioli S., Nanetti, A. (2020). Changes of Western honey bee\nApis mellifera ligustica\n(Spinola, 1806) ventriculus microbial profile related to their in-hive tasks. Journal of Apicultural Research, 1-5. doi:\n10.1080/00218839.2020.1830259\nCilia G., Fratini F., Tafi E., Turchi B., Mancini S., Sagona S., Nanetti A., Cerri D., Felicioli, A. (2020). Microbial Profile of the\nVentriculum\nof Honey Bee (\nApis mellifera ligustica\nSpinola, 1806) Fed with Veterinary Drugs, Dietary Supplements and Non-Protein Amino Acids. Veterinary Sciences\n7\n(2), 76. doi:\n10.3390/vetsci7020076\nConte M., Conte G., Martucci M., Monti D., Casarosa L., Serra A., Mele M., Franceschi C., Salvioli S. (2020) The smell of longevity: a combination of Volatile Organic Compounds (VOCs) can discriminate centenarians and their offspring from age-matched subjects and young controls. GeroScience\n42\n, 201–216 doi:\n10.1007/s11357-019-00143-6\nCopetta A., Marchioni I., Mascarello C., Pistelli La., Cambournac L., Dimita R., Ruffoni B. (2020)\nPolianthes tuberosa\nas edible flower.\nIn vitro\npropagation and nutritional properties. Internation Journal of Food engineering.\nCorrales-Retana L., Ciucci F., Mele M., Serra A. (2020) Profile of fatty acid lipid fractions of omega-3 fatty acid- enriched table eggs. Journal of Animal Physiology and Animal Nutrition. doi:\n10.1111/jpn.13462\nD’Onofrio C. (2020) Introgression among cultivated and wild grapevine in Tuscany. Frontiers in Plant Science,\n11\n, 202. doi:\n10.3389/fpls.2020.00202\nDe Leo M., Piragine E., Pirone A., Braca A., Pistelli L., Calderone V., Miragliotta V., Testai L. (2020) Protective effects of bergamot (\nCitrus bergamia\nRisso & Poiteau) juice in rats fed with high-fat diet. Planta Medica\n86\n, 180-189. doi:\n10.1055/a-1070-9325\nEbani V.V., Bertelloni F., Najar B., Nardoni S., Pistelli L., Mancianti F. (2020)\nAntimicrobial Activity of Essential Oils against\nStaphylococcus\nand\nMalassezia\nStrains Isolated from\nCanine Dermatitis\n.\nMicroorganisms\n8\n(2), 252. doi:\n10.3390/microorganisms8020252\nEbani V.V., El Gendy A.E.N.G., Mancianti F. (2020)\nEdito\nrial: Plant Derived Products to Combat Bacterial, Fungal and Parasitic Pathogens.\nFrontiers in Veterinary Science\n7,\n570613. doi:\n10.3389/fvets.2020.570613\nFelice F., Fabiano A., De Leo M., Piras A. M., Beconcini D., Cesare M.M., Braca A., Zambito Y., Di Stefano R. (2020) Antioxidant effect of cocoa by-product and cherry polyphenol extracts: a comparative study. Antioxidants\n9\n, 132. doi:\n10.3390/antiox9020132\n.\nFelicioli A., Forzan M., Sagona S., D’Agostino P., Baido D., Fronte B., Mazzei M. (2020). Effect of oral administration of 1, 3-1, 6 β-glucans in DWV naturally infected newly emerged bees (\nApis mellifera\nL.). Veterinary Sciences 7(2), 52. doi:\n10.3390/vetsci7020052\nFlamini G., Pistelli La., Ascrizzi R., Pistelli Lu., Zinnai A. (2020) The Influence of Ripeness Stage and Growth Area on Myrtle-Leaved Orange (Chinotto) Peel Essential Oil Composition. Biochemical Systematics and Ecology\n91\n, 104071. doi:\n10.1016/j.bse.2020.104071\nFlori L., Macaluso M., Taglieri I., Sanmartin C., Sgherri C., De Leo M., Ciccone V., Donnini S., Venturi F., Pistelli L., Martelli A., Calderone V., Testai L.,  Zinnai A. (2020) Development of fortified\nCitrus\nolive oils: From their production to their nutraceutical properties on the cardiovascular system. Nutrients\n12\n, 1557. doi:\n10.3390/nu12061557\nFrassinetti S., Castagna A., Santin M., Pozzo L., Baratto I., Longo V., Ranieri A. (2020) Gelatin-based coating enriched with blueberry juice preserves the nutraceutical quality and reduces the microbial contamination of tomato fruit. Natural Product Research. doi:\n10.1080/14786419.2020.1824224\nFratini F., Forzan M., Turchi B., Mancini S., Alcamo G., Pedonese F., Pistelli L., Najar B., Mazzei M. (2020)\nIn Vitro\nAntibacterial Activity of Manuka (\nLeptospermum scoparium\nJ.R. et G. Forst) and winter Savory (\nSatureja montana\nL.) Essential Oils and Their Blends against Pathogenic\nE. coli\nIsolates from Pigs.\nAnimals\n,\nin press\n.\nGisbert-Mullor R., Ceccanti C., Gara Padilla Y., López-Galarza S., Calatayud A., Conte G., Guidi L. (2020). Effect of Grafting on the Production, Physico-Chemical Characteristics and Nutritional Quality of Fruit from Pepper Landraces. Antioxidants\n9\n, 501. doi:\n10.3390/antiox9060501\nHizem A., M’rad S., Oudni-M’rad M., Mezhoud H., Ben Jannet H., Flamini G., Ghedira K., Babba H. (2020)\nIn vitro\nscolicidal activity of\nThymus capitatus Hoff. et Link.\nessential oil on\nEchinococcus granulosus protoscoleces\n. Journal of Essential Oil Research\n32\n(2), 178-185. doi:\n10.1080/10412905.2019.1711212\n.\nHrichi S., Chaabane-Banaoues R., Bayar S., Flamini G., El Majdoub Y.O., Mangraviti D., Mondello L., El Mzoughi R., Babba H., Mighri Z., Cacciola F. (2020) Botanical and Genetic Identification Followed by Investigation of Chemical Composition and Biological Activities on the\nScabiosa atropurpurea\nL. Stem from Tunisian Flora. Molecules\n25\n, 5032. doi:\n10.3390/molecules25215032\nHuarancca Reyes T., Esparza E., Crestani G., Limonchi F., Cruz R. S., Salinas N., Scartazza A., Guglielminetti L., Cosio E. G. (2020) Physiological responses of maca plants to UV radiation in its high-altitude mountain ecosystem. Scientific Reports\n10\n, 1. doi:\n10.1038/s41598-020-59638-4\n.\nIannuzzi A.M., Giacomelli C., De Leo M., Pietrobono D., Camangi F., De Tommasi N., Martini C., Trincavelli M.L., Braca A. (2020) Antioxidant activity of compounds isolated from\nElaeagnus umbellata\npromotes human gingival fibroblast well-being. Journal of Natural Products\n83\n, 627–37. doi:\n10.1021/acs.jnatprod.9b01030\n.\nIannuzzi A.M., Moschini R., De Leo M., Pineschi C., Balestri F., Cappiello M., Braca A., Del-Corso A. (2020) Chemical profile and nutraceutical features of\nSalsola soda\n(agretti): Anti-inflammatory and antidiabetic potential of its flavonoids. Food Bioscience,\n37\n, 100713. doi:\n10.1016/j.fbio.2020.100713\n.\nKaur S., Kumar A., Thakur S., Kumar K., Sharma R., Sharma A., Singh P., Sharma U., Kumar S., Landi M., Brestic M., Kaur S. (2020) Antioxidant activity and antiproliferative effects of\nCassia fistula\nL. fractions. Antioxidants\n9\n,173. doi:\n10.3390/antiox9020173\nLo Piccolo E., Landi M., Massai R., Remorini D., Guidi L. (2020) Girled-induced anthocyanin accumulation in red-leafed\nPrunus cerasifera\n: effect on photosynthesis, photoprotection and sugar metabolism. Plant Science\n294\n, 110456. doi:\n10.1016/j.plantsci.2020.110456\nLo Piccolo E., Landi M., Ceccanti C., Mininni A. N., Marchetti L., Massai R., Guidi L., Remorini D. (2020) Nutritional and nutraceutical properties of raw and traditionally obtained flour from chestnut fruit grown in Tuscany. European Food Research and Technology\n246\n(9), 1867-1876. doi:\n10.1007/s00217-020-03541-9\nLo Piccolo E., Martinez Garcia L., Landi M., Guidi L., Massai R., Remorini D. (2020) Influences of postharvest storage and processing techniques on antioxidant and nutraceutical properties of\nRubus idaeus\nL.: a mini-review. Horticulturae\n6\n, 105. doi:\n10.3390/horticulturae6040105\nLucarini E., Parisio C, Branca J.J.V., Segnani C., Ippolito C., Pellegrini C., Antonioli L., Fornai M., Micheli L, Pacini A., Bernardini N., Blandizzi C., Ghelardini C., Di Cesare Mannelli L. (2020) Deepening the Mechanisms of Visceral Pain Persistence: An Evaluation of the Gut-Spinal Cord Relationship. Cells\n9\n, 1772; doi:\n10.3390/cells9081772\nMaatallah S., Dabbou S., Castagna A., Guizani M., Hajlaoui H., Ranieri A. M., Flamini G. (2020)\nPrunus persica\nby-products: A source of minerals, phenols and volatile compounds. Scientia Horticulturae\n261\n, 109016. doi:\n10.1016/j.scienta.2019.109016\nMacaluso M., Bianchi A., Sanmartin C., Taglieri I., Venturi F., Testai L., Flori L., Calderone V., De Leo M., Braca A., Ciccone V., Donnini S., Guidi L., Zinnai A. (2020) By-Products from winemaking and olive mill value chains for the enrichment of refined olive oil: technological challenges and nutraceutical features. Foods\n9\n, 1390. doi:\n10.3390/foods9101390\nMancianti F., Ebani V.V. (2020)\nBiological Activity of Essential Oils.\nMolecules\n25\n(3), 678. doi:\n10.3390/molecules25030678\nMancini S., Fratini F., Tuccinardi T., Degl’Innocenti C., Paci G. (2020)\nTenebrio molitor\nreared on different substrates: is it gluten free? Food Control\n110\n, 107014. doi:\n10.1016/j.foodcont.2019.107014\nMancini S., Mattioli S., Nuvoloni R., Pedonese F., Dal Bosco A., Paci G. (2020)\nEffects of garlic powder and salt additions on fatty acids profile, oxidative status, antioxidant potential and sensory properties of raw and cooked rabbit meat burgers. Meat Science\n169\n,\n108226. doi:\n10.1016/j.meatsci.2020.108226\nMancini S., Mattioli S., Nuvoloni R., Pedonese F., Dal Bosco A., Paci G. (2020) Effects of Garlic Powder and Salt on Meat Quality and Microbial Loads of Rabbit Burgers. Foods\n9\n(8), 1022. doi:\n10.3390/foods9081022\nMarchioni I., Colla L., Pistelli L., Ruffoni B., Tinivella F., Minuto G. (2020) Different growing conditions can modulate metabolites content during post-harvest of\nViola cornuta\nedible flowers. Advances in horticultural sciences,\n34\n(1S), 61-69. doi:\n10.13128/ahsc8395\nMarchioni I., Najar B., Feri B., Copetta A., Ruffoni B., Pistelli Lu., Pistelli La. (2020) Phytonutritional Content And Aroma Profile Changes During Postharvest Storage Of Edible Flowers. Frontiers in Plant Science\n11\n, 1713. doi:\n10.3389/fpls.2020.590968\nMarchioni I., Najar B., Ruffoni B., Copetta A.,  Pistelli Lu., Pistelli La. (2020) Bioactive compounds and aroma profile of some Lamiaceae edible flowers. Plants\n9.6\n, 691 doi:\n10.3390/plants9060691\nMariotti M., Macchia M., Cerri D., Gatta D., Arduini I., Saccomanni G. (2020) Rutin content in the forage and grain of common buckwheat as affected by sowing time and irrigation in a Mediterranean environment. Crop & Pasture Science. doi:\n10.1071/CP19238\nMartelli A., Brogi S., Calderone V. (2020) Role of hydrogen sulfide in cardiovascular ageing. Pharmacological Research\n160\n, 105125. doi:\n10.1016/j.phrs.2020.105125\nMartelli A, Citi V, Testai L, Brogi S, Calderone V. (2020) Organic isothiocyanates as hydrogen sulfide donors. Antioxidants & Redox Signaling\n32\n(2), 110-144. doi:\n10.1089/ars.2019.7888\nMartelli A., Piragine E., Citi V., Testai L., Pagnotta E., Ugolini L., Lazzeri L., Di Cesare Mannelli L., Manzo O.L., Bucci M., Ghelardini C., Breschi M.C., Calderone V. (2020) Erucin exhibits vasorelaxing effects and antihypertensive activity by H2 S-releasing properties. British Journal of Pharmacology\n177\n(4), 824-835. doi:\n10.1111/bph.14645\nMartelli A., Testai L., Colletti A., Cicero A.F.G. (2020) Coenzyme Q10: Clinical Applications in Cardiovascular Diseases. Antioxidants\n9\n(4), 341. doi :\n10.3390/antiox9040341\nMartini M.\n,\nLicitra R.\n,\nAltomonte I.\n,\nSalari F.\n(2020)\nQuality of donkey mammary secretion during the first ten days of lactation.\nInternational Dairy Journal\n109\n,\n104781. doi:\n10.1016/j.idairyj.2020.104781\nMartini M.\n,\nAltomonte I.\n,\nLicitra R.\n,\nBartaloni F.V.\n,\nSalari F.\n(2020)\nA preliminary investigation into the unsaponifiable fraction of donkey milk: Sterols of animal origin, phytosterols, and tocopherols\nJournal of Dairy Science\n,\nin press\nMartini D., Pucci C., Gabellini C., Pellegrino M., Andreazzoli M. (2020) Exposure to the natural alkaloid Berberine affects cardiovascular system morphogenesis and functionality during zebrafish development. Scientific Reports\n10\n(1),17358. doi:\n10.1038/s41598-020-73661-5\nMaatallah S., Dabbou S., Castagna A., Guizani M., Hajlaoui H., Ranieri A.M., Flamini G. (2020),\nPrunus persica\nby-products: A source of minerals, phenols and volatile compounds. Scientia Horticulturae\n261\n,\n109016\n. doi:\n10.1016/j.scienta.2019.109016\nMoscato S., Cabiati M., Bianchi F., Panetta D., Burchielli S., Massimetti G., Del Ry S., Mattii L. (202) Heart and liver connexin expression related to the first stage of aging: A study on naturally aged animals. Acta Histochemica\n122\n(8), 151651. doi:\n10.1016/j.acthis.2020.151651\nNajar B., Nardi V., Cervelli C., Mancianti F., Nardoni S., Ebani V.V., Pistelli L. (2020)\nHelichrysum araxinum\nTakht. ex Kirp. grown in Italy: volatiloma composition and in vitro antimicrobial activity.\nZeitschrift für Naturforschung C\n75\n(7-8). 265-270. doi:\n10.1515/znc-2020-0025\nNajar B., Nardi V., Cervelli C., Mecacci G., Mancianti F., Ebani V.V., Nardoni S., Pistelli L. (2020)\nVolatilome Analyses and In Vitro Antimicrobial Activity of the Essential Oils from Five South African\nHelichrysum\nSpecies.\nMolecules\n25\n(14), 3196. doi:\n10.3390/molecules25143196\nNajar B., Pistelli L., Mancini S., Fratini F. (2020) Chemical composition and in vitro antibacterial activity of essential oils from different species of\nJuniperus\n(section\nJuniperus\n). Flavour and Fragrance Journal\n35\n, 623–638. doi:\n10.1002/ffj.3602\nPalla M., Blandino M., Grassi A., Giordano D., Sgherri C., Quartacci M.F., Reyneri A., Agnolucci M., Giovannetti M. (2020) Characterization and selection of functional yeast strains during sourdough fermentation of different cereal wholegrain flours. Scientific Reports\n10\n, 12856. doi:\n10.1038/s41598-020-69774-6\nPalla M., Cristani C., Giovannetti M., Agnolucci M. (2020). Large genetic intraspecific diversity of autochthonous Lactic Acid Bacteria and Yeasts isolated from PDO Tuscan bread sourdough. Applied Sciences\n10\n(3), 1043. doi:\n10.3390/app10031043\nParisi V., Vassallo A., Pisano C., Signorino G., Cardile F., Sorrentino M., Colelli F., Fucci A., D’Andrea E. L., De Tommasi N., Braca A., De Leo M. (2020) A herbal mixture from propolis, pomegranate, and grape pomace endowed with anti-inflammatory activity in an\nin vivo\nrheumatoid arthritis model. Molecules\n25\n, E2255. doi:\n10.3390/molecules25092255\nPellegrini C., Ippolito C., Segnani C., Dolfi A., Errede M., Virgintino D., Fornai M., Antonioli L., Garelli F., Nericcio A., Colucci R., Cerri S., Blandini F., Blandizzi C., Bernardini N. (2020) Pathological remodelling of colonic wall following dopaminergic nigrostriatal neurodegeneration. Neurobiology Disease, 104821. doi:\n10.1016/j.nbd.2020.104821\n.\nPellegrini C., Daniele S., Antonioli L., Benvenuti L., D’Antongiovanni V., Piccarducci R., Pietrobono D., Citi V., Piragine E., Flori L., Ippolito C., Segnani C., Palazon-Riquelme P., Lopez-Castejon G., Martelli A., Colucci R., Bernardini N., Trincavelli ML., Calderone V., Martini C.,  Blandizzi C., Fornai M. (2020) Prodromal Intestinal Events in Alzheimer’s Disease (AD): Colonic Dysmotility and Inflammation Are Associated with Enteric AD-Related Protein Deposition. International Journal of Molecular Sciences\n21\n, 3523. doi:\n10.3390/ijms21103523\nPiragine E., Flori L., Di Cesare Mannelli L., Ghelardini C., Pagnotta E., Matteo R., Lazzeri L., Martelli A., Miragliotta V., Pirone A., Testai L., Calderone V. (2020)\nEruca sativa\nMill. seed extract promotes anti-obesity and hypoglycemic effects in mice fed with a high-fat diet. Phytotherapy Reseacrh. doi:\n10.1002/ptr.6941\nPistelli La., Ascrizzi R., Giuliani C., Cervelli C., Ruffoni B., Princi E., Fontanesi G., Flamini G., Pistelli Lu. (2020) Growing basil in the underwater biospheres of Nemo’s Garden\n®\n: phytochemical, physiological and micromorphological analyses. Scientia Horticulturae\n259\n,108851. doi:\n10.1016/j.scienta.2019.108851\nPisuttu C., Pellegrini E., Cotrozzi L., Nali C., Lorenzini G. (2020). Ecophysiological and biochemical events associated with the challenge of\nVerticillium dahliae\nto eggplant. European Journal of Plant Pathology,\n158\n, 879-894. doi:\n10.1007/s10658-020-02122-6\nPuccinelli M., Pezzarossa B., Rosellini I.,  Malorgio F. (2020). Selenium enrichment enhances the quality and shelf life of basil leaves. Plants\n9\n6), 801. doi:\n10.3390/plants9060801\nRossino M.G., Lulli M., Amato R., Cammalleri M., Monte M.D., Casini G. (2020) Oxidative Stress Induces a VEGF Autocrine Loop in the Retina: Relevance for Diabetic Retinopathy. Cells\n9\n, E1452. doi:\n10.3390/cells9061452\nSalari F.\n,\nLicitra R.\n,\nAltomonte I.\n,\nMartini M.\n(2020)\nDonkey Feeding During Maintenance, Pregnancy, and Lactation: Effects on Body Weight, Milk Production, and Foal Growth\n. Journal of Equine Veterinary Science\n91\n,\n103131. doi:\n10.1016/j.jevs.2020.103131\nSanmartin C., Taglieri I., Venturi F., Macaluso M., Zinnai A., Tavarini S., Botto A., Serra A., Conte G., Flamini G., Angelini L. G. (2020) Flaxseed cake as a tool for the improvement of nutraceutical and sensorial features of sourdough bread. Foods\n9\n, 204. doi:\n10.3390/foods9020204\nSantin M., Castagna A., Miras-Moreno B., Rocchetti G., Lucini L., Hauser M.-T., Ranieri A. (2020) Beyond the visible and below the peel: how UV-B radiation influences the phenolic profile in the pulp of peach fruit. A biochemical and molecular study. Frontiers in Plant Science\n11\n, 1707. doi:\n10.3389/fpls.2020.579063\nSerra A., Conte G., Corrales-Retana L., Casarosa L., Ciucci F., Mele M. (2020). Nutraceutical and Technological Properties of Buffalo and Sheep Cheese Produced by the Addition of Kiwi Juice as a Coagulant. Foods\n9\n, 637. doi:\n10.3390/foods9050637\n.\nTaglieri I., Sanmartin C., Venturi F., Macaluso M., Zinnai A., Tavarini S., Serra A., Conte G., Flamini G., Angelini L.G. (2020). Effect of the Leavening Agent on the Compositional and Sensorial Characteristics of Bread Fortified with Flaxseed Cake. Applied Sciences\n10\n, 5235. doi:\n10.3390/app10155235\nTavarini S., Clemente C., Bender C., Angelini G.(2020). Health-promoting compounds in stevia: the effect of mycorrhizal symbiosis, phosphorus supply and harvest time. Molecules\n25\n, 5399. doi:\n10.3390/molecules25225399\nTestai L., Piragine E., Piano I., Flori L., Da Pozzo E., Miragliotta V., Pirone A., Citi V., Di Cesare Mannelli L., Brogi S., Carpi S., Martelli A., Nieri P., Martini C., Ghelardini C., Gargini C., Calderone V. (2020) The\nCitrus\nflavonoid naringenin protects the myocardium from ageing-dependent dysfunction: potential role of SIRT1. Oxidative\nMedicine\nand\nCellular Longevity\n2020\n, 4650207. doi:\n10.1155/2020/4650207\n.\nTirloni E., Bernardi C., Ghelardi E., Celandroni F., Andrighetto C., Rota N., Stella S. (2020) Biopreservation as a potential hurdle for\nBacillus cereus\ngrowth in fresh cheese Journal of Dairy Science\n103\n(1), 150-160. doi:\n10.3168/jds.2019-16739\n.\nVelásquez A., Vega-Celedón P., Fiaschi G., Agnolucci M., Avio L., Giovannetti M., D’Onofrio C., Seeger M. (2020). Responses of\nVitis vinifera\ncv. Cabernet Sauvignon roots to the arbuscular mycorrhizal fungus\nFunneliformis mosseae\nand the plant growth-promoting rhizobacterium\nEnsifer meliloti\ninclude changes in volatile organic compounds. Mycorrhiza, 1-10. doi:\n10.1007/s00572-020-00933-3\nZardi-Bergaoui A., Jelassi A., Daami-Remadi M., Harzallah-Skhiri F., Flamini G., Ascrizzi R., Ben Jannet H. (2020) Chemical composition and bioactivities of essential oils fro\nm Pulicaria vulgaris\nsubsp.\ndentata\n(Sm.) Batt. growing in Tunisia. Journal of Essential Oil Research\n32\n, 111-120. doi:\n10.1080/10412905.2019.1698468\n.\nALTRO\nDi Lauro A. (2020) L’insoutenable soutenabilité des AOP e IGP: quel avenir pour ces signes de qualité in Revue de droit de la consommation,\n1\n.\nCategorie:\npubblicazioni\nNews\nRicerca e Sostenibilità in Alimentazione e Nutraceutica\nIl Centro Nutrafood organizza il Convegno “Ricerca e Sostenibilità in Alimentazione e Nutraceutica” presso il Centro Congressi Le Benedettine il giorno 18 ottobre 2024. Ricerca E Sostenibilità In Alimentazione E Nutraceutica Def\nNormatività contemporanea:  norme sensoriali e norme  sperimentali nel settore alimentare\nNei giorni 15-16 Marzo 2024, presso il Dipartimento di Scienze Agrarie, Alimentarie Agro-ambientali dell’Università di Pisa avrà luogo il convegno dal titolo “Normatività contemporanea: norme sensoriali e norme sperimentali nel settore alimentare” nell’ambito del Nutridialogo. Norme sensoriali e sperimentali_15-16 marzo 2024.pdf\nScopri la salute a Tavola: Incontri con il centro Nutrafood al Pisa Food and Wine Festival 2023\nDal 20 al 22 ottobre il Centro Nutrafood è presente alla manifestazione Terre di Pisa Food & Wine Festival 2023 con una serie di iniziative dal titolo “Scopri la salute a Tavola”. Durante tutta la durata della manifestazione ricercatori dell’Università di Pisa e del Centro Nutrafood forniscono informazioni ed indicazioni sugli alimenti ed una dieta equilibrata, nonché sugli accorgimenti e precauzioni da seguire per garantire la sicurezza (aspetti igienico-sanitari) degli alimenti. Il “Terre di Pisa Food & Wine Festival” nasce con lo scopo di proporre e far degustare prodotti e ricette della migliore tradizione enogastronomica delle “Terre di Pisa”, con un’attenzione alla salute ed\n…\nLoad More\nArticoli correlati\npubblicazioni\nPubblicazioni scientifiche 2021\nAdouni K, Julio A., Santos-Buelga C., Gonzalez-Paramas A.M., Filipe P., Tijo P., Costa Lima S.A., Reis S., Fernandes A., Ferreira I.C.F.R., Flamini G., Archour L., Morales P. Fonte P. (2021) Roots and rhizomes of wild\nLeggi tutto…\npubblicazioni\nPubblicazioni 2019\nRIVISTE ISI Aissa I., Nimbarte V.D., Zardi-Bergaoui A., Znati M., Flamini G., Ascrizzi R., Ben Jannet H. (2019) Isocostic acid, a promising bioactive agent from the essential oil of Inula viscosa (L.): insight from drug likeness properties,\nLeggi tutto…\npubblicazioni\nLibri, Capitoli, Riviste, WEB – 2020\nA. Di Lauro (2020) “Les Métamorphoses de l’aliment. Les frontières entre les aliments, les médicaments et les cosmétiques” http://www.edizioniets.com/scheda.asp?n=9788846757326&from=&fk_s=\nCopyright Centro NutraFood - Università di Pisa"}
{"doc_id": "QpurSzo7yp", "title": "Pubblicazioni 2019 – Nutrafood – Università di Pisa", "description": "", "url": "https://nutrafood.unipi.it/pubblicazioni-2019/", "lang": "en", "text": "Pubblicazioni 2019 – Nutrafood – Università di Pisa\nNavigazione toggle\nHome\nPresentazione\nChi siamo\nContatti\nDove siamo\nOrgani e Struttura\nRegolamento\nDipartimenti Afferenti\nObiettivi\nAttività\nConferenze Seminari e Convegni\nEventi e Notizie\nRassegna stampa\nDivulgazione\nPubblicazioni scientifiche\nDivulgazione\nEFSA\nCommissione\nBandi\nCall\nLinks\nInran\nMinistero della salute\nHorizon 2020\nLife Science Toscana\nA Healthy Diet for a Healthy Life\nRicerca per:\nPubblicazioni 2019\nPubblicato da\nCostanza Ceccanti\nil\n22 Gennaio 2021\nRIVISTE ISI\nAissa I., Nimbarte V.D., Zardi-Bergaoui A., Znati M., Flamini G., Ascrizzi R., Ben Jannet H. (2019) Isocostic acid, a promising bioactive agent from the essential oil of\nInula viscosa (L.):\ninsight from drug likeness properties, molecular docking and SAR analysis. Chemistry and Biodiversity\n16\n, e1800648. doi:\n10.1002/cbdv.201800648\nAissa I., Znati M., Zardi-Bergaoui A., Flamini G., Ascrizzi R., Ben Jannet H. (2019) GC and GC-MS integrated analyses and in vitro antibacterial, anticholinesterase, anti-tyrosinase, and anti-5-lipoxygenase potential of\nInula viscosa\nroot fractionated essential oil. South African Journal of Botany\n125\n, 386-392. doi:\n10.1016/j.sajb.2019.08.019\nAltomonte I., Conte G., Serra A., Mele M., Cannizzo L., Salari F., Martini M. (2019) Nutritional characteristics and volatile components of sheep milk products during two grazing seasons. Small Ruminant Research\n180\n, 41-49. doi:\n10.1016/j.smallrumres.2019.10.003\nAltomonte I., Nardoni S., Mancianti F., Perrucci S., Licitra R., Salari F., Martini M. (2019) Preliminary results on antifungal activity of donkey milk. Large Animal Review\n25\n(5), 179-181.\nArbi F., Ayari-Gribaa O., Souilem F., Chiboub W., Zardi-Berguaoui A., Ben Jannet H., Ascrizzi R., Flamini G., Harzallah-Skhiri F. (2019) Profiles of the essential oils and headspace analysis of volatiles from\nMandragora autumnalis\ngrowing wild in Tunisia. Chemistry & Biodiversity\n16\n, e1900345. doi:\n10.1002/cbdv.201900345\nAscrizzi R., Taglieri I., Sgherri C., Flamini G., Macaluso M., Sanmartin C., Venturi F., Quartacci M.F., Pistelli L., Zinnai A. (2019) Nutraceutical oils produced by olives and citrus peel of Tuscany varieties as sources of functional ingredients. Molecules\n24\n, 65. doi:\n10.3390/molecules24010065\nBalestri F., Barracco V., Renzone G., Tuccinardi T., Pomelli C.S., Cappiello M., Lessi M., Rotondo R., Bellina F., Scaloni A., Mura U., Del Corso A., Moschini R. (2019) Stereoselectivity of aldose reductase in the reduction of glutathionyl-hydroxynonanal adduct. Antioxidants\n8\n(10), E502. doi:\n1 10.3390/antiox8100502.\nBalestri F., De Leo M., Sorce C., Cappiello M., Quattrini L., Moschini R., Pineschi C., Braca A., La Motta C., Da Settimo F., Del-Corso A., Mura U. (2019) Soyasaponins from Zolfino bean as aldose reductase differential inhibitors. Journal Enzyme Inhibition and Medical Chemistry\n34,\n350-360. doi:\n10.1080/14756366.2018.1553166\nBeconcini D., Fabiano A., Di Stefano R., Macedo M.H., Felice F., Zambito Y., Sarmento B. (2019) Cherry extract from\nPrunus avium\nL. to improve the resistance of endothelial cells to oxidative stress: mucoadhesive chitosan vs. poly(lactic-co-glycolic acid) nanoparticles. International Journal of Molecular Sciences\n20\n(7), E1759. doi:\n10.3390/ijms20071759\n.\nBeconcini D., Felice F., Zambito Y., Fabiano A., Piras A.M., Macedo M.H., Sarmento B., Di Stefano R. (2019) Anti-Inflammatory effect of cherry extract loaded in polymeric nanoparticles: relevance of particle internalization in endothelial cells. Pharmaceutics.\n11\n(10), E500. doi:\n10.3390/pharmaceutics11100500\n.\nBeladjila K.A., Berrehal D., Kabouche Z., Germanò M.P., D’Angelo V., De Tommasi N., D’Andrea F., Braca A., De Leo M. (2019) Antiangiogenic activity of compounds isolated from\nAnarrhinum pedatum\n. Journal of Natural Products\n82\n, 510-519. doi:\n10.1021/acs.jnatprod.8b00893\n.\nCarpi, S., Scoditti, E., Massaro, M., Polini, B., Manera, C., Digiacomo M., Esposito Salsano, J., Poli, G., Tuccinardi, T., Doccini, S., Santorelli, F.M., Carluccio, M.A., Macchia, M., Wabitsch, M., De Caterina, R., Nieri, P. (2019) The extra-virgin olive oil polyphenols oleocanthal and oleacein counteract inflammation-related gene and miRNA expression in adipocytes by attenuating NF-κB activation. Nutrients\n11\n(12), 2855. doi:\n10.3390/nu11122855\nCaser M., Chitarra W.,  D’Angiolillo F., Perrone I., Demasia S., Lovisolo C., Pistelli Lu., Pistelli La., Scariot V. (2019) New insights on the impact of drought stress in plant secondary metabolites production in medicinal and aromatic plants. Physiological, biochemical and molecular changes in Sal\nvia dolomitica\nCodd. Industrial crop and products,\n129\n, 85-96. doi:\n10.1016/j.indcrop.2018.11.068\n.\nCavallini A., Mascagni F., Giordani T., Natali L. (2019) Genome skimming for plant retrotransposon identification and expression analysis. Agrochimica\n63\n, 367-378. doi:\n10.12871/00021857201917\nCeccanti C., Landi M., Rocchetti G., Miras Moreno M.B., Lucini L., Incrocci L., Pardossi A. (2019) Hydroponically grown\nSanguisorba minor\nScop.: effects of cut and storage on fresh-cut produce. Antioxidants\n8\n, 631. doi:\n10.3390/antiox8120631\nCelandroni F., Vecchione A., Cara A., Mazzantini D., Lupetti A., Ghelardi E. (2019) Identification of\nBacillus\nspecies: Implication on the quality of probiotic formulations. PLoS ONE\n14\n(5), e0217021. doi:\n10.1371/journal.pone.0217021\n.\nCervia D., Catalani E., Casini G. (2019) Neuroprotective peptides in retinal disease. Journal of Clinical Medicine\n8\n,1146. doi:\n10.3390/jcm8081146\nCiti V., Piragine E., Pagnotta E., Ugolini L., Di Cesare Mannelli L., Testai L., Ghelardini C., Lazzeri L., Calderone V., Martelli A. (2019) Anticancer properties of erucin, an H2 S-releasing isothiocyanate, on human pancreatic adenocarcinoma cells (AsPC-1). Phytotherapy Research\n33\n(3), 845-855. doi:\n10.1002/ptr.6278\n.\nConte G., Serra A., Casarosa L., Ciucci F., Cappucci A., Bulleri B., Corrales-Retana L., Buccioni A., Mele M. (2019) Effect of Linseed Supplementation on Total Longissimus Muscle Lipid Composition and Shelf-Life of Beef From Young Maremmana Bulls. Frontiers in Veterinary Science, doi:\n10.3389/fvets.2018.00326\n.\nD’Ambola M., Fiengo L., Chini M.G., Cotugno R., Bader A., Bifulco G., Braca A., De Tommasi N., Dal Piaz F. (2019) Fusicoccane diterpenes from\nHypoestes forsskaolii\nas heat shock protein 90 (Hsp90) modulators. Journal of Natural Products\n82\n, 539-549. doi:\n10.1021/acs.jnatprod.8b00924\n.\nDe la Ossa J.G., Felice F., Azimi B., Salsano J.E., Digiacomo M., Macchia M., Danti S., Di Stefano R. (2019) Waste autochthonous Tuscan olive leaves (\nOlea europaea\nvar. Olivastra seggianese) as antioxidant source for biomedicine. International Journal of Molecular Sciences\n20\n(23), E5918. doi:\n10.3390/ijms20235918\n.\nDel Corso A., Cappiello M., Moschini R., Balestri F., Mura U., Ipata P.L. (2019) The furanosidic scaffold of D-ribose: a milestone for cell life. Biochemical Society Transaction\n47\n, 1931-1940. doi:\n10.1042/BST20190749\nEbani V.V., Nardoni S., Bertelloni F., Tosi G., Massi P., Pistelli L., Mancianti F. (2019)\nIn vitro\nantimicrobial activity of essential oils against\nSalmonella\nenterica\nserotypes\nEnteritidis\nand\nTyphimurium\nstrains isolated from poultry. Molecules\n24\n, 900. doi:\n10.3390/molecules24050900\n.\nEdziri H., Jaziri R., Chehab H., Verschaeve L., Flamini G., Boujnah D., Hammami M., Aouni M., Mastouri M. (2019) A comparative study on chemical composition, antibiofilm and biological activities of leaves extracts of four Tunisian olive cultivars. Heliyon\n5\n, e01604. doi:\n10.1016/j.heliyon.2019.e01604\nEl Ayeb-Zakhama A., Chahdoura H., Ziani B.E.C., Snoussi M., Khemiss M., Flamini G., Harzallah-Skhiri F. (2019)\nAilanthus altissima (Miller) Swingle seed oil:\nchromatographic characterization by GC-FID and HS-SPME-GC-MS, physicochemical parameters, and pharmacological bioactivities. Environmental Science and Pollution Research\n26\n, 14137-14147. doi:\n10.1007/s11356-019-04659-4\nElshamy A. I., Abdallah H. M. I., El Gendy A. E. G., El-Kashak W., Muscatello B., De Leo M., Pistelli L. (2019) Evaluation of anti-inflammatory, antinociceptive, and antipyretic activities of\nPrunus persica\nvar.\nnucipersica\n(nectarine) kernel. Planta Medica\n85\n, 1016-23. doi:\n10.1055/a-0955-5876\nElshamy A.I., El Gendy A.N.G., Farrag A.R.H., Hussein J., Mohamed N.A., El-Kashak W.A., Nardoni S., Mancianti F., De Leo M., Pistelli L. (2019) Shoot aqueous extract of\nManihot esculenta\nCrantz (cassava) acts as a protective agent against paracetamol-induced liver injury. Natural Product Research\n1-5\n. doi:\n10.1080/14786419.2020.1712386\nFabiano A., Piras A.M., Calderone V., Testai L., Flori L., Puppi D., Chiellini F., Zambito Y. (2019) A new calcium oral controlled-release system based on zeolite for prevention of osteoporosis. Nutrients\n11\n(10), E2467. doi:\n10.3390/nu11102467\n.\nFelice F., Francini A., Domenici V., Cifelli M., Belardinelli E., Sebastiani L., Cantini C., Di Stefano R. (2019) effects of extra virgin olive oil and apples enriched-dark chocolate on endothelial progenitor cells in patients with cardiovascular risk factors: a randomized cross-over trial. Antioxidants\n8\n(4), E88. doi:\n10.3390/antiox8040088\n.\nFelicioli A., Cilia G., Mancini S., Turchi B., Galaverna G., Cirlini M., Fratini F. (2019) In vitro antibacterial activity and volatile characterisation of organic\nApis mellifera\nligustica (Spinola, 1906) beeswax ethanol extracts. Food Bioscience 29, 102-109. doi:\n10.1016/j.fbio.2019.04.004\nFlamini G., Pistelli La., Nardoni S., Ebani V.V., Zinnai A., Mancianti F., Ascrizzi R., Pistelli Lu. (2019) Essential oil composition and biological activity of “Pompia”, a sardinian C\nitrus\necotype. Molecules\n24\n(908). doi:\n10.3390/molecules24050908\nFlori L., Donnini S., Calderone V., Zinnai A., Taglieri I., Venturi F., Testai L. (2019) The nutraceutical value of olive oil and its bioactive constituents on the cardiovascular system focusing on main strategies to slow down its quality decay during production and storage. Nutrients\n11\n(9), E1962. doi:\n10.3390/nu11091962\n.\nFratini F., Mancini S., Turchi B., Sparagni D., Abd Al Gwad A., Najar B., Pistelli L., Cerri D., Pedonese F\n.\n(2019) Antimicrobial activity of three essential oils (cinnamon, manuka, and winter savory), and their synergic interaction against\nListeria monocytogenes\n. Flavour and Fragrance Journal\n34\n(5), 339-348. doi:\n10.1002/ffj.3514\n.\nFratini F., Mancini S., Turchi B., Sparagni D., Al-Gwad A.A., Najar B., Pistelli L., Cerri D., Pedonese F. (2019) Antimicrobial activity against\nListeria monocytogenes\nof three essential oils (winter savory, manuka and cinnamon) and their synergic interaction. Flavour and Fragrance Journal\n34\n, 339–348. doi:\n10.1002/ffj.3514\n.\nGuglielminetti L., Huarancca Reyes T. The effects of global change on UV radiation increase and its consequences on Andean crops. Agrochimica, 133-137.\nHichri F., Hichri A.O., Maha M., Hossan A.S.M., Flamini G., Ben Jannet H. (2019), Chemical composition, antibacterial, antioxidant and in vitro antidiabetic activities of essential oils from\nEruca vesicaria\n. Chemistry & Biodiversity\n16\n, e1900183. doi:\n10.1002/cbdv.201900183\nHuarancca Reyes T., Scartazza A., Pompeiano A., Guglielminetti L. (2019) Physiological responses of\nLepidium meyenii\nplants to ultraviolet-B radiation challenge. BMC Plant Biology. doi:\n10.1186/s12870-019-1755-5\n.\nIannuzzi A.M., Muñoz Camero C., DʼAmbola M., DʼAngelo V., Amira S., Bader A., Braca A., De Tommasi N., Germanò M.P. (2019) Antiangiogenic iridoids from\nStach\nys ocymastrum\nand\nPremna resinosa.\nPlanta Medica\n85\n, 1034-1039. doi:\n10.1055/a-0889-0412\nLicitra R.\n,\nChessa S.\n,\nSalari F.\n, Gattolin S., Bulgari O.,\nAltomonte I.\n,\nMartini M.\n(2019) Milk protein polymorphism in Amiata donkey\n. Livestock Science\n230\n,\n103845. doi:\n10.1016/j.livsci.2019.103845\nLicitra R., Li J., Liang X., Altomonte I., Salari F., Yan J., Martini M. (2019) Profile and content of sialylated oligosaccharides in donkey milk at early lactation. LWT\n115\n,108437. doi:\n10.1016/j.lwt.2019.108437\nLocri F., Cammalleri M., Dal Monte M., Rusciano D., Bagnoli P. (2019) Protective Efficacy of a Dietary Supplement Based on Forskolin, Homotaurine, Spearmint Extract, and Group B Vitamins in a Mouse Model of Optic Nerve Injury. Nutrients\n11\n, 2931. doi:\n10.3390/nu11122931\nLo Piccolo E., Landi M., Massai R., Remorini D., Conte G., Guidi L.  (2019) Ancient apple cultivars from Garfagnana (Tuscany, Italy): A potential source for ‘nutrafruit’ production. Food Chemistry\n294\n, 518-525. doi:\n10.1016/j.foodchem.2019.05.027\nLo Piccolo E., Viviani A., Guidi, L., Remorini D., Massai R., Bernardi R., Landi M. (2019) Discerning between two tuscany (Italy) ancient apple cultivars, ‘Rotella’ and ‘Casciana’, through polyphenolic fingerprint and molecular markers. Molecules\n24\n,1758. doi:\n10.3390/molecules24091758\nLucarini E., Pagnotta E., Micheli L., Parisio C., Testai L., Martelli A., Calderone V., Matteo R., Lazzeri L., Di Cesare Mannelli L., Ghelardini C. (2019)\nEruca sativa\nmeal against diabetic neuropathic pain: an H2S-mediated effect of glucoerucin. Molecules\n24\n(16), E3006. doi:\n10.3390/molecules24163006\n.\nMacaluso M., Sanmartin C., Taglieri I., Flamini G., Pistelli L., Bianchi A., Bernardi M., Sgherri C., Mencarelli F., Zinnai A., Venturi F. (2019) The effects of temperature and capping system on the quality of Tuscan monovarietal extra virgin olive oils. Agrochimica\n63\n, 379-393.\nMaggini V., De Leo M., Granchi C., Tuccinardi T., Mengoni A., Gallo E.R., Biffi S., Fani R., Pistelli L., Firenzuoli F., Bogani P. (2019) The influence of\nEchinacea purpurea\nleaf microbiota on chicoric acid level. Scientific Reports\n10897\n. doi:\n10.1038/s41598-019-47329-8\n.\nMancini S., Fratini F., Tuccinardi T., Turchi B., Nuvoloni R., Paci G. (2019) Effects of different blanching treatments on microbiological profile and quality of the mealworm (\nTenebrio molitor\n). Journal of Insects as Food and Feed\n5\n(3), 225-234. doi:\n10.3920/JIFF2018.0034\nMancini S., Fratini F., Turchi B., Mattioli S., Dal Bosco A., Tuccinardi T., Paci G. (2019) Former foodstuff products in\nTenebrio molitor\nrearing: Effects on growth, chemical composition, microbiological load, and antioxidant status. Animals\n9\n(8), 484. doi:\n10.3390/ani9080484\nMancini S., Moruzzo R., Minieri S., Turchi B., Cerri D., Gatta D., Sagona S., Felicioli A., Paci G. (2019) Dietary supplementation of quebracho and chestnut tannins mix in rabbit: effects on live performances, digestibility, carcase traits, antioxidant status, faecal microbial load and economic value. Italian Journal of Animal Science\n18\n(1), 621-629. doi:\n10.1080/1828051X.2018.1549514\nMancini S., Moruzzo R., Riccioli F., Paci G. (2019)\nEuropean consumers’ readiness to adopt insects as food. A review. Food Research International\n122\n, 661-678. doi:\n10.1016/j.foodres.2019.01.041\nMancini S., Nuvoloni R., Pedonese F., Paci G. (2019) Effects of garlic powder and salt additions in rabbit meat burgers: Preliminary evaluation. Journal of Food Processing and Preservation\n43\n(3). doi:\n10.1111/jfpp.13894.\nMancini S., Paci G., Ciardelli V., Turchi B., Pedonese F., Fratini F. (2019)\nListeria monocytogenes\ncontamination of\nTenebrio molitor larvae\nrearing substrate: Preliminary evaluations. Food Microbiology\n83\n, 104-108. doi:\n10.1016/j.fm.2019.05.006\n.\nMancini S., Paci G., Dal Bosco A., Mattioli S., Preziuso G. (2019) Effect of ginger powder addition on quality, fatty acids profile, lipid oxidation and antioxidant capacity of cooked pork burgers. European Food Research and  Technology\n245\n,\n1377\n–\n1386. doi:\n10.1007/s00217-019-03264-6\nMancini S., Minieri S., Buccioni A., Marzoni Fecia di Cossato M., Russo C., Paci G. (2019) The influence of dietary chestnut and quebracho tannins mix on rabbit meat quality. Animal Science Journal\n90\n(5), 680-689. doi:\n10.1111/asj.13194\nMancini S., Sogari G., Menozzi D., Nuvoloni, R., Torracca B., Moruzzo R., Paci G. (2019) Factors Predicting the Intention of Eating an Insect-Based Product. Foods\n8\n(7), 270. doi:\n10.3390/foods8070270\nMarchica A., Loré S., Cotrozzi L., Lorenzini G., Nali C., Pellegrini E., Remorini D. (2019) Early detection of sage (\nSalvia officinalis\nL.) responses to ozone using reflectance spectroscopy. Plants\n8\n, 346. doi:\n10.3390/plants8090346\nMarchica A., Lorenzini G., Papini R., Bernardi R., Nali C., Pellegrini E. (2019) Signalling molecules responsive to ozone-induced oxidative stress in\nSalvia officinalis\n. Science of the Total Environment\n657\n, 568-576. doi:\n10.1016/j.scitotenv.2018.11.472\nMarchioni I., Pistelli La., Ferri B., Cioni P.L., Coppetta A., Pistelli Lu., Ruffoni B. (2019) Preliminary studies on edible saffron bio-residues during different post-harvest storages. Bulgarian Chemical Communications\n51\n(A), 131-136.\nMartini M., Salari F., Licitra R., La Motta C., Altomonte I. (2019) Lysozyme activity in donkey milk. International Dairy Journal\n96\n, 98-101. doi:\n10.1016/j.idairyj.2019.04.009\nMattii L., Bianchi F., Falleni A., Frascarelli S., Masini M., Alì G., Chiellini G., Sabbatini A.R.M. (2019) Ultrastructural localization of Histidine-rich glycoprotein in skeletal muscle fibers: co-localization with AMP deaminase.\nJ\nournal of Histochemistry & Cytochemistry\n68\n(2),139-148. doi:\n10.1369/0022155419897573\nMattii L., Pardini C., Ippolito C., Bianchi F., Raffaella A., Sabbatini M., Vaglini F. (2019) Rho-inhibition and neuroprotective effect on rotenone-treated dopaminergic neurons\nin vitro\n. Neurotoxicology\n72,\n51-60. doi:\n10.1016/j.neuro.2019.02.006\nMeacci E, Garcia-Gil M. (2019) S1P/S1P receptor signaling in neuromuscolar disorders. International Journal of Molecular Sciences\n20\n(24), E6364. doi:\n10.3390/ijms20246364\n.\nMoles T.M., Guglielminetti L., Huarancca Reyes T. (2019) Differential effects of sodium chloride on germination and post-germination stages of two tomato genotypes. Scientia Horticulturae\n257\n. doi:\n10.1016/j.scienta.2019.108730\n.\nMzoughi Z., Chahdoura H., Chakroun Y., Camara M., Fernandez-Ruiz V., Morales P., Mosbah H., Flamini G., Snoussi M., Majdoub H. (2019), Wild edible Swiss chard leaves\n(Beta vulgaris L.\nvar.\ncicla):\nnutritional, phytochemical composition and biological activities. Food Research International\n119\n, 612-621. doi:\n10.1016/j.foodres.2018.10.039\nNajar B., Marchioni I., Ruffoni B., Copetta A., Pistelli Lu., Pistelli La. (2019) Volatilomic analysis of four edible flowers from\nAgastache\ngenus. Molecules\n24\n(24), 4480. doi:\n10.3390/molecules24244480\nOsimani A., Ferrocino I., Agnolucci M., Cocolin L., Giovannetti M., Cristani C., Palla M., Milanovic V., Roncolini A., Sabbatini R., Garofalo C., Clementi F., Petruzzelli A., Gabucci C., Tonucci F., Aquilanti L. (2019) Unveiling hákarl: study of the microbiota of the traditional Icelandic fermented fish. Food Microbiology\n82\n, 560-572. doi:\n10.1016/j.fm.2019.03.027\nPalla M., Agnolucci M., Calzone A., Giovannetti M., Di Cagno R., Gobbetti M., Rizzello C.G., Pontonio E. (2019). Exploitation of autochthonous Tuscan sourdough yeasts as potential starters. International Journal of Food Microbiology\n302\n, 59-68. doi:\n10.1016/j.ijfoodmicro.2018.08.004\nPistelli L., Tonelli M., Pellegrini E., Cotrozzi L., Pucciariello C., Trivellini A., Lorenzini G., Nali C. (2019) Accumulation of rosmarinic acid and behaviour of ROS processing systems in\nMelissa officinalis\nL. under heat stress. Industrial Crops & Products\n138\n, 111469. doi:\n10.1016/j.indcrop.2019.111469\nPistelli La., Bandeira Reidel R.V., Parri F., Morelli E. (2019) Chemical composition of essential oil from plants of abandoned mining site of Elba island. Natural Product Research\n33\n(1),143-147. doi:\n10.1080/14786419.2018.1437430\nPuccinelli M., Malorgio F., Rosellini I., Pezzarossa B. (2019) Production of selenium‐biofortified microgreens from selenium‐enriched seeds of basil. Journal of the Science of Food and Agriculture\n99\n, 5601-5605. doi:\n10.1002/jsfa.9826\nPuccinelli M., Malorgio F., Terry L.A., Tosetti R., Rosellini Irene, Pezzarossa B. (2019)- Effect of selenium enrichment on metabolism of tomato (\nSolanum lycopersicum\n) fruit during post‐harvest ripening. Journal of the Science of Food and Agriculture\n99\n(5), 2463-2472. doi:\n10.1002/jsfa.9455\n.\nRanieri A., Benelli G., Castagna A., Sgherri C., Signorini F., Bientinesi M., Nicolella C., Canale A. (2019) Freeze-drying duration influences the amino acid and rutin content in honeybee-collected chestnut pollen. Saudi Journal of Biological Sciences\n26\n(2), 252-255. doi:\n10.1016/j.sjbs.2017.08.011\nRossino M.G., Casini G. (2019) Nutraceuticals for the Treatment of Diabetic Retinopathy. Nutrients\n11\n, 771. doi:\n10.3390/nu11040771\nRossino M.G., Dal Monte M, Casini G. (2019) Relationships between neurodegeneration and vascular damage in diabetic retinopathy. Frontiers in Neuroscience\n13\n, 1172. doi:\n10.3389/fnins.2019.01172\nSalari F., Ciampolini R., Mariti C., Millanta F., Altomonte I., Licitra R., Auzino B., D’Ascenzi C., Bibbiani C., Giuliotti L., Papini A.R., Martini, M. (2019) A multi-approach study of the performance of dairy donkey during lactation: preliminary results.  Italian Journal of Animal Science\n18\n(1), 1135-1141. doi:\n10.1080/1828051X.2019.1623094\nSanmartin C., Taglieri I., Macaluso M., Sgherri C., Ascrizzi R., Flamini G., Venturi F., Quartacci M.F., Luro F., Curk F., Pistelli L., Zinnai A. (2019) Cold-pressing olive oil in the presence of cryomacerated leaves of Olea or Citrus: nutraceutical and sensorial features. Molecules\n24\n, 2625. doi:\n10.3390/molecules24142625\nSanmartin C., Taglieri I., Venturi F., Ferroni G., Flamini G., Macaluso M., Salutij A., Andrich G., Zinnai A. (2019) Co-fermentation of intact grape clusters and stalk: a natural and economical strategy to modulate nutraceutical and sensory features of Syrah variety. Agrochimica\n63\n, 203-213.\nSantin M.,  Giordani T.,  Cavallini A.,  Bernardi R.,  Castagna A.,  Hauser M.-T.,  Ranieri A. (2019) UV-B exposure reduces the activity of several cell wall-dismantling enzymes and affects the expression of their biosynthetic genes in peach fruit (\nPrunus persica\nL., cv. Fairtime, melting phenotype). Photochemical and Photobiological Sciences\n18\n, 1280-1289.\nSantin, M., Lucini, L., Castagna, A., Rocchetti, G., Hauser, M.-T., Ranieri, A. Comparative “phenol-omics” and gene expression analyses in peach (\nPrunus persica\n) skin in response to different postharvest UV-B treatments. (2019) Plant Physiology and Biochemistry\n135\n, 511-519.\nSantos Ribeiro J.E., Da Silva Sant’Ana A.M., Martini M., Sorce C., Andreucci A., Nóbrega de Melo D.J., Honorato da Silva F.L. (2019)\nRhodotorula glutinis\ncultivation on cassava wastewater for carotenoids and fatty acids generation\n.\nBiocatalysis and Agricultural Biotechnology\n22\n,\n101419. doi:\n10.1016/j.bcab.2019.101419\nSarti L., Martini M., Brajon G., Barni S., Salari F., Altomonte I., Ragona G., Mori F., Pucci N., Muscas G., Belli F., Corrias F., Novembre E. (2019) Donkey’s Milk in the Management of Children with Cow’s Milk protein allergy: Nutritional and hygienic aspects. Italian Journal of Pediatrics\n45\n1), 102. doi:\n10.1186/s13052-019-0700-4\nSestito S., Pruccoli L., Runfola M., Citi V., Martelli A., Saccomanni G., Calderone V., Tarozzi A., Rapposelli S. (2019) Design and synthesis of H2S-donor hybrids: A new treatment for Alzheimer’s disease? European Journal of Medicinal Chemistry 15(184), 111745. doi:\n10.1016/j.ejmech.2019.111745\n.\nTampucci S., Carpi S., Digiacomo M., Polini B., Fogli S., Burgalassi S., Macchia M., Nieri P., Manera, C., Monti, D. 2019 Diclofenac-derived hybrids for treatment of actinic keratosis and squamous cell carcinoma. Molecules\n24\n(9),1793. doi:\n10.3390/molecules24091793\nTarchoune I., Sgherri C., Eddouzi J., Zinnai A., Quartacci M.F., Zarrouk M. (2019) Olive leaf addition increases olive oil nutraceutical properties. Molecules\n24\n, 545. doi:\n10.3390/molecules24030545\nTavarini S., Castagna A., Conte G., Foschi L., Sanmartin C., Incrocci L., Ranieri A., Serra A., Angelini L.G. (2019) The effects of temperature as sources of health-beneficial substances. Molecules\n24\n, 3729. doi:\n10.3390/molecules24203729\n.\nTavarini S., Castagna A., Conte G., Foschi L., Sanmartin C., Incrocci L., Ranieri A., Serra A., Angelini L.G. (2019) Evaluation of chemical composition of two linseed varieties as sources of health-beneficial substances. Molecules\n24\n, 3729. doi:\n10.3390/molecules24203729\n.\nTavarini S., Martini A., Guglielminetti L., Scartazza A., Avio L., Angelini L.G. (2019) Arbuscular mycorrhizal symbiosis and phosphorus supply induce changes in photosynthetic rate, sugar partitioning and steviol glycosides composition in stevia. Agrochimica\nLXIII\n(1).\nTestai L., Calderone V. (2019)\nStevia rebaudiana\nBertoni: beyond its use as a sweetener. pharmacological and toxicological profile of steviol glycosides of\nStevia rebaudiana\nBertoni. Food Chemistry, Function and Analysis\n7\n, 148-161. doi:\n10.1039/9781788010559-00148\nThouri A., La Barbera L., Canuti L., Vegliante R., Jelled A., Flamini G. Ciriolo M.R., Achour L. (2019) Antiproliferative and apoptosis-inducing effect of common Tunisian date seed (var.\nKorkobbi\nand\nArechti\n) phytochemical-rich methanolic extract. Environmental Science and Pollution Research\n26\n, 36264-362673. doi:\n10.1007/s11356-019-06606-9\nTirloni E., Bernardi C., Ghelardi E., Celandroni F., Cattaneo P., Stella S. (2019)\nBacillus cereus\nin fried rice meals: Natural occurrence, strain dependent growth and haemolysin (HBL) production. LWT- Food Science and Technology\n114\n, 108393. doi:\n10.1016/j.lwt.2019.108393\nTrivelli L., Apicella A., Chiarello F., Fantoni G., Tarabella A. (2019), From precision agriculture to Industry 4.0: Unveiling technological connections in the agrifood sector. British Food Journal\n121\n(8) 1730-1743. doi:\n10.1108/BFJ-11-2018-0747\nVangelisti A., Mascagni F., Usai G., Giordani T., Natali L., Cavallini A. (2019) A meta-analysis of the expression of HaCREl, a young Copia LTR-retrotransposon of sunflower (\nHelianthus annuus\nL.). Agrochimica\n63\n, 57-72.\nVenturi F., Bartolini S., Sanmartin C., Orlando M., Taglieri I., Macaluso M., Lucchesini M., Trivellini A., Zinnai A., Mensuali A. (2019) Potato peels as a source of novel green extracts suitable as antioxidant additives for fresh-cut fruits. Applied Sciences,\n9\n(12), 431. doi:\n10.3390/app9122431\n.\nVenturi F., Taglieri I., Sanmartin C., Ferroni G., Scalabrelli G., Flamini G., Macaluso M., Coscetti R., Andrich G., Zinnai A. (2019) Predicatore: an innovative sweet red wine as a tool for the economic enhancement of grape wastes derived by cluster thinning. Agrochimica\n63\n, 291-304.\nVirdis A., Colucci R., Bernardini N., Blandizzi C., Taddei S., Masi S.J. (2019) Microvascular endothelial dysfunction in human obesity: Role of TNF-α. Journal of Clinical Endocrinology and Metabolism\n104\n(2), 341-348. doi:\n10.1210/jc.2018-00512\nVolstatova T., Marchica A., Hroncova Z., Bernardi R., Doskocil I., Havlik J. (2019) Effects of chlorogenic acid, epicatechin gallate, and quercetin on mucin expression and secretion in the Caco-2/HT29-MTX cell model. Food Science & Nutrition\n7\n, 492-498. doi:\n10.1002/fsn3.818\nCategorie:\npubblicazioni\nNews\nRicerca e Sostenibilità in Alimentazione e Nutraceutica\nIl Centro Nutrafood organizza il Convegno “Ricerca e Sostenibilità in Alimentazione e Nutraceutica” presso il Centro Congressi Le Benedettine il giorno 18 ottobre 2024. Ricerca E Sostenibilità In Alimentazione E Nutraceutica Def\nNormatività contemporanea:  norme sensoriali e norme  sperimentali nel settore alimentare\nNei giorni 15-16 Marzo 2024, presso il Dipartimento di Scienze Agrarie, Alimentarie Agro-ambientali dell’Università di Pisa avrà luogo il convegno dal titolo “Normatività contemporanea: norme sensoriali e norme sperimentali nel settore alimentare” nell’ambito del Nutridialogo. Norme sensoriali e sperimentali_15-16 marzo 2024.pdf\nScopri la salute a Tavola: Incontri con il centro Nutrafood al Pisa Food and Wine Festival 2023\nDal 20 al 22 ottobre il Centro Nutrafood è presente alla manifestazione Terre di Pisa Food & Wine Festival 2023 con una serie di iniziative dal titolo “Scopri la salute a Tavola”. Durante tutta la durata della manifestazione ricercatori dell’Università di Pisa e del Centro Nutrafood forniscono informazioni ed indicazioni sugli alimenti ed una dieta equilibrata, nonché sugli accorgimenti e precauzioni da seguire per garantire la sicurezza (aspetti igienico-sanitari) degli alimenti. Il “Terre di Pisa Food & Wine Festival” nasce con lo scopo di proporre e far degustare prodotti e ricette della migliore tradizione enogastronomica delle “Terre di Pisa”, con un’attenzione alla salute ed\n…\nLoad More\nArticoli correlati\npubblicazioni\nPubblicazioni scientifiche 2021\nAdouni K, Julio A., Santos-Buelga C., Gonzalez-Paramas A.M., Filipe P., Tijo P., Costa Lima S.A., Reis S., Fernandes A., Ferreira I.C.F.R., Flamini G., Archour L., Morales P. Fonte P. (2021) Roots and rhizomes of wild\nLeggi tutto…\npubblicazioni\nPubblicazioni 2020\nAgnolucci M., Avio L., Palla M., Sbrana C., Turrini A., Giovannetti M. (2020) Health‐Promoting Properties of Plant Products: The Role of Mycorrhizal Fungi and Associated Bacteria. Agronomy 10, 1864. doi: 10.3390/agronomy10121864 Agnolucci M., Daghio M.,\nLeggi tutto…\npubblicazioni\nLibri, Capitoli, Riviste, WEB – 2020\nA. Di Lauro (2020) “Les Métamorphoses de l’aliment. Les frontières entre les aliments, les médicaments et les cosmétiques” http://www.edizioniets.com/scheda.asp?n=9788846757326&from=&fk_s=\nCopyright Centro NutraFood - Università di Pisa"}
{"doc_id": "PNquN2yRYS", "title": "Pubblicazioni 2013-2017 – Nutrafood – Università di Pisa", "description": "", "url": "https://nutrafood.unipi.it/pubblicazioni-2013-2017/", "lang": "en", "text": "Pubblicazioni 2013-2017 – Nutrafood – Università di Pisa\nNavigazione toggle\nHome\nPresentazione\nChi siamo\nContatti\nDove siamo\nOrgani e Struttura\nRegolamento\nDipartimenti Afferenti\nObiettivi\nAttività\nConferenze Seminari e Convegni\nEventi e Notizie\nRassegna stampa\nDivulgazione\nPubblicazioni scientifiche\nDivulgazione\nEFSA\nCommissione\nBandi\nCall\nLinks\nInran\nMinistero della salute\nHorizon 2020\nLife Science Toscana\nA Healthy Diet for a Healthy Life\nRicerca per:\nPubblicazioni 2013-2017\nPubblicato da\nRedazioneWeb\nil\n13 Novembre 2018\n13 Novembre 2018\nRIVISTE ISI\n2017\nBalestri F., Sorce C., Moschini R., Cappiello M., Misuri L., Del Corso A., Mura U. (2017). Edible vegetables as a source of aldose reductase differential inhibitors. CHEM. BIOL. INTERACT. doi: 10.1016/j.cbi.2017.01.025, in press.\nhttps://www.ncbi.nlm.nih.gov/pubmed/28159579\nBalestrini L., Di Donfrancesco A., Rossi L., Marracci S., Isolani M.E., Bianucci A.M., Batistoni R. (2017). The natural compound sanguinarine perturbs the regenerative capabilities of planarians. INT. J. DEV. BIOL., 61, 43-52\nhttps://www.ncbi.nlm.nih.gov/pubmed/28287246\nBetti L., Palego L., Lucacchini A., Giannaccini G. (2017) 137Caesium in samples of wild-grown\nBoletus edulis\nBull. from Lucca province (Tuscany, Italy) and other Italian and European geographical areas. FOOD ADDIT CONTAM Part A. Chem Anal Control Expo Risk Assess. 34, 49-55.\nhttps://www.ncbi.nlm.nih.gov/pubmed/27918239\nCaruso G., Gucci R., Sifola M.I., Selvaggini R., Urbani S., Esposto S., Taticchi A., Servili M. (2017). Irrigation and fruit canopy position modify oil quality of olive trees (cv. Frantoio).  J. SCIENCE FOOD AGRICULTURE, in press.\nhttp://onlinelibrary.wiley.com/doi/10.1002/jsfa.8207/full\nConte G., Benelli G., Serra A., Signorini F., Bientinesi M., Nicolella C., Mele M., Canale A. (2017). Lipid characterization of chestnut and willow honeybee-collected pollen: Impact of freeze-drying and microwave-assisted drying. J. FOOD COMPOSITION ANALYSIS, 55, 12–19\nhttp://www.sciencedirect.com/science/article/pii/S0889157516301910\nDabbou S., Maatallah S., Castagna A, Guizani M, Sghaeir W, Hajlaloui H, Ranieri A. (2017). Carotenoids, phenolic profile, mineral content and antioxidant properties in flesh and peel of\nPrunus persica\nfruits during two maturation stages. PLANT FOODS FOR HUMAN NUTRITION, 72, 103–110\nhttps://www.ncbi.nlm.nih.gov/pubmed/27812831\nDa Pozzo E., Costa B., Cavallini C., Testai L., Martelli A., Calderone V., Martini C. (2017). The Citrus Flavanone Naringenin Protects Myocardial Cells against Age-Associated Damage. OXIDATIVE MEDICINE AND CELLULAR LONGEVITY, Article ID 9536148\nhttps://doi.org/10.1155/2017/9536148\nin press.\nhttps://www.hindawi.com/journals/omcl/2017/9536148/\nDi Leo N., Battaglina M., Berger L., Giannaccini M., Dente L., Hampel S., Vittorio O., Cirillo G., Raffa V. (2017). A catechin nanoformulation inhibits WM266 melanoma cell proliferation, migration and associated neo-angiogenesis. EUR. J. PHARMACEUTICS AND BIOPHARMACEUTICS, 114, 1-10.\nhttps://www.ncbi.nlm.nih.gov/pubmed/28088004\nJelled A., Ben Hassine R., Thouri A., Flamini G., Chahdoura H., El Arem A., Ben Lamine J., Kacem A., Haouas Z., Ben Cheick H., Achour L. (2017). Immature mulberry fruits richness of promising constituents in contrast with mature ones: a comparative study among three Tunisian species. INDUSTRIAL CROPS AND PRODUCTS, 95, 434-443.\nhttp://www.sciencedirect.com/science/article/pii/S0926669016307385\nMancini S., Paci G., Pisseri F., Preziuso G., (2017). Effect of turmeric (\nCurcuma longa\nL.) powder as dietary antioxidant supplementation on pig meat quality. JOURNAL OF FOOD PROCESSING AND PRESERVATION, 41,  e12878\nhttp://onlinelibrary.wiley.com/doi/10.1111/jfpp.12878/epdf\nMancini S., Paci G., Fratini F., Torracca B., Nuvoloni R., Dal Bosco A., Roscini V., Preziuso G. (2017). Improving pork burgers quality using\nZingiber officinale\nRoscoe powder (ginger). MEAT SCIENCE, 129, 161-168.\nhttps://www.ncbi.nlm.nih.gov/pubmed/28314171\nMariotti Marco, Victoria Andreuccetti, Roberta Nuvoloni, Domenico Gatta, Gian Battista Liponi, Francesca Pedonese, Filippo Fratini, Barbara Turchi, Giuseppe Saccomanni, Beatrice Torracca (2017). Rutin and quercetin content in the forage of common buckwheat as affected by maturity and conservation method. GRASSLAND SCIENCE, Early View Section, 1-8. DOI:10.1111/grs.12160\nhttp://onlinelibrary.wiley.com/doi/10.1111/grs.12160/full\nQuartacci M. F., Sgherri C., Frisenda S. (2017). Biochar amendment affects phenolic composition and antioxidant capacity restoring the nutraceutical value of lettuce grown in a copper-contaminated soil. SCIENTIA HORTICULTURAE, 215, 9–14.\nhttp://www.sciencedirect.com/science/article/pii/S0304423816306264\nSanchez-Pardo M.E., Blancas-Napoles J.A., Vazquez-Landaverde P.A., Nari A., Taglieri I., Ortiz-Moreno A., Mayorga-Reyes L., Sanmartin C., Bermudez-Humaran L.G., Torres-Maravilla E. (2016). The use of Mexican xaxtle as leavening agent in Italian straight dough bread making to produce pulque bread.\nAgrochimica\n, 60(4), DOI 10.12871/00021857201647\nStoccoro A, Tannorella P, Salluzzo MG, Ferri R, Romano C, Nacmias B, Siciliano G, Migliore L, Coppedè F. The Methylenetetrahydrofolate Reductase C677T Polymorphism and Risk for Late-Onset Alzheimer’s disease: Further Evidence in an Italian Multicenter Study (2017).\nJ ALZHEIMERS DIS. 56, 1451-1457. doi: 10.3233/JAD-161081.\nhttps://www.ncbi.nlm.nih.gov/pubmed/28211809\nTestai L., Da Pozzo E., Piano I., Pistelli L., Gargini C., Breschi M.C., Braca A., Martini C., Martelli A., Calderone V. (2017). The Citrus Flavanone Naringenin Produces Cardioprotective Effects in Hearts from 1 Year Old Rat, through Activation of mitoBK Channels. FRONT PHARMACOL. Feb 27; 8:71. doi: 10.3389/fphar.2017.00071.\nhttps://www.ncbi.nlm.nih.gov/pubmed/28289383\nVenturi F., Sanmartin C., Taglieri I., Xiaoguo Y., Andrich G. & Zinnai A. (2017) A kinetic approach to describe the time evolution of red wine as a function of packaging and storage conditions. ACTA ALIMENTARIA,\nIn press\n, DOI: 10.1556/066.2017.0001\nhttp://akademiai.com/doi/abs/10.1556/066.2017.0001\n2016\nAmato R., Biagioni M., Cammalleri M., Dal Monte M., Casini G. (2016). VEGF as a Survival Factor in Ex Vivo Models of Early Diabetic Retinopathy. INVESTIGATIVE OPHTHALMOLOGY AND VISUAL SCIENCE, 57, 3066-76. doi: 10.1167/iovs.16-19285.\nhttps://www.ncbi.nlm.nih.gov/pubmed/27286364\nBalestri F., Rotondo R., Moschini R., Pellegrino M., Cappiello M., Barraco V., Misuri L., Sorce C., Andreucci A., Del Corso A., Mura U. (2016). Zolfino landrace (\nPhaseolus vulgaris\nL.) from Pratomagno: general and specific features of a functional food. Food & Nutrition Research, 60, 31792\nhttp://dx.doi.org/10.3402/fnr.v60.31792\nBattini F., Turrini A., Quartacci M.F., Malorgio F., Mariotti L., Picciarelli P., Pardossi A., Giovannetti M., Sgherri C., Agnolucci M. (2016). Dual inoculation with AMF and associated bacteria improves nutraceutical value of sweet basil grown under commercial conditions. AGROCHIMICA 60, 81-99\nBattini F., Bernardi R., Turrini A., Agnolucci M., Giovannetti M. (2016). Rhizophagus intraradices or its associated bacteria affect gene expression of key enzymes involved in the rosmarinic acid biosynthetic pathway of basil. MYCORRHIZA, 7, 699-707\nhttp://www.ncbi.nlm.nih.gov/pubmed/27179537\nCanale A., Benelli G., Castagna A., Sgherri C., Poli P., Serra A., Mele M., Ranieri A., Signorini F., Bientinesi M., Nicolella C. (2016). Microwave-assisted drying for the conservation of honeybee pollen. MATERIALS, 9, 363; doi:10.3390/ma9050363\nhttp://www.mdpi.com/journal/materials\nCapocchi A., S. Bottega, C. Spanò, D. Fontanini (2016). Phytochemicals and antioxidant capacity in four Italian traditional maize (Zea mays L.) varieties. INTERNATIONAL JOURNAL OF FOOD SCIENCES AND NUTRITION   in press.\nhttp://dx.doi.org/10.1080/09637486.2016.1261809\nCelandroni F., Salvetti S., Gueye S. A., Mazzantini D., Lupetti A., Senesi S., Ghelardi E. (2016). Identification and Pathogenic Potential of Clinical\nBacillus\nand\nPaenibacillus\nIsolates. PLOS ONE. Mar 31;11(3):e0152831. doi: 10.1371/journal.pone.0152831\nhttp://journals.plos.org/plosone/article?id=10.1371%2Fjournal.pone.0152831\nChahdoura H., Barreira J.C., Fernandez-Ruiz V., Morales P., Calhelha R.C., Flamini G., Sokovic M., Ferreira I.C.F.R., Achour L. (2016), Bioactivity, proximate, mineral and volatile profiles along the flowering stages of\nOpuntia microdasys\n(Lehm.): defining potential applications. FOOD & FUNCTION, 7, 1458-1467\nhttp://pubs.rsc.org/-/content/articlelanding/2016/fo/c5fo01536g#!divAbstract\nCoppedè F., Denaro M., Tannorella P., Migliore L. (2016). Increased MTHFR promoter methylation in mothers of Down syndrome individuals. MUTATION RESEARCH, 787: 1-6.\nhttp://www.ncbi.nlm.nih.gov/pubmed/26926955\nDabbou S., Lussiana C., Maatallah S., Gasco L., Hajlaoui H., Flamini G. (2016). Changes in biochemical compounds in flesh and peel from\nPrunus persica\nfruits grown in Tunisia during two maturation stages. PLANT PHYSIOLOGY AND BIOCHEMISTRY, 100: 1-11\nhttp://www.ncbi.nlm.nih.gov/pubmed/26773475\nDal Monte M., Casini G. (2016). Indirect blockade of vascular endothelial growth factor: the potential for eye disease therapy. EXPERT REVIEW OF OPHTHALMOLOGY, 11: 1-4  doi: 10.1586/17469899.2016.1131609\nhttp://dx.doi.org/10.1586/17469899.2016.1131609\nEbani VV, Nardoni S, Bertelloni F, Giovanelli S, Rocchigiani G, Pistelli L, Mancianti F (2016). Antibacterial and antifungal activity of essential oils against some pathogenic bacteria and yeasts shed from poultry. FLAVOUR AND FRAGRANCE JOURNAL, 31, 302-309\nhttp://onlinelibrary.wiley.com/doi/10.1002/ffj.3276/pdf\nFabiano A., L. Mattii, A. Braca, F. Felice, R. Di Stefano, Y. Zambito (2016). Nanoparticles based on quaternary ammonium chitosan conjugate: A vehicle for oral administration of antioxidants contained in red grapes. J. DRUG DELIV. SCI. TEC. 32 (Part_B), 291-297\nhttp://www.sciencedirect.com/science/article/pii/S1773224715001094\nFogli Stefano, Arena Chiara, Carpi Sara, Polini Beatrice, Bertini Simone, Digiacomo Maria, Gado Francesca, Saba Alessandro, Saccomanni Giuseppe, Breschi Maria Cristina, Nieri Paola, Manera Clementina, Macchia Marco (2016). Cytotoxic Activity of Oleocanthal Isolated from Virgin Olive Oil on Human Melanoma Cells. NUTRITION AND CANCER, 68, 873-877\nhttp://www.ncbi.nlm.nih.gov/pubmed/27266366\nFratini, F., Turchi, B., Ferrone, M., Galiero, A., Nuvoloni, R., Torracca, B., Cerri, D. (2016). Is Leptospira able to survive in raw milk? Study on the inactivation at different storage times and temperatures. FOLIA MICROBIOLOGICA, 61, 413-416\nhttp://www.ncbi.nlm.nih.gov/pubmed/26888018\nGiacomelli C, Natali L, Trincavelli ML, Daniele S, Bertoli A, Flamini G, Braca A, Martini C. (2016). New insights into the anticancer activity of carnosol: p53 reactivation in the U87MG human glioblastoma cell line. INT J BIOCHEM CELL BIOL., 74, 95-108\nhttp://www.ncbi.nlm.nih.gov/pubmed/26939786\nGiunti G., Benelli G., Conte G., Mele M., Caruso G., Gucci R., Flamini G., Canale A. (2016). VOCs-Mediated Location of Olive Fly Larvae by the Braconid Parasitoid\nPsyttalia concolor\n: A Multivariate Comparison among VOC Bouquets from Three Olive Cultivars. BIOMED RESEARCH INTERNATIONAL, ID 7827615   in press\nhttp://www.hindawi.com/journals/bmri/2016/7827615/\nGrossi E, Stoccoro A, Tannorella P, Migliore L, Coppedè F. (2016). Artificial Neural Networks Link One-Carbon Metabolism to Gene-Promoter Methylation in Alzheimer’s Disease. J ALZHEIMERS DIS. 53, 1517-22.\nhttps://www.ncbi.nlm.nih.gov/pubmed/27392858\nHernández Cristina, Massimo Dal Monte, Rafael Simó, Giovanni Casini (2016).  Neuroprotection as a Therapeutic Target for Diabetic Retinopathy Journal of Diabetes Research. Article ID 9508541.\nhttps://www.ncbi.nlm.nih.gov/pubmed/27123463\nJimenez Usuga N., N. Malafronte, E.J. Osorio Durango, A. Braca, N. De Tommasi (2016) Phytochemical investigation of\nPseudelephantopus spiralis\n(Less.) Cronquist. PHYTOCHEM. LETT., 15, 256-259\nhttps://pubag.nal.usda.gov/catalog/5278680\nM. Karker, N. De Tommasi, A. Smaoui, C. Abdelly, R. Ksouri, A. Braca (2016) “New sulphated flavonoids from Tamarix africana and biological activities of its polar extract”, PLANTA MED. 82, 1374-1380    doi: 10.1055/s-0042-111520\nMancini S., Preziuso G., Paci G. (2016). Effect of turmeric powder (Curcuma longa L.) and ascorbic acid antioxidant capacity and oxidative status in rabbit burgers after cooking. WORLD RABBIT SCI., 24, 121-127   doi:10.4995/wrs.2016.4207\nMazzantini D., Celandroni F., Salvetti1 S., Gueye S. A, Lupetti A, Senesi S., Ghelardi E. (2016). FlhF is required for swarming motility and full pathogenicity of Bacillus cereus. FRONTIERS IN MICROBIOLOGY, 7, 1644, 1-9.\nhttps://doi.org/10.3389/fmicb.2016.01644\nMilella L., Milazzo S., De Leo M., Vera Saltos M.B., I. Faraone, T. Tuccinardi, M. Lapillo, N. De Tommasi, A. Braca (2016). α-Glucosidase and α-amylase inhibitors from\nArcytophyllum\nthymifolium\n. J. NAT. PROD., 79, 2104-2112\nhttps://www.ncbi.nlm.nih.gov/labs/articles/27509358/\nMoles T.M., Pompeiano A., Huarancca Reyes T., Scartazza A., Guglielminetti L.  (2016). The efficient physiological strategy of a tomato landrace in response to short-term salinity stress. PLANT PHYSIOLOGY AND BIOCHEMISTRY, 109, 262-272.\nhttp://www.sciencedirect.com/science/article/pii/S0981942816303928\nRusso C., Balloni S., Altomonte I., Martini M., Nuvoloni R., Cecchi F., Pedonese F., Salari F., Marilia da Silva Sant’ana M., Torracca B., Profumo A. (2017). Fatty acid and microbiological profile of the meat (longissimus dorsi muscle) of wild boar (Sus scropha scropha) hunted in Tuscany. ITALIAN JOURNAL OF ANIMAL SCIENCE, 16, 1-8.\nhttp://www.tandfonline.com/doi/abs/10.1080/1828051X.2016.1261006\nSgherri C., Micaelli F., Andreoni N., Baldanzi M., Ranieri A. (2016). Retention of phenolic compounds and antioxidant properties in potato bread obtained from a dough enriched with a powder from the purple cv. Vitelotte. AGROCHIMICA, 60, 312-328. DOI 10.12871/00021857201646\nTannorella P, Stoccoro A, Tognoni G, Bonuccelli U, Migliore L, Coppedè F. (2016).  Association study between the DNMT3A -448A>G polymorphism and risk of Alzheimer’s disease in Caucasians of Italian origin. AM J NEURODEGENER DIS., 5, 85-93.\nhttps://www.ncbi.nlm.nih.gov/pubmed/27073746\nVenturi F., Sanmartin C., Taglieri I., Xiaogou Y., Andrich G. & Zinnai A. (2016): The influence of packaging on the sensorial evolution of white wine as a function of the operating conditions adopted during storage. AGROCHIMICA, 60, 150-160.\nhttp://en.ustc.findplus.cn/?h=articles&db=edselc&an=edselc.2-52.0-84996538383\nVenturi F., Sanmartin C., Taglieri I., Nari A., Andrich G. & Zinnai A. (2016): Effect of baking process on artisanal sourdough bread-making: A technological and sensory evaluation. AGROCHIMICA, 60, 223-234. DOI 10.12871/0021857201625\nhttp://en.ustc.findplus.cn/?h=search_list&query=JN:%22Agrochimica%22\nZinnai A., Sanmartin C., Taglieri I., Andrich G. & Venturi F. (2016). Supercritical fluid extraction from microalgae with high content of LC-PUFAs. A case of study: Sc-CO2 oil extraction from schizochytrium sp. JOURNAL OF SUPERCRITICAL FLUIDS\n,\n116, 126-131. DOI:10.1016/j.supflu.2016.05.011\nhttp://www.sciencedirect.com/science/article/pii/S0896844616301206\n2015\nAngelini L.G., Tavarini S., Mazzoncini M., Tuberoso C.I.G. (2015). Virgin oil production from novel and traditional oilseed crops grown in Central Italy: natural constituents and antioxidant activity. AGROCHIMICA, 59, 155-172     DOI 10.12871/0021857201525\nhttps://www.researchgate.net/publication/283735055_Virgin_oil_production_from_novel_and_traditional_oilseed_crops_grown_in_Central_Italy_Natural_constituents_and_antioxidant_activit\ny\nBader A., Tuccinardi T., Granchi C., Martinelli A., Macchia M., Minutolo F., De Tommasi N., Braca A. (2015). Phenylpropanoids and flavonoids from Phlomis kurdica as inhibitors of human lactate dehydrogenase. PHYTOCHEMISTRY, 116, 262-268.\nhttp://www.ncbi.nlm.nih.gov/pubmed/25890391\nBalestri F., Cappiello M., Moschini R., Rotondo R., Abate M., Del-Corso A., Mura U. (2015). Modulation of aldose reductase activity by aldose hemiacetals. BIOCHIMICA ET BIOPHYSICA ACTA, 1850, 2329-2339.\nhttp://www.ncbi.nlm.nih.gov/pubmed/26215787\nBartolini S., Leccese A., Viti R. (2015). Quality and Antioxidant Properties of Apricot Fruits at Ready-to-Eat: Influence of the Weather Conditions under Mediterranean Coastal Area. FOOD PROCESSING AND TECHNOLOGY, 7, 538\nhttp://www.omicsonline.org/food-processing-technology-abstract.php?abstract_id=65945\nBartolini S., Viti R., Ducci E. (2015). Local fruit varieties for sustainable cultivations: pomological, nutraceutical and sensory characterization. AGROCHIMICA, 59, 281-294   doi 10.12871/0021857201541\nCoppedè F. (2015). The genetics of folate metabolism and maternal risk of birth of a child with Down syndrome and associated congenital heart defects. FRONTIERS IN GENETICS,  6, 223 (1-25).\nhttp://journal.frontiersin.org/article/10.3389/fgene.2015.00223/full\nCoppedè F, Grossi E, Lopomo A, Spisni R, Buscema M, Migliore L. Application of artificial neural networks to link genetic and environmental factors to DNA methylation in colorectal cancer (2015). EPIGENOMICS, 7, 175-86\nhttp://www.ncbi.nlm.nih.gov/pubmed/25942531\nD’Angiolillo F., Tonelli M., Pellegrini E., Nali C., Lorenzini G., Pistelli L. and Pistelli L. (2015). Can Ozone Alter the Terpenoid Composition and Membrane Integrity of\nin vitro Melissa officinalis\nShoots? NATURAL PRODUCT COMMUNICATIONS, 10, 1055-1058.\nhttp://www.researchgate.net/publication/280391643_Can_Ozone_Alter_the_Terpenoid_Composition_and_Membrane_Integrity_of_in_vitro_Melissa_officinalis_Shoots\nFelice F., Maragò E., Sebastiani L., Di Stefano R. (2015). Apple juices from ancient Italian cultivars: a study on mature endothelial cells model. FRUITS, 70, 361-369\nhttp://www.pubhort.org/fruits/2015/6/fruits150121.htm\nFratini, F., Turchi, B., Pedonese, F., Pizzurro, F., Ragaglini, P., Torracca, B., Tozzi B., Galiero A., Nuvoloni, R. (2015). Does the addition of donkey milk inhibit the replication of pathogen microorganisms in goat milk at refrigerated condition? DAIRY SCIENCE & TECHNOLOGY, 96, 243-250.\nhttp://link.springer.com/article/10.1007/s13594-015-0249-y\nGhelardi E., Celandroni F., Salvetti S., Gueye S.A., Lupetti A., Senesi S. (2015). Survival and persistence of\nBacillus clausii\nin the human gastrointestinal tract following oral administration as spore-based probiotic formulation. JOURNAL OF APPLIED MICROBIOLOGY, 119, 552–559\nhttp://onlinelibrary.wiley.com/doi/10.1111/jam.12848/pdf\nLandi M., Remorini D., Massai R., Pardossi A., Guidi L. (2015). Thirty years of fresh-cut: strengths and weaknesses of a successful produce. AGROCHIMICA, 59, 1-25\nhttp://www.researchgate.net/publication/277307650_Thirty_years_of_fresh-cut_strengths_and_weaknesses_of_a_successful_product\nLulli M., Cammalleri M., Fornaciari I., Casini G., Dal Monte M. (2015). Acetyl-11-keto-b-boswellic acid reduces retinal angiogenesis in a mouse model of oxygen-induced retinopathy. EXPERIMENTAL EYE RESEARCH, 135, 67-80\nhttp://www.ncbi.nlm.nih.gov/pubmed/25913458\nMancini S., Preziuso G., Dal Bosco A., Roscini V., Szendrőd Z., Fratini F., Paci G. (2015). Effect of turmeric powder (\nCurcuma longa\nL.) and ascorbic acid on physical characteristics and oxidative status of fresh and stored rabbit burgers. Meat Science, 110, 93-100\nhttp://www.ncbi.nlm.nih.gov/pubmed/26188362\nMartini M., Altomonte I., Manica E., Salari F. (2015). Changes in donkey milk lipids in relation to season and lactation. JOURNAL FOOD COMPOSITION AND ANALYSIS 41, 30-34.\nhttp://www.sciencedirect.com/science/article/pii/S0889157515000332\nMartini M., Altomonte I., Marilia da Silva Sant’ana A., Del Plavignano G., Salari Federica (2015). Gross, mineral and fatty acid composition of alpaca (\nVicugna pacos\n) milk at 30 and 60 days of lactation. SMALL RUMINANT RESEARCH, 132, 50-54.\nhttp://www.sciencedirect.com/science/article/pii/S0921448815300729\nPellegrini E., Francini A., Lorenzini G., Nali C. (2015). Ecophysiological and antioxidant traits of\nSalvia officinalis\nunder ozone stress. ENVIRONMENTAL SCIENCE AND POLLUTION RESEARCH, 22, 13083–13093\nhttp://link.springer.com/article/10.1007%2Fs11356-015-4569-5#\nQuartacci M.F., Sgherri C., Cardelli R., Fantozzi A. (2015). Biochar amendment reduces oxidative stress in lettuce grown under copper excess. AGROCHIMICA, 59, 188-202\nSgherri C., Scattino C., Pinzino C., Tonutti P., Ranieri A.M. (2015). Ultraviolet-B radiation applied to detached peach fruit: a study of free radical generation by EPR spin trapping. PLANT PHYSIOLOGY AND BIOCHEMISTRY, 96, 124-131\nhttp://dx.doi.org/10.1016/j.plaphy.2015.07.031\nTannorella P, Stoccoro A, Tognoni G, Petrozzi L, Salluzzo MG, Ragalmuto A, Siciliano G, Haslberger A, Bosco P, Bonuccelli U, Migliore L, and Coppedè F. (2015). Methylation analysis of multiple genes in blood DNA of Alzheimer’s disease and healthy individuals. NEUROSCIENCE LETTERS, 600, 143-147.\nhttp://www.sciencedirect.com/science/article/pii/S0304394015004383\nTavarini S., Sgherri C., Ranieri A., Angelini G. L. (2015). Effect of Nitrogen Fertilization and Harvest Time on Steviol Glycosides, Flavonoid Composition, and Antioxidant Properties in\nStevia rebaudiana\nBertoni. JOURNAL OF AGRICULTURAL AND FOOD CHEMISTRY, 63, 7041−7050     DOI: 10.1021/acs.jafc.5b02147\nhttp://pubs.acs.org/doi/abs/10.1021/acs.jafc.5b02147\nTestai L. (2015). Flavonoids and mitochondrial pharmacology: A new paradigm for cardioprotection. LIFE SCIENCES, 135, 68–76\nhttp://www.sciencedirect.com/science/article/pii/S0024320515002702\n2014\nBartolini S., Leccese A., Iacona C., Andreini L. and Viti R. (2014). Influence of rootstock on fruit entity, quality and antioxidant properties of fresh apricots (cv. ‘Pisana’). NEW ZEALAND JOURNAL OF CROP AND HORTICULTURAL SCIENCE, 42, 265-274\nhttp://dx.doi.org/10.1080/01140671.2014.894919\nCiti V., Martelli A., Testai L., Marino A., Breschi M. C., Calderone V. (2014). Hydrogen Sulfide Releasing Capacity of Natural Isothiocyanates: Is It a Reliable Explanation for the Multiple Biological Effects of Brassicaceae? PLANTA MEDICA, 80, 610–613.\nhttps://www.thieme-connect.com/products/ejournals/abstract/10.1055/s-0034-1368591\nCoppede` F., Bosco P., Lorenzoni V., Denaro M., Anello G., Antonucci I., Barone C., Stuppia L., Romano C., Migliore L.(2014). The\nMTRR\n66A>G polymorphism and maternal risk of birth of a child with Down syndrome in Caucasian women: a case–control study and a meta-analysis. MOLECULAR BIOLOGY REPORTS, 41, 5571–5583\nhttp://www.ncbi.nlm.nih.gov/pubmed/24965145\nCoppedè F., Migheli F., Lopomo A., Failli A., Legitimo A., Consolini R., Fontanini G., Sensi E., Servadio A., Seccia M., Zocco G., Chiarugi M., Spisni R., Migliore L. (2014).  Gene promoter methylation in colorectal cancer and healthy adjacent mucosa specimens: Correlation with physiological and pathological characteristics, and with biomarkers of one-carbon metabolism. EPIGENETICS, 9, 4, 621-633\nhttps://www.landesbioscience.com/journals/epigenetics/article/27956/?nocache=506911334\nDi Lauro A. (2014). Les atouts et les incertitudes du règlement 1151/2012 relatif aux systèmes de qualité applicables aux produits agricoles et aux denrées alimentaires. EUROPEAN JOURNAL OF CONSUMER LAW – REVUE EUROPEENNE DE DROIT DE LA CONSOMMATION, 2, 255-274.\nFlamini G., Cosimi E., Cioni P.L., Molfetta I., Braca A. (2014), Essential oil composition of\nDaucus carota\nssp.\nmajor\n(Pastinocello carrot) and nine different commercial varities of\nDaucus carota\nssp.\nsativus\nfruits. CHEMISTRY & BIODIVERSITY, 11, 1022-1032\nhttps://www.ncbi.nlm.nih.gov/pubmed/25044588\nFratini F., Casella S., Leonardi M., Pisseri F., Ebani V. V., Pistelli L., Pistelli L. (2014). Antibacterial activity of essential oils, their blends and mixtures of their main constituents against some strains supporting livestock mastitis. FITOTERAPIA, 96, 1–7\nhttp://www.sciencedirect.com/science/article/pii/S0367326X14001051\nGiovannetti M. (2014). What kind of apple?  British Medical Journal\nhttp://www.bmj.com/content/347/bmj.f7267/rr/679757\nLandi M., Massai R., Remorini D. (2014). Effect of  rootstock and manual floral bud thinning on organoleptical and nutraceutical properties of sweet cherry (\nPrunus avium\nL.) cv ‘\nLapins’\n. AGROCHIMICA, 58, 335-351\nhttp://www.researchgate.net/profile/Marco_Landi/publication/274706985_Effect_of_rootstock_and_manual_floral_bud_thinning_on_organoleptical_and_nutraceutical_properties_of_sweet_cherry_(Prunus_avium_L.)_cv_’Lapins’/links/55267cdb0cf2ee9bad77eec7.pdf\nMatarese F., Cuzzola A., Scalabrelli G., D’Onofrio C. (2014). Expression of terpene synthase genes associated with the formation of volatiles in different organs of\nVitis vinifera\n. PHYTOCHEMISTRY, 105, 12–24\nhttp://www.sciencedirect.com/science/article/pii/S0031942214002581\nRemely M., Lovrecic L., de la Garza A.L., Migliore L., Peterlin B, Milagro F.I., Martinez A.J., Haslberger A.G. (2014). Therapeutic perspectives of epigenetically active nutrients British JOURNAL OF PHARMACOLOGY, 172, 2756–2768\nhttp://www.ncbi.nlm.nih.gov/pubmed/25046997\nSbrana C., Avio L., Giovannetti M. (2014). Beneficial mycorrhizal symbionts affecting the production of health-promoting phytochemicals. ELECTROPHORESIS, 35, 1535–1546.\nhttp://onlinelibrary.wiley.com/doi/10.1002/elps.201300568/abstract\n2013\nTestai L., Martelli A., Marino A., D’Antongiovanni V., Ciregia F., Giusti L., Lucacchini A., Chericoni S., Breschi M.C., Calderone V. (2013). The activation of mitochondrial BK potassium channels contributes to the protective effects of naringenin against myocardial ischemia/reperfusion injury. BIOCHEMICAL PHARMACOLOGY, 85, 1634–1643\nhttp://www.sciencedirect.com/science/article/pii/S0006295213002189\nLIBRI, CAPITOLI, RIVISTE, WEB\nMartini M. (2017). Intervista “Il latte d’asina? Buono e alleato dei bambini allergici”. OK Salute e Benessere, 5/2/2017.\nhttp://www.ok-salute.it/alimentazione/il-latte-dasina-buono-e-alleato-dei-bambini-allergici-a-quello-vaccino/\nCotrozzi L., Campanella A., Pellegrini E. (2016). Un rimedio anti-fatica. Elisir di Salute, novembre/dicembre 2016, pp. 56-60.\nhttp://nutrafood.unipi.it/item/112-articolo-rhodiola-rosea.html\nMartini M. (2016). Il latte d’asina? Buono e alleato dei bambini allergici. OK SALUTE E BENESSERE, Febbraio 2016.\nhttp://www.ok-salute.it/alimentazione/il-latte-dasina-buono-e-alleato-dei-bambini-allergici-a-quello-vaccino/\nMele M., Pulina G. (a cura di) (2016). Alimenti di origine animale e salute” EDIZIONI FRANCO ANGELI, Roma, pp. 1-404.      ISBN: 9788891735850\nhttps://www.francoangeli.it/Ricerca/Scheda_Libro.aspx?ID=23212&Tipo=Libro&vedi=ebook&titolo=Alimenti+di+origine+animale+e+salute\n++\nPellegrini E., Cotrozzi L., Nali C. (2016). Melissa, anti-stress naturale. ELISIR DI SALUTE 3/4: 58-61\nhttp://www.elisirdisalute.it/page.php?pageNum_rivista=0&totalRows_rivista=75&id=19&sez=3\nRanieri A., Sgherri C. (2016). Clorofilla, pura energia naturale. ELISIR DI SALUTE 3/4: 8-12.\nhttp://www.elisirdisalute.it/page.php?pageNum_rivista=0&totalRows_rivista=75&id=19&sez=3\nTestai L., Calderone V. (2016). Valore nutraceutico dei ﬂavonoidi presenti nel genere Citrus. Evidenze epidemiologiche, cliniche e pre-cliniche degli effetti protettivi dei Citrus ﬂavanoni sulle funzioni cardiovascolari. L’INTEGRATORE NUTRIZIONALE 19 (1): 14-19\nhttp://ceceditore.com/negozio/riviste/lintegratore-nutrizionale/lintegratore-nutrizionale-1-2016/\nCoppedè F., Migliore L. (2015). L’importanza dei folati. Una corretta assunzione di queste sostanze previene l’insorgenza di malattie congenite e, nella donna in gravidanza, favorisce il sano sviluppo del bambino. ELISIR DI SALUTE, 1: 14-16.\nhttp://www.elisirdisalute.it/page.php?id=14&sez=3&area=8\nGiovannetti M. (2015). Microbi amici. L’uso consapevole di questi microrganismi ha cambiato positivamente la nostra vita. ELISIR DI SALUTE 5: 14-16.\nhttp://www.elisirdisalute.it/page.php?id=13&sez=3&rivista=103&sez=3\nGuidi L., Landi M. (2015). Una fetta di benessere. ELISIR DI SALUTE, 4:  9-11.\nhttp://www.elisirdisalute.it/page.php?id=13&sez=3&rivista=102&sez=3\nGuidi L., Landi M. (2015).  I colori della salute.  ELISIR DI SALUTE, 4: 12-14.\nhttp://www.elisirdisalute.it/page.php?id=13&sez=3&rivista=102&sez=3\nGuidi L., Penella C., Landi M. (2015). Anthocyanins in Mediterranean diet: common and innovative sources. In: “Handbook of Anthocyanins. Food sources, Chemical Applications and Helath Benefits”. Warner L.M (Ed.),  Nova Science Publishers, New York\nhttps://www.novapublishers.com/catalog/product_info.php?products_id=51229&osCsid=ee3afa61d0e390b0f872a32265b2a468\nTestai L., Della Rocca B. (2015). Rimedi fitoterapici per la sindrome dell’ovaio policistico. Review di clinical trials. L’INTEGRATORE NUTRIZIONALE, 18: 32-37.\nGiovannetti M. (2014). Microbi domestici e addomesticati. Come l’uso consapevole e inconsapevole dei microrganismi ha cambiato la nostra vita. EDIZIONI ETS, Pisa. ISBN: 9788846739360\nhttp://www.edizioniets.it/scheda.asp?N=9788846739360\nMele M. (2014). Non solo grasso. Nuove acquisizioni scientifiche sembrano scuotere dalle fondamenta il ruolo nutrizionale di latticini e formaggi. ELISIR DI SALUTE, 3: 8-11.\nhttp://www.elisirdisalute.it/page.php?id=13&sez=3&rivista=94&sez=3\nTomei P. E., Camangi F. (2014). Tradizioni alimurgiche in Toscana. Piante selvatiche e coltivate nella preparazione delle zuppe. Accademia Lucchese di Scienze, Lettere e Arti, Lucca. ISBN: 978-88-6550-400-0\nCategorie:\nDivulgazione\nNews\nRicerca e Sostenibilità in Alimentazione e Nutraceutica\nIl Centro Nutrafood organizza il Convegno “Ricerca e Sostenibilità in Alimentazione e Nutraceutica” presso il Centro Congressi Le Benedettine il giorno 18 ottobre 2024. Ricerca E Sostenibilità In Alimentazione E Nutraceutica Def\nNormatività contemporanea:  norme sensoriali e norme  sperimentali nel settore alimentare\nNei giorni 15-16 Marzo 2024, presso il Dipartimento di Scienze Agrarie, Alimentarie Agro-ambientali dell’Università di Pisa avrà luogo il convegno dal titolo “Normatività contemporanea: norme sensoriali e norme sperimentali nel settore alimentare” nell’ambito del Nutridialogo. Norme sensoriali e sperimentali_15-16 marzo 2024.pdf\nScopri la salute a Tavola: Incontri con il centro Nutrafood al Pisa Food and Wine Festival 2023\nDal 20 al 22 ottobre il Centro Nutrafood è presente alla manifestazione Terre di Pisa Food & Wine Festival 2023 con una serie di iniziative dal titolo “Scopri la salute a Tavola”. Durante tutta la durata della manifestazione ricercatori dell’Università di Pisa e del Centro Nutrafood forniscono informazioni ed indicazioni sugli alimenti ed una dieta equilibrata, nonché sugli accorgimenti e precauzioni da seguire per garantire la sicurezza (aspetti igienico-sanitari) degli alimenti. Il “Terre di Pisa Food & Wine Festival” nasce con lo scopo di proporre e far degustare prodotti e ricette della migliore tradizione enogastronomica delle “Terre di Pisa”, con un’attenzione alla salute ed\n…\nLoad More\nArticoli correlati\nDivulgazione\nResearch and Sustainability in Food and Nutraceuticals: Event by the NUTRAFOOD Centre of the University of Pisa on 18 October\nhttps://onfoods.it/magazine/research-and-sustainability-food-and-nutraceuticals-event-nutrafood-centre-university-pisa\npubblicazioni\nPubblicazioni scientifiche 2021\nAdouni K, Julio A., Santos-Buelga C., Gonzalez-Paramas A.M., Filipe P., Tijo P., Costa Lima S.A., Reis S., Fernandes A., Ferreira I.C.F.R., Flamini G., Archour L., Morales P. Fonte P. (2021) Roots and rhizomes of wild\nLeggi tutto…\npubblicazioni\nPubblicazioni 2020\nAgnolucci M., Avio L., Palla M., Sbrana C., Turrini A., Giovannetti M. (2020) Health‐Promoting Properties of Plant Products: The Role of Mycorrhizal Fungi and Associated Bacteria. Agronomy 10, 1864. doi: 10.3390/agronomy10121864 Agnolucci M., Daghio M.,\nLeggi tutto…\nCopyright Centro NutraFood - Università di Pisa"}
{"doc_id": "pbydEZwbTN", "title": "Riviste ISI 2018 – Nutrafood – Università di Pisa", "description": "", "url": "https://nutrafood.unipi.it/riviste-isi-2018/", "lang": "en", "text": "Riviste ISI 2018 – Nutrafood – Università di Pisa\nNavigazione toggle\nHome\nPresentazione\nChi siamo\nContatti\nDove siamo\nOrgani e Struttura\nRegolamento\nDipartimenti Afferenti\nObiettivi\nAttività\nConferenze Seminari e Convegni\nEventi e Notizie\nRassegna stampa\nDivulgazione\nPubblicazioni scientifiche\nDivulgazione\nEFSA\nCommissione\nBandi\nCall\nLinks\nInran\nMinistero della salute\nHorizon 2020\nLife Science Toscana\nA Healthy Diet for a Healthy Life\nRicerca per:\nRiviste ISI 2018\nPubblicato da\nRedazioneWeb\nil\n22 Gennaio 2019\n22 Gennaio 2019\nAdouni K., Chahdoura H., Mosbah H., Santos-Buelga C., Gonzalez-Paramas A.M., Ciudad-Mulero M., Fernandes A., Calhelha R.C., Morales P., Flamini G., Ferreira I.C.F.R., Achour L. (2018). Revalorization of wild Asparagus stipularis Forssk. as a traditional vegetable with nutritional and functional properties. Food & Function\n9\n, 1578-1586\nhttps://pubs.rsc.org/en/Content/ArticleLanding/2018/FO/C7FO01687E\nAgnarelli A., Natali M., Garcia-Gil M., Pesi R., Tozzi M.G., Ippolito C., Bernardini N., Vignali R., Batistoni R., Bianucci A.M., Marracci S. (2018). Cell-specific pattern of berberine pleiotropic effects on different human cell lines. Scientific Report\n8\n(1), 10599\nhttps://www.nature.com/articles/s41598-018-28952-3\nAltomonte, I. and Salari, F. and Licitra, R. and Martini, M. (2018). Use of microalgae in ruminant nutrition and implications on milk quality – A review. Livestock Science\n214\n, 25-35.\nhttps://www.allaboutfeed.net/New-Proteins/Articles/2018/5/Microalgae-Not-too-much-in-dairy-cow-diets-290138E/\nAmato R., Dal Monte M., Lulli M., Raffa V., Casini G. (2018). Nanoparticle-mediated delivery of neuroprotective substances for the treatment of diabetic retinopathy. Current Neuropharmacology\n16\n, 993-1003.\nhttps://www.mdpi.com/2072-6643/10/12/1932/htm\nAmato R., Rossino M.G, Cammalleri M, Locri F, Pucci L, Dal Monte M., Casini G., Lisosan G. (2018). Protects the retina from neurovascular damage in experimental diabetic retinopathy. Nutrients\n10\n, 1932.\nhttps://www.mdpi.com/2072-6643/10/12/1932\nBartolini S., Leccese A., Remorini D., Iacona C., Viti R. (2018). Quality and antioxidant traits of organic apricots (\nPrunus armeniaca\nL.) at harvest and after storage. European Journal of Horticultural Science\n83\n(1): 12-17\nhttps://www.researchgate.net/profile/Susanna_Bartolini/publication/323427574_Quality_and_antioxidant_traits_of_organic_apricots_Prunus_Armeniaca_L_at_harvest_and_after_storage/links/5aa906534585151788183f26/Quality-and-antioxidant-traits-of-organic-apricots-Prunus-Armeniaca-L-at-harvest-and-after-storage.pdf?origin=publication_detail\nBeconcini D., Fabiano A., Zambito Y., Berni R., Santoni T., Piras A.M., Di Stefano R. (2018). Chitosan-based nanoparticles containing cherry extract from\nPrunus avium\nL. to improve the resistance of endothelial cells to oxidative stress. Nutrients\n10\n(11), 1598\nhttps://www.ncbi.nlm.nih.gov/pubmed/30388730\nBeladjila K. A., Berrehal D., De Tommasi N., Granchi C., Bononi G., Braca A., De Leo M.  (2018). New phenylethanoid glycosides from\nCistanche phelypaea\nand their activity as inhibitors of monoacylglycerol lipase (MAGL), Planta Medica\n84\n, 710-715\nhttps://pubs.acs.org/doi/10.1021/acs.jnatprod.7b00295\nCataldi S., Arcuri C., Hunot S., Mecca C., Codini M., Laurenti M.E., Ferri I., Loreti E., Garcia-Gil M., Traina G., Conte C. Ambesi-Impiombato FS, Beccari T, Curcio F, Albi E. (2018). Effect of Vitamin D in HN9.10e embryonic hippocampal cells and in hippocampus from MPTP-induced Parkinson’s disease mouse model. Frontiers in Cellular Neuroscience\n7\nhttps://www.frontiersin.org/articles/10.3389/fncel.2018.00031/full\nCeccanti C., Landi M., Benvenuti S., Pardossi A., Guidi L\n.\n(2018). Mediterranean wild edible plants: weeds or “new functional crops”? Molecules\n23\n(9), 2299\nhttps://www.mdpi.com/1420-3049/23/9/2299\nChahdoura H., Chaouch M.A., Chouchene W., Chahed A., Achour S., Adouni K., Mosbah H., Majdoub H., Flamini G., Achour L. (2018). Incorporation of\nOpuntia macrorhiza\nEngelm. in cake-making: Physical and sensory characteristics. LWT-Food Science and Technology\n90\n, 15-21\nhttps://www.researchgate.net/publication/321580598_Incorporation_of_Opuntia_macrorhiza_Engelm_in_cake-making_Physical_and_sensory_characteristics\nCilia, G., Fratini, F. (2018). Antimicrobial properties of terrestrial snail and slug mucus. Journal of Complementary and Integrative Medicine\n19\nhttps://www.degruyter.com/view/j/jcim.ahead-of-print/jcim-2017-0168/jcim-2017-0168.xml\nDa Pozzo E., De Leo M., Faraone I., Milella L., Cavallini C., Piragine E., Testai L., Calderone V., Pistelli L., A. Braca, C. Martini (2018). Antioxidant and antisenescence effects of bergamot juice. Oxidative Medicine and Cellular Longevity\n2018\n, Article ID 9395804\nhttps://www.hindawi.com/journals/omcl/2018/9395804/\nDal Monte M., Cammalleri M., Locri F., Amato R., Marsili S., Rusciano D., Bagnoli P. (2018). Fatty acids dietary supplements exert anti-inflammatory action and limit ganglion cell degeneration in the retina of the EAE mouse model of multiple sclerosis. Nutrients\n10\n, E325\nhttps://www.mdpi.com/2072-6643/10/3/325\nDe Leo M., Guillen Huallpa C., Alvarado B., Granchi C., Poli G., De Tommasi N., Braca A. (2018) New diterpenes from\nSalvia pseudorosmarinus\nand their activity as inhibitors of monoacylglycerol lipase (MAGL). Fitoterapia\n130\n, 251-258\nhttps://www.sciencedirect.com/science/article/pii/S0367326X18310955\nFabiano A., BrilLI E., Fogli S., Beconcini D., Carpi S., Tarantino G., Zambito Y. (2028). Sucrosomial® iron absorption studied by in vitro and ex-vivo models. European Journal of Pharmacological Science\n111\n, 425-431\nhttps://doi.org/10.1016/j.ejps.2017.10.021\nFabiano A., Brilli E., Mattii L., Testai L., Moscato S., Citi V., Tarantino G., Zambito Y. (2018). Ex vivo and in vivo study of sucrosomial® iron intestinal absorption and bioavailability. International Journal of Molecular Science\n19\n(9), 2722.\nhttps://doi.org/10.3390/ijms19092722\nGiacomelli C., Natali L., Nisi M., De Leo M., Daniele S., Costa B., Graziani F., Gabriele M., Braca A., Trincavelli M.L., Martini C. (2018). Negative effects of a high tumour necrosis factor-a concentration on human gingival mesenchymal stem cell trophism: the use of natural compounds as modulatory agents, Stem Cell Research & Therapy\n9\n, 135\nhttps://stemcellres.biomedcentral.com/articles/10.1186/s13287-018-0880-7\nHernandez V., De Leo M., Cotugno R., Braca A., De Tommasi N., Severino L. (2018). New tirucallane-type triterpenoids from\nGuarea Guidonia\n. Planta Medica 84, 716-\nhttps://www.thieme-connect.com/products/ejournals/abstract/10.1055/s-0044-100524\nHuarancca Reyes T., Scartazza A., Castagna A., Cosio E.G., Ranieri A., Guglielminetti L. (2018). Physiological effects of short acute UVB treatments in\nChenopodium quinoa\nWilld. Scientific Reports\n8\n, 371\nhttps://europepmc.org/articles/pmc5762895\nJlizi S., Zardi-Bergaoui A., Znati M., Flamini G., Ascrizzi R., Ben Jannet H. (2018). Chemical composition and biological evaluation of the resin from\nTetraclinis articulata\n(Vahl.) Masters: a promising source of bioactive secondary metabolites. Industrial Crops and Products\n124\n, 74-83\nhttps://www.x-mol.com/paper/760811\nLandi M., Ruffoni B., Combournac L., Guidi L. (2018). Nutraceutical value edible flowers upon cold storage. Italian Journal of Food Science\n30\n, 336-347.\nhttps://www.chiriottieditori.it/ojs/index.php/ijfs/article/view/756/384\nLocri F., Cammalleri M., Pini A., Dal Monte M., Rusciano D., Bagnoli P. (2018). Further evidence on efficacy of diet supplementation with fatty acids in ocular pathologies: insights from the EAE model of optic neuritis. Nutrients\n10\n, E1447\nhttps://www.ncbi.nlm.nih.gov/pubmed/30301197\nMancini S., Secci G., Preziuso G., Parisi G., Paci G. (2018). Ginger (\nZingiber officinale\nRoscoe) powder as dietary supplementation in rabbit: life performances, carcass characteristics and meat quality. Italian Journal of Animal Science (\nin press\n).\nhttps://www.tandfonline.com/doi/full/10.1080/1828051X.2018.1427007?af=R\nMancini S., Preziuso G., Fratini F., Torracca B., Nuvoloni R., Dal Bosco A., Paci G. (2018). Qualitative improvement of rabbit burgers using\nZingiber officinale\nroscoe powder. World Rabbit Science\n25\n(4), 367-375\nhttps://www.researchgate.net/publication/322207259_Qualitative_improvement_of_rabbit_burgers_using_Zingiber_officinale_Roscoe_powder\nMartini M, Altomonte I, Licitra R, Salari F (2018) Short communication: Technological and seasonal variations of vitamin D and other nutritional components in donkey milk. Journal of Dairy Science\n101\n(10), 8721-8725\nhttps://www.sciencedirect.com/science/article/pii/S0022030218306805?via%3Dihub\nMartini M., Salari F., Altomonte I., Ragona G., Piazza A., Gori R., Casati D., Brajon G. (2018). Effects of pasteurization and storage conditions on donkey milk nutritional and hygienic characteristics. Journal of Dairy Research\n85\n, 445-448\nhttps://www.cambridge.org/core/journals/journal-of-dairy-research/article/effects-of-pasteurization-and-storage-conditions-on-donkey-milk-nutritional-and-hygienic-characteristics/3148CCE7592F19E0F7E7CACC25172ABB\nMartini M., Altomonte I., Licitra R., Salari F. (2018) Nutritional and nutraceutical quality of donkey milk. Journal of Equine Veterinary Science\n65\n, 33-37\nhttps://www.sciencedirect.com/science/article/pii/S0737080617306421\nMattiello S., Caroprese M., Crovetto G.M., Fortina R., Martini A., Martini M., Parisi G., Russo C., Severini C., Zecchinia M., ASPA Commission Animal productions in development cooperation projects (2018). Typical edible non-dairy animal products in Africa from local animal resources. Italian Journal of Animal Science\n17\n, 202-217\nhttps://www.tandfonline.com/doi/pdf/10.1080/1828051X.2017.1401910\nMoles T.M, Mariotti L., De Pedro L.F., Guglielminetti L., Picciarelli P., Scartazza A. (2018). Drought induced changes of leaf-to-root relationships in two tomato genotypes. Plant Physiology and Biochemistry\n128\n, 24-31\nhttps://doi.org/10.1016/j.plaphy.2018.05.008\nMosbah H., Chahdoura H., Kammoun J., Hlila M.B., Louati H., Hammami S., Flamini G., Achour L., Selmi B. (2018).\nRhaponticum acaule\n(L) DC essential oil: chemical composition, in vitro antioxidant and enzyme inhibition properties. BMC Complementary and Alternative Medicine\n18,\n79\nhttps://www.ncbi.nlm.nih.gov/pmc/articles/PMC5838999\nMosbah H., Louati H., Boujbiha M.A., Chahdoura H., Snoussi M., Flamini G., Ascrizzi R., Bouslema A., Achour L., Selmi B. (2018). Phytochemical characterization, antioxidant, antimicrobial and pharmacological activities of\nFeijoa sellowiana\nleaves growing in Tunisia. Industrial Crops and Products\n112\n, 521-531.\nhttps://www.researchgate.net/publication/322245705_Phytochemical_characterization_antioxidant_antimicrobial_and_pharmacological_activities_of_Feijoa_sellowiana_leaves_growing_in_Tunisia\nMuñoz Camero C., Vassallo A., De Leo M., Temraz A., De Tommasi N., Braca A. (2018) Limonoids from\nAphanamixis polystachya\nleaves and their interaction with Hsp90., Planta Medica\n84\n, 964-970\nhttps://www.thieme-connect.com/products/ejournals/abstract/10.1055/a-0624-9538\nPérez-López U., Sgherri C., Miranda-Apodaca J., Micaelli F., Lacuesta M., Mena-Petite A., Quartacci M..F., Muñoz-Rueda A. (2018). Concentration of phenolic compounds is increased in lettuce grown under high light intensity and elevated CO\n2\n. Plant Physiology and Biochemistry\n123\n, 233-241\nhttps://www.sciencedirect.com/science/article/pii/S0981942817304035?via%3Dihub\nPuccinelli M., Malorgio F., Terry L.A., Tosetti R., Rosellini Irene, Pezzarossa B. (2018). Effect of selenium enrichment on metabolism of tomato (\nSolanum lycopersicum\n) fruit during post‐harvest ripening. Journal of the Science of Food Agriculture (i\nn press\n)\nhttps://doi.org/10.1002/jsfa.9455\n.\nSalari F., Altomonte I., D’Auria M., Martini M. (2018). Milk quality of Assaf ewes raised in central Italy (Tuscany).  Large Animal Review\n24\n, 37-40\nhttps://www.cabdirect.org/cabdirect/FullTextPDF/2018/20183123148.pdf\nSanmartin C., Venturi F., Macaluso M., Nari A, Quartacci M.F., Sgherri C., Flamini G., Taglieri I., Ascrizzi R., Andrich G., Zinnai A. (2018). Preliminary results about the use of argon and carbon dioxide in the extra virgin olive oil (EVOO) storage to extend oil shelf life: chemical and sensorial point of view. European Journal of Lipid Science and Technology\n120\n, 1800156\nhttps://www.ncbi.nlm.nih.gov/pmc/articles/PMC6218649/\nSanmartin C., Venturi F., Sgherri C., Nari A., Macaluso M., Flamini G., Quartacci M.F., Taglieri I., Andrich G., Zinnai A. (2018). The effects of packaging and storage temperature on the shelf-life of extra virgin olive oil. Helyion\n4\n, e00888\nhttps://www.ncbi.nlm.nih.gov/pmc/articles/PMC6218649\nSanmartin C., Ying X., Quartacci M.F., Andrich G., Venturi F. (2018). Main operating conditions that can influence the evolution of a rosé wine during long-term storage: a kinetic approach. Agrochimica\n62\n, 253-262\nSantin M., Lucini L., Castagna A., Chiodelli G., Hauser M-T., Ranieri A. (2018). Post-harvest UV-B radiation modulates metabolite profile in peach fruit. Postharvest Biology and Technology, Volume\n139\n, 127-134\nhttps://doi.org/10.1016/j.postharvbio.2018.02.001\n.\nSantin M., Lucini L., Castagna A., Rocchetti G., Hauser M.-T., Ranieri A. (2018). Comparative “phenol-omics” and gene expression analyses in peach (\nPrunus persica\n) skin in response to different postharvest UV-B treatments. Plant Physiology and Biochemistry (\nin press\n)\nhttps://doi.org/10.1016/j.plaphy.2018.11.009\n.\nTekaya M., Chehab H., Flamini G., Gharbi I., Mahjoub Z., Laamari S., Chihaoui B., Boujnah D., Hammami M., Mechri B. (2018). Modification of pomological characteristics and flavor components of fruits and virgin olive oil following wastewater irrigation and soil tillage. Journal of the Science of Food and Agriculture\n98\n, 2942-2952\nhttps://onlinelibrary.wiley.com/doi/full/10.1002/jsfa.8791\nTurchi B., Mancini S., Pistelli L., Najar B., Cerri D., Fratini F. (2018). Sub-inhibitory stress with essential oil affects enterotoxins production and essential oil susceptibility in\nStaphylococcus aureus\n. Natural Product Research\n32\n(6), 682-688\nhttps://www.tandfonline.com/doi/full/10.1080/14786419.2017.1338284\nVecchione A, Celandroni F, Mazzantini D, Senesi S, Lupetti A, Ghelardi E. (2018). Compositional quality and potential gastrointestinal behavior of probiotic products commercialized in Italy. Frontiers in Medicine\n7\n, 59\nhttps://www.ncbi.nlm.nih.gov/pmc/articles/PMC5845905\nZardi-Bergaoui A., Jelizi S., Flamini G., Ascrizzi R., Ben Jannet H. (2018), Comparative study of the chemical composition and bioactivities of essential oils of fresh and dry seeds from\nMyoporum insulare\nR.Br. Industrial Crops and Products\n111\n, 232-237\nhttps://kundoc.com/pdf-comparative-study-of-the-chemical-composition-and-bioactivities-of-essential-oil.html\nCategorie:\npubblicazioni\nNews\nRicerca e Sostenibilità in Alimentazione e Nutraceutica\nIl Centro Nutrafood organizza il Convegno “Ricerca e Sostenibilità in Alimentazione e Nutraceutica” presso il Centro Congressi Le Benedettine il giorno 18 ottobre 2024. Ricerca E Sostenibilità In Alimentazione E Nutraceutica Def\nNormatività contemporanea:  norme sensoriali e norme  sperimentali nel settore alimentare\nNei giorni 15-16 Marzo 2024, presso il Dipartimento di Scienze Agrarie, Alimentarie Agro-ambientali dell’Università di Pisa avrà luogo il convegno dal titolo “Normatività contemporanea: norme sensoriali e norme sperimentali nel settore alimentare” nell’ambito del Nutridialogo. Norme sensoriali e sperimentali_15-16 marzo 2024.pdf\nScopri la salute a Tavola: Incontri con il centro Nutrafood al Pisa Food and Wine Festival 2023\nDal 20 al 22 ottobre il Centro Nutrafood è presente alla manifestazione Terre di Pisa Food & Wine Festival 2023 con una serie di iniziative dal titolo “Scopri la salute a Tavola”. Durante tutta la durata della manifestazione ricercatori dell’Università di Pisa e del Centro Nutrafood forniscono informazioni ed indicazioni sugli alimenti ed una dieta equilibrata, nonché sugli accorgimenti e precauzioni da seguire per garantire la sicurezza (aspetti igienico-sanitari) degli alimenti. Il “Terre di Pisa Food & Wine Festival” nasce con lo scopo di proporre e far degustare prodotti e ricette della migliore tradizione enogastronomica delle “Terre di Pisa”, con un’attenzione alla salute ed\n…\nLoad More\nArticoli correlati\npubblicazioni\nPubblicazioni scientifiche 2021\nAdouni K, Julio A., Santos-Buelga C., Gonzalez-Paramas A.M., Filipe P., Tijo P., Costa Lima S.A., Reis S., Fernandes A., Ferreira I.C.F.R., Flamini G., Archour L., Morales P. Fonte P. (2021) Roots and rhizomes of wild\nLeggi tutto…\npubblicazioni\nPubblicazioni 2020\nAgnolucci M., Avio L., Palla M., Sbrana C., Turrini A., Giovannetti M. (2020) Health‐Promoting Properties of Plant Products: The Role of Mycorrhizal Fungi and Associated Bacteria. Agronomy 10, 1864. doi: 10.3390/agronomy10121864 Agnolucci M., Daghio M.,\nLeggi tutto…\npubblicazioni\nPubblicazioni 2019\nRIVISTE ISI Aissa I., Nimbarte V.D., Zardi-Bergaoui A., Znati M., Flamini G., Ascrizzi R., Ben Jannet H. (2019) Isocostic acid, a promising bioactive agent from the essential oil of Inula viscosa (L.): insight from drug likeness properties,\nLeggi tutto…\nCopyright Centro NutraFood - Università di Pisa"}
{"doc_id": "m6Spd4iDo5", "title": "Pubblicazioni scientifiche 2021 – Nutrafood – Università di Pisa", "description": "", "url": "https://nutrafood.unipi.it/pubblicazioni-scientifiche-2021/", "lang": "en", "text": "Pubblicazioni scientifiche 2021 – Nutrafood – Università di Pisa\nNavigazione toggle\nHome\nPresentazione\nChi siamo\nContatti\nDove siamo\nOrgani e Struttura\nRegolamento\nDipartimenti Afferenti\nObiettivi\nAttività\nConferenze Seminari e Convegni\nEventi e Notizie\nRassegna stampa\nDivulgazione\nPubblicazioni scientifiche\nDivulgazione\nEFSA\nCommissione\nBandi\nCall\nLinks\nInran\nMinistero della salute\nHorizon 2020\nLife Science Toscana\nA Healthy Diet for a Healthy Life\nRicerca per:\nPubblicazioni scientifiche 2021\nPubblicato da\nCostanza Ceccanti\nil\n17 Dicembre 2022\nAdouni K, Julio A., Santos-Buelga C., Gonzalez-Paramas A.M., Filipe P., Tijo P., Costa Lima S.A., Reis S., Fernandes A., Ferreira I.C.F.R., Flamini G., Archour L., Morales P. Fonte P. (2021) Roots and rhizomes of wild\nAsparagus\n: nutritional composition, bioactivity and nanoencapsulation of the most potent extract. Food Bioscence 45(3),101334\nAmato R, Rossino MG, Cammalleri M, Timperio AM, Fanelli G, Dal Monte M, Pucci L, Casini G (2021) The potential of lisosan G as a possible treatment for glaucoma. Frontiers in Pharmacology 12.\nAmato R., Canovai A., Melecchi. A., Pezzino S., Corsaro R., Dal Monte M., Rusciano D., Bagnoli P., Cammalleri M. (2021) Dietary supplementation of antioxidant compounds prevents light-induced retinal damage in a rat model. Biomedicines 9, 1177.\nAngelini L.G., Clemente C., Tavarini S. (2021). Pre-germination treatments, temperature, and light conditions improved seed germination of\nPassiflora incarnata\nAgriculture (Switzerland) 11, Article number 937. ISSN 20770472.\nBarbalace M.C., Zallocco L., Beghelli D., Ronci M., Scortichini S., Digiacomo M., Macchia M., Mazzoni M.R., Fiorini D., Lucacchini A., Hrelia S., Giusti L., Angeloni C. (2021) Antioxidant and neuroprotective activity of extra virgin olive oil extracts obtained from Quercetano cultivar trees grown in different areas of the Tuscany region (Italy). Antioxidants (Basel) 10, 421.\nBianchi, A., Taglieri, I., Rimbotti Antinori, V., Palla, F., Macaluso, M., Ferroni, G., Sanmartin, C., Venturi, F., Zinnai, A. (2021) A statistical approach to describe the ripening evolution of sangiovese grapes coming from different Chianti classico sub-areas. Foods 10 (10), n. 2292.\nBorghi P., Canfora I., Di Lauro A., Russo L. (2021) Trattato di diritto alimentare italiano e dell’Unione europea. Milano, Giuffrè, p. 25-38\nBorghi P., Canfora I., Di Lauro A., Russo L. (2021). L’etichettatura delle acque minerali naturali, in Trattato di diritto alimentare italiano e dell’Unione europea. Milano, Giuffrè, p. 384-390\nBorghi P., Canfora I., Di Lauro A., Russo L. (2021). La circolazione dei prodotti alimentari, in Trattato di diritto alimentare italiano e dell’Unione europea. Milano, Giuffrè, p. 25-38\nBorghi P., Canfora I., Di Lauro A., Russo L. (2021). Le denominazioni d’origine protette e le indicazioni geografiche protette, in Trattato di diritto alimentare italiano e dell’Unione europea. Milano, Giuffrè, p. 431-444\nBorghi P., Canfora I., Di Lauro A., Russo L. (2021). Mercato agroalimentare e innovazione tecnologica, in Trattato di diritto alimentare italiano e dell’Unione europea. Milano, Giuffrè, p. 543-548\nBugliani M., Tavarini S., Grano F., Tondi S., Lacerenza S., Giusti L., Ronci M., Maidecchi A., Marchetti P., Tesi M., Angelini L.G. (2021). Protective effects of\nStevia rebaudiana\nextracts on beta cells in lipotoxic conditions. Acta Diabetologica.\nCalzone A., Cotrozzi L., Lorenzini G., Nali C., Pellegrini E. (2021) Hyperspectral detection and monitoring of salt stress in pomegranate cultivars. Agronomy 11, 1038.\nCamastra S., Palumbo M., Santini F. (2021) Nutrients handling after bariatric surgery, the role of gastrointestinal adaptation. Eat Weight Disorders.\nCapocchi A., Athanassiou C.G., Benelli G., Muccilli V., Kavallieratos N.G., Cunsolo V., Saletti R., Fontanini D\n. (\n2021)\nA new monomeric α-amylase inhibitor from the tetraploid emmer wheat is mostly active against stored product pests.\nJournal of Pest Science.\nCeccanti C., Brizzi A., Landi M., Incrocci L., Pardossi A., Guidi L. (2021) Evaluation of major minerals and trace elements in wild and domesticated edible herbs traditionally used in the Mediterranean area. Biological Trace Element Research 199, 3553-356.\nCeccanti C., Finimundy T.C., Heleno S.A., Pires T.C.S.P., Calhelha R.C., Guidi, L., Ferreira I.C.F.R., Barros L. (2021) Differences in the phenolic composition and nutraceutical properties of freeze dried and oven-dried wild and domesticated samples of\nSanguisorba minor\nLWT – Food Science and Technology 145, 111335.\nCeccanti C., Lauria G., Davini A., Incrocci L., Guidi L., Pardossi A., Landi M. (2021). Visual quality and nutraceutical properties upon storage of\nSanguisorba minor\nproposed as a new fresh-cut product. Agrochimica 66, 83-97.\nCeccanti C., Pellegrini E., Guidi L. (2021) Effect of superheated steam and conventional steam roasting on nutraceutical quality of several vegetables. LWT – Food Science and Technology 149, 112014.\nCeccanti C., Rocchetti G., Lucini L., Giuberti G-, Landi M., Biagiotti S., Guidi L. (2021) Comparative phytochemical profile of the elephant garlic (\nAllium ampeloprasum\nholmense\n) and the common garlic (\nAllium sativum\n) from the Val di Chiana area (Tuscany, Italy) before and after in vitro gastrointestinal digestion. Food Chemistry 338, 128011.\nClemente C., Angelini L.G., Ascrizzi R., Tavarini S. (2021)\nStevia rebaudiana\n(Bertoni) as a multifunctional and sustainable crop for the mediterranean climate. Agriculture (Switzerland) 11, Article number 123. ISSN 20770472.\nCodini M., Garcia-Gil M., Albi E. (2021) Cholesterol and sphingolipid enriched lipid rafts as therapeutic targets in cancer. International Journal of Molecular Science 13, 22(2), 726.\nColletti A., Cravotto G., Citi V., Martelli A., Testai L., Cicero A.F.G. (2021) Advances in technologies for highly active Omega-3 fatty acids from krill oil: clinical applications. Marine Drugs 19(6), 306.\nColletti A., Sangiorgio L., Martelli A., Testai L., Cicero A.F.G., Cravotto G. (2021) Highly active cranberry’s polyphenolic fraction: new advances in processing and clinical applications. Nutrients 13(8), 2546.\nConte C., Cataldi S., Arcuri C., Mirarchi A., Lazzarini A., Garcia-Gil M., Beccari T., Curcio F., Albi E. (2021) Vitamin D3 enriches ceramide content in exosomes released by embryonic hippocampal cells International Journal of Molecular Science 27, 22(17), 9287. .\nConte G., Giordani T., Vangelisti A., Serra A.; Pauselli M., Cavallini A., Mele M. (2021) Transcriptome adaptation of the ovine mammary gland to dietary supplementation of extruded linseed. Animals 11, 2707.\nCopetta A, Bazzicalupo M, Cassetti A, Marchioni I, Mascarello C, Cornara L, Pistelli L, Ruffoni B. (2021) Plant Production and Leaf Anatomy of\nMertensia maritima\n(L.) Gray: Comparison of In Vitro Culture Methods to Improve Acclimatization. Horticulturae. 7 (5), 111.\nCorrales-Retana L., Ciucci F., Conte G., Casarosa L., Mele M., Serra A. (2021) Profile of fatty acid lipid fractions of omega-3 fatty acid- enriched table eggs. Journal of Animal Physiology and Animal Nutrition 105, 326–335.\nCosta, R.G., de Azevedo, D.K.R., Ribeiro, N.L., de Amorim, M.L.C.M., Guerra, R.R., da Silva Sant’Ana, A.M., Altomonte, I., Martini, M. (2021) Diet energy levels and temperature affect the size of the fat milk globule in dairy goats. Revista Brasileira de Zootecnia 50, 1–8.\nD’Antongiovanni V., Pellegrini C., Antonioli L., Benvenuti L., Di Salvo C., Flori L., Piccarducci R., Daniele S., Martelli A., Calderone V., Martini C., Fornai M. (2021) Palmitoylethanolamide counteracts enteric inflammation and bowel motor dysfunctions in a mouse model of Alzheimer’s disease. Frontiers in Pharmacology 29, 12, 748021.\nDe la Ossa J.G., Fusco A., Azimi B., Esposito Salsano J., Digiacomo M., Coltelli M.B., De Clerck K., Roy I., Macchia M., Lazzeri A., Donnarumma G., Danti S., Di Stefano R. (2021) Immunomodulatory activity of electrospun polyhydroxyalkanoate fiber scaffolds Incorporating olive leaf extract. Appleid Science 11, 4006.\nDe Leo M., Iannuzzi A.M., Germanò M.P., D’Angelo V., Camangi F., Sevi F., Diretto G., De Tommasi N., Braca A. (2021). Comparative chemical analysis of six ancient Italian sweet cherry (\nPrunus avium\n) varieties showing antiangiogenic activity. Food Chemistry, 360, 129999.\nDel-Castillo-Alonso M.Á., Monforte L., Tomás-Las-Heras T., Ranieri A., Castagna A., Martínez-Abaigar J., Núñez-Olivera E. (2021) Secondary metabolites and related genes in\nVitis vinifera\nL. cv. Tempranillo grapes as influenced by ultraviolet radiation and berry development. Physiologia Plantarum 173(3), 709-724.\nDi Lauro (2021). Le DOP e le IGP. Il cibo della memoria al cuore della modernità sostenibile. Consortium, 1, p. 23.\nDi Lauro A., G. Strambi (2021). La sostenibilità nella Dichiarazione dei diritti dei contadini. Diritti bioculturali e sovranità alimentare. In: Le funzioni dell’agricoltura, (Di Lauro A., Strambi G., Eds.) Collana NutriDialogo. Il Diritto incontra le altre Scienze su Agricoltura, Alimentazione e Ambiente, Ets, 2020.\nDi Lauro A., Strambi G. (2021) Le funzioni sociali dell’agricoltura, in Collana NutriDialogo. Il Diritto incontra le altre Scienze su Agricoltura, Alimentazione e Ambiente, Ets, 2020, ISBN 9788846759948\nEbani V.V., Mancianti F. (2021) Entomopathogenic fungi and bacteria in a veterinary perspective. Biology (Basel) 10(6), 479.\nEbani V.V., Nardoni S., Bertelloni F., Pollera C., Pistelli L., Mancianti F. (2021) In vitro antimicrobial activity of selected essential oils against bacteria and yeasts isolated from the genital tract of mares. Natural Product Research 5, 1-6.\nElhassouni H., Romane A., Soraa N., Flamini G., Ascrizzi R., Ben Jannet H. (2021) Comparative study of the variability of chemical composition and antibacterial activity between two Moroccan endemic species essential oils:\nOriganum grosii\nPau & Font Quer and\nOriganum elongatum (\nBonnet) Emberger & Maire. Egyptian Journal of Chemistry 64, 4773-4782.\nEsposito Salsano J., Pinto D., Rodrigues F., Saba A., Manera C., Digiacomo M, Macchia M. (2021) Oleocanthalic acid from extra-virgin olive oil: analysis, preparative isolation and radical scavenging activity. Journal of Food Composition and Analysis 105, 104160.\nFacioni, M.S., Dominici, S., Marescotti, F., Covucci, R., Taglieri, I., Venturi, F., Zinnai, A. Lactose residual content in pdo cheeses: Novel inclusions for consumers with lactose intolerance. Foods 10 (9), n. 2236.\nFlori L., Testai L. Calderone V. (2021) The “irisin system”: from biological roles to pharmacological and nutraceutical perspectives. Life Science 267, 118954.\nGabbia D., Carpi S., Sarcognato S., Cannella L., Colognesi M., Polini B., Digiacomo M., Esposito Salsano J., Manera C., Macchia M., Nieri P., Carrara M., Russo F.P., Guido M., De Martin S. (2021) The extra virgin olive oil polyphenol oleocanthal exerts antifibrotic effects in the liver. Frontiers in Nutrition 8, 715183.\nGado F., Digiacomo M., Esposito Salsano J., Macchia M., Manera C. Phenolic compounds in prevention and treatment of skin cancers: a review. Current Medicinal Chemistry 28(33), 6730–6752.\nGarcia-Gil M., Camici M., Allegrini S., Pesi R., Tozzi M.G. (2021) Metabolic aspects of adenosine functions in the brain. Frontiers in Pharmacology 14, 12:672182.\nGarcia-Gil M., Turri B., Gabriele M., Pucci L., Agnarelli A., Lai M., Freer G., Pistello M., Vignali R., Batistoni R., Marracci S.(2021) Protopine/Gemcitabine combination induces cytotoxic or cytoprotective effects in cell type-specific and dose-dependent manner on human cancer and normal cells. Pharmaceuticals (Basel) 26, 14(2), 90.\nIannuzzi A.M., Giacomelli C., De Leo M., Russo L., Camangi F., De Tommasi N., Braca A., Martini C., Trincavelli M.L. (2021)\nCornus sanguinea\nfruits: a source of antioxidant and antisenescence compounds acting on aged human dermal and gingival fibroblasts. Planta Medica, 87, 879-91.\nJlizi S., Lahmar A., Zardi-Bergaoui A., Ascrizzi R., Flamini G., Harrath A.H., Chekir-Ghedira L., Ben Jannet H. (2021) Chemical composition and cytotoxic activity of the fractionated trunk barks essential oil from\nTetraclinis articulata\n(Vahl) mast. growing in Tunisia. Molecules 26, art. n. 1110.\nLahmadi G., Lahmar A., Znati M., Elaieb M.T., Khouja M.L., Ascrizzi R., Flamini G., Harrath A.H., Chekir-Ghedira L., Ben Jannet H. (2021) Chemical composition and cytotoxic activity of\nEucalyptus torquata\nand\nEucalyptus salmonophloia\nF. Muell. trunk bark essential oils against human SW620 and MDA-MB-231 cancer cell lines. Chemistry and Biodiversity 18, art. n. e2100315.\nLo Piccolo E., Martìnez Garcìa L., Landi M., Guidi L., Massai R., Remorini D. (2020) Influences of postharvest storage and processing techniques on antioxidant and nutraceutical properties of Rubus idaeus L.: a mini-review. Horticulturae 6, 105.\nLo Piccolo, E. Araniti F., Landi M., Massai R., Guidi L., Abenavoli M.R., Remorini D. (2021) Girdling stimulates anthocyanin accumulation and promotes sugar, organic acid, amino acid level and antioxidant activity in red plum: An overview of skin and pulp metabolomics. Scientia Horticulturae 280, 109907.\nMacaluso M., Taglieri I., Venturi F., Sanmartin C., Bianchi A., De Leo M., Braca A., Quartacci M. F., Zinnai A. (2021) Influence of the atmosphere composition during malaxation and storage on the shelf life of an unfiltered extra virgin olive oil: preliminary results. European Journal of Lipid Science and Technology, 123, 2000122.\nMancini S., Mattioli S., Paolucci S., Fratini F., Dal Bosco A., Tuccinardi T., Paci G. (2021) Effect of cooking techniques on the in vitro protein digestibility, fatty acid profile, and oxidative status of mealworms (\nTenebrio molitor\n). Frontiers in Veterinary Science 8, 559.\nMarchica A., Ascrizzi R., Flamini G., Cotrozzi L., Tonelli M., Lorenzini G., Nali C., Pellegrini E. (2021) Ozone as eustress for enhancing secondary metabolites and bioactive properties in\nSalvia officinalis\n. Industrial Crops & Products 170, 113730.\nMarchica A., Cotrozzi L., Detti R., Lorenzini G., Pellegrini E., Petersen M., Nali C. (2020) The biosynthesis of phenolic compounds is an integrated defence mechanism to prevent ozone injury in\nSalvia officinalis\n. Antioxidants 9, 1274.\nMarchioni I, Dimita R, Gioè G, Pistelli Lu, Ruffoni B, Pistelli L, Najar B. (2021) The effects of post-harvest treatments on the quality of\nAgastache aurantiaca\nedible flowers. Horticulturae, 7(4), 83.\nMarchioni I., Martinelli M., Ascrizzi R., Gabbrielli C., Flamini G., Pistelli Lu., Pistelli La. (2021), Small functional foods: comparative phytochemical and nutritional analyses of five microgreens of the brassicaceae family. Foods 10, art. n. 427.\nMarchioni I, Pistelli L, Copetta A, Dimita R, Decamps S, Cambournac L, Ruffoni B. (2021) Edible Roses As Novel Food With Healthy Value. Acta Horticulturae 1331, 239-244.\nMariotti L, Scartazza A, Curadi M, Picciarelli P, Toffanin A. (2021)\nAzospirillum baldaniorum\nSp245 induces physiological responses to alleviate the adverse effects of drought stress in purple basil. Plants 10(6), 1141.\nMartelli A., Citi V., Calderone V. (2021) Recent efforts in drug discovery on vascular inflammation and consequent atherosclerosis. Expert Opinion on Drug Discovery 16(4), 411-427.\nMartelli A., Flori L., Gorica E., Piragine E., Saviano A., Annunziata G., Di Minno M.N.D., Ciampaglia R., Calcaterra I., Maione F., Tenore G.C., Novellino E., Calderone V. (2021) Vascular effects of the polyphenolic nutraceutical supplement taurisolo®: focus on the protection of the endothelial function. Nutrients 13(5), 1540.\nMartelli A., Piragine E., Gorica E., Citi V., Testai L., Pagnotta E., Lazzeri L., Pecchioni N., Ciccone V., Montanaro R., Di Cesare Mannelli L., Ghelardini C., Brancaleone V., Morbidelli L., Calderone V. (2021) The H2S-Donor erucin exhibits protective effects against vascular inflammation in human endothelial and smooth muscle cells. Antioxidants 10(6), 961.\nMartìnez Garcìa L., Ceccanti C., Negro C., De Bellis L., Incrocci L., Pardossi A., Guidi L. (2021) Effect of drying methods on phenolic compounds and antioxidant activity of\nUrtica dioica\nleaves. Horticulturae 7(1), 10.\nMartini, M., Altomonte, I., Licitra, R., Bartaloni, F.V., Salari, F. (2021) A preliminary investigation into the unsaponifiable fraction of donkey milk: Sterols of animal origin, phytosterols, and tocopherols. Journal of Dairy Science 104(2), 1378–1383.\nMartini, M., Salari, F., Buttau, L., Altomonte, I. (2021) Natural content of animal and plant sterols, alpha-tocopherol and fatty acid profile in sheep milk and cheese from mountain farming. Small Ruminant Research 201, 106419.\nMattioli S., Paci G., Fratini F., Dal Bosco A., Tuccinardi T., Mancini S. (2021) Former foodstuff in mealworm farming: Effects on fatty acids profile, lipid metabolism and antioxidant molecules. LWT 147, 111644.\nMazzantini D., Calvigioni M., Celandroni F., Lupetti A., Ghelardi E. (2021) Spotlight on the compositional quality of probiotic formulations marketed worldwide. Frontiers in Microbiology ISSN:1664-302X vol. 12.\nMazzantini D., Celandroni F., Calvigioni M., Lupetti A., Ghelardi E. (2021) In vitro resistance and evolution of resistance to tavaborole in\nTrichophyton rubrum\n. Antimicrobial Agents and Chemotherapy 64.\nMazzantini D., Celandroni F., Calvigioni M., Panattoni A., Labella R., Ghelardi E. (2021) Microbiological quality and resistance to an artificial gut environment of two probiotic formulations. Foods 10.\nMigone, C., Mattii, L., Giannasi, M., Moscato, S., Cesari, A., Zambito, Y., Piras, A.M. (2021) Nanoparticles Based on Quaternary Ammonium Chitosan-methyl-β-cyclodextrin Conjugate for the Neuropeptide Dalargin Delivery to the Central Nervous System: An In Vitro Study. Pharmaceutics.\nModesti, M., Taglieri, I., Bianchi, A., Tonacci, A., Sansone, F., Bellincontro, A., Venturi, F., Sanmartin, C. (2021) E-nose and olfactory assessment: Teamwork or a challenge to the last data? the case of virgin olive oil stability and shelf life. Applied Sciences (Switzerland), 11 (18), n. 8453.\nMoruzzo R., Mancini S., Guidi A. (2021) Edible insects and sustainable development goals. Insects 12, 557.\nNajar B., Mecacci G., Nardi V., Cervelli C., Nardoni S., Mancianti F., Ebani V.V., Giannecchini S., Pistelli L. (2021) Volatiles and antifungal-antibacterial-antiviral activity of South African\nSalvia\nessential oils cultivated in uniform conditions. Molecules 26(9), 2826.\nNajar B., Pistelli Lu., Ferri B., Angelini L.G., Tavarini S.(2021) Crop yield and essential oil composition of two\nThymus vulgaris\nchemotypes along three years of organic cultivation in a hilly area of central Italy. Molecules 26, Article number 5109. ISSN 14203049.\nPalla M., Conte G., Grassi A., Esin S., Serra A., Mele M., Giovannetti M., Agnolucci M. (2021) Novel yeasts producing high levels of conjugated linoleic acid and organic acids in fermented doughs. Foods 10 (9), 2087.\nPaulert R, Ascrizzi R, Malatesta S, Berni P, Noseda MD, Mazetto de Carvalho M, Marchioni I, Pistelli Lu, Rabello Duarte ME, Mariotti L, Pistelli La (2021)\nUlva intestinalis\nextract acts as biostimulant and modulates metabolites and hormone balance in basil and parsley”. Plants, 2021, 10(7), 1391.\nPieracci Y., Ascrizzi R., Pistelli L., Flamini G. (2021) Comparison of the chemical and sensorial evaluation of dark chocolate bars. Applied Sciences 11, art. n. 9964.\nPieracci Y., Ascrizzi R., Terreni V., Pistelli L., Flamini G., Bassolino L., Fulvio F., Montanari M., Paris R. (2021), Essential oil of\nCannabis sativa\nL: comparison of yield and chemical composition of 11 hemp genotypes. Molecules 26, art. n. 4080.\nPieracci Y., Ciccarelli D., Giovanelli S., Pistelli L., Flamini G., Cervelli C., Mancianti F., Nardoni S., Bertelloni F., Ebani V.V. (2021) Antimicrobial activity and composition of five rosmarinus (now\nSalvia\nand varieties) essential oils. Antibiotics (Basel) 9, 10(9), 1090.\nPieracci Y., Pistelli Lu., Lari M., Iannone M., Marianelli A., Ascrizzi R., Pistelli La., Flamini G. (2021)\nHibiscus rosa-sinensis\nas flavoring agent for alcoholic beverages. Applied Sciences 11, art. n. 9864.\nPiragine E., Flori L., Di Cesare Mannelli L., Ghelardini C., Pagnotta E., Matteo R., Lazzeri L., Martelli A., Miragliotta V., Pirone A., Testai L., Calderone V. (2021)\nEruca sativa\nseed extract promotes anti-obesity and hypoglycemic effects in mice fed with a high-fat diet. Phytotherapy Research 35(4), 1983-1990.\nPuccinelli M., Malorgio F., Incrocci L., Rosellini I., Pezzarossa B. (2021) Effects of individual and simultaneous selenium and iodine biofortification of baby-leaf lettuce plants grown in two different hydroponic systems.\nHorticulturae\n7, 590.\nPuccinelli M., Pezzarossa B., Pintimalli L., Malorgio F. (2021) Selenium biofortification of three wild species,\nRumex acetosa\n,\nPlantago coronopus\nL.and\nPortulaca oleracea\nL., grown as microgreens. Agronomy, 11, 1155.\nRajhi I., Bechir B., Rajhi F., Mhadhbi H., Flamini G. (2021) Monitoring the volatile compounds status of whole seeds and flours of legume cultivars. Food Bioscience 41, art. n. 101105.\nRecinella L., Chiavaroli A., Masciulli F., Fraschetti C., Filippi A., Cesa S., Cairone F., Gorica E., De Leo M., Braca A., Martelli A., Calderone V., Orlando G., Ferrante C., Menghini L., Di Simone S.C., Veschi S., Cama A., Brunetti L., Leone S. (2021) Protective effects induced by a hydroalcoholic\nAllium sativum\nextract in isolated mouse heart. Nutrients, 13, 2332.\nRossino M.G., Amato R., Amadio M., Rosini M., Basagni F., Cammalleri M., Dal Monte M., Casini, G. (2021) A nature‐inspired Nrf2 activator protects retinal explants from oxidative stress and neurodegeneration. Antioxidants 10, 1296.\nSanmartin, C., Modesti, M., Venturi, F., Brizzolara, S., Mencarelli, F., Bellincontro, A. Postharvest water loss of wine grape: When, what and why. Metabolites 11 (5), n. 318.\nSantin M., Ranieri A., Castagna A. (2021). Anything new under the sun? An update on modulation of bioactive compounds by different wavelengths in agricultural plants. 10, 1485.\nSantin M., Ranieri A., Hauser M.-T., Miras-Moreno B., Rocchetti G., Lucini L., Strid Å., Castagna A. (2021) The outer influences the inner: Postharvest UV-B irradiation modulates peach flesh metabolome although shielded by the skin. Food Chemistry. 338, 127782.\nSpada, M., Pugliesi, C., Fambrini, M., Pecchia, S. (2021) Silencing of the Slt2-Type MAP Kinase\nBmp3\nin\nBotrytis cinerea\nby application of exogenous dsRNA affects fungal growth and virulence on\nLactuca sativa\n. International Journal of Molecular Sciences 22, 5362.\nTaglieri I., Bedini S., Zinnai A., Sanmartin C., Conti B., Farina P., Chiriboga Ortega R.D., De Leo M., Braca A., Tavarini S., Venturi F. (2021) Effects of flaxseed cake fortification on bread shelf life, and its possible use as feed for Tenebrio molitor larvae in a circular economy: preliminary results. Journal of the Science of Food and Agriculture.\nTaglieri, I., Bedini, S., Zinnai, A., Sanmartin, C., Conti, B., Farina, P., Chiriboga Ortega, R.D., De Leo, M., Braca, A., Tavarini, S., Venturi, F. (2021) Effects of flaxseed cake fortification on bread shelf life, and its possible use as feed for\nTenebrio molitor\nlarvae in a circular economy: preliminary results. Journal of the Science of Food and Agriculture (\nonline\n).\nTaglieri, I., Sanmartin, C., Venturi, F., Macaluso, M., Bianchi, A., Sgherri, C., Quartacci, M.F., De Leo, M., Pistelli, L., Palla, F., Flamini, G., Zinnai, A. (2021) Bread fortified with cooked purple potato flour and citrus albedo: An evaluation of its compositional and sensorial properties. Foods 10 (5), n. 942.\nTampucci S., Castagna A., Monti D., Manera C., Saccomanni G., Chetoni P., Zucchetti E., Barbagallo M., Fazio L., Santin M., Ranieri A. (2021) Tyrosol-enriched tomatoes by diffusion across the fruit peel from a chitosan coating: a proposal of functional food. Foods, 10(2), 335.\nTavarini S., De Leo M., Matteo R., Lazzeri L., Braca A., Angelini L.G. (2021) Flaxseed and camelina meals as potential sources of health-beneficial compounds. Plants 10, 156.\nTestai L., De Leo M., Flori L., Polini B., Braca A., Nieri P., Pistelli L., Calderone V. (2021) Contribution of irisin pathway in protective effects of mandarin juice (\nCitrus reticulata\nBlanco) on metabolic syndrome in rats fed with high fat diet. Phytotherapy Research, 35, 4324-33.\nTestai L., Martelli A., Flori L., Cicero A.F.G., Colletti A. (2021) Coenzyme Q10: clinical applications beyond cardiovascular diseases. Nutrients 13(5), 1697.\nTirloni E., Bernardi C., Celandroni F., Ghelardi E., Stella S. (2021) Effectiveness of lactic and acetic acids on the growth of\nListeria monocytogenes\nand\nBacillus cereus\nin primo sale fresh cheese. LWYT 151, 112170.\nTraversari S, Laura Pistelli L, Del Ministro B, Cacini S, Costamagna G, Ginepro M, Ilaria Marchioni, Orlandini A, Massa M. (2021) Combined effect of Silicon and Non-Thermal Plasma treatments on yield, mineral content, and nutraceutical proprieties of edible flowers of Begonia cucullata. Plant physiology and biochemistry, 66, 1014-1021.\nZellama M.S., Chahdoura H., Zairi A., Ziani B.E.C., Boujbiha M.A., Snoussi M., Ismail S., Flamini G., Mosbah H., Selmi B., El-Bok S., Chaouachi M. (2021) Chemical characterization and nutritional quality investigations of healthy extra virgin olive oil flavored with chili pepper. Environmental Science and Pollution Research.\nCategorie:\npubblicazioni\nNews\nRicerca e Sostenibilità in Alimentazione e Nutraceutica\nIl Centro Nutrafood organizza il Convegno “Ricerca e Sostenibilità in Alimentazione e Nutraceutica” presso il Centro Congressi Le Benedettine il giorno 18 ottobre 2024. Ricerca E Sostenibilità In Alimentazione E Nutraceutica Def\nNormatività contemporanea:  norme sensoriali e norme  sperimentali nel settore alimentare\nNei giorni 15-16 Marzo 2024, presso il Dipartimento di Scienze Agrarie, Alimentarie Agro-ambientali dell’Università di Pisa avrà luogo il convegno dal titolo “Normatività contemporanea: norme sensoriali e norme sperimentali nel settore alimentare” nell’ambito del Nutridialogo. Norme sensoriali e sperimentali_15-16 marzo 2024.pdf\nScopri la salute a Tavola: Incontri con il centro Nutrafood al Pisa Food and Wine Festival 2023\nDal 20 al 22 ottobre il Centro Nutrafood è presente alla manifestazione Terre di Pisa Food & Wine Festival 2023 con una serie di iniziative dal titolo “Scopri la salute a Tavola”. Durante tutta la durata della manifestazione ricercatori dell’Università di Pisa e del Centro Nutrafood forniscono informazioni ed indicazioni sugli alimenti ed una dieta equilibrata, nonché sugli accorgimenti e precauzioni da seguire per garantire la sicurezza (aspetti igienico-sanitari) degli alimenti. Il “Terre di Pisa Food & Wine Festival” nasce con lo scopo di proporre e far degustare prodotti e ricette della migliore tradizione enogastronomica delle “Terre di Pisa”, con un’attenzione alla salute ed\n…\nLoad More\nArticoli correlati\npubblicazioni\nPubblicazioni 2020\nAgnolucci M., Avio L., Palla M., Sbrana C., Turrini A., Giovannetti M. (2020) Health‐Promoting Properties of Plant Products: The Role of Mycorrhizal Fungi and Associated Bacteria. Agronomy 10, 1864. doi: 10.3390/agronomy10121864 Agnolucci M., Daghio M.,\nLeggi tutto…\npubblicazioni\nPubblicazioni 2019\nRIVISTE ISI Aissa I., Nimbarte V.D., Zardi-Bergaoui A., Znati M., Flamini G., Ascrizzi R., Ben Jannet H. (2019) Isocostic acid, a promising bioactive agent from the essential oil of Inula viscosa (L.): insight from drug likeness properties,\nLeggi tutto…\npubblicazioni\nLibri, Capitoli, Riviste, WEB – 2020\nA. Di Lauro (2020) “Les Métamorphoses de l’aliment. Les frontières entre les aliments, les médicaments et les cosmétiques” http://www.edizioniets.com/scheda.asp?n=9788846757326&from=&fk_s=\nCopyright Centro NutraFood - Università di Pisa"}
{"doc_id": "d4nwMoK8ys", "title": "Pubblicazioni – Nutrafood – Università di Pisa", "description": "", "url": "https://nutrafood.unipi.it/pubblicazioni/", "lang": "en", "text": "Pubblicazioni – Nutrafood – Università di Pisa\nNavigazione toggle\nHome\nPresentazione\nChi siamo\nContatti\nDove siamo\nOrgani e Struttura\nRegolamento\nDipartimenti Afferenti\nObiettivi\nAttività\nConferenze Seminari e Convegni\nEventi e Notizie\nRassegna stampa\nDivulgazione\nPubblicazioni scientifiche\nDivulgazione\nEFSA\nCommissione\nBandi\nCall\nLinks\nInran\nMinistero della salute\nHorizon 2020\nLife Science Toscana\nA Healthy Diet for a Healthy Life\nRicerca per:\nPubblicazioni\nRIVISTE ISI\n2024\nSpada M., Pugliesi C., Fambrini M., Pecchia S. (2024) Challenges and opportunities arising from host–\nBotrytis cinerea\ninteractions to outline novel and sustainable control strategies: the key role of RNA interference.\nInternational Journal of Molecular Sciences\n, 25, 6798.\n2023\nAmato R., Canovai A., Melecchi A., Maci S., Quintela F., Fonseca B.A., Cammalleri M., Dal Monte M. (2023). Efficacy of a spermint (\nMentha spicata\nL.) extract as nutritional support in a rat model of hypertensive glaucoma. Translational Vision Science &Technology, 12, 6.\nAmato R., Melecchi A., Pucci L., Canovai A., Marracci S., Cammalleri M., Dal Monte M., Caddeo C., Casini G. (2023). Liposome-mediated delivery improves the efficacy of lisosan g against retinopathy in diabetic mice. Cells, 12, 2448.\nBaccari W., Saidi I., Filali I., Znati M., Tounsi M., Ascrizzi R., Flamini G., Ben Jannet H. (2023).The root essential oil from the Tunisian endemic plant\nFerula tunetana\n: Chemical composition, biological evaluation, molecular docking analysis and drug-likeness prediction. Arabian Journal of Chemistry 16, article N. 105044.\nBáldi A., Öllerer K., Wijkman A., Brunori G., Máté A., Batáry P. (2023). Roadmap for transformative agriculture: From research through policy towards a liveable future in Europe. Advances in Ecological Research, 68, 131.\nBaroni L., Bonetto C., Solinas I., Visaggi P., Galchenko A.V., Mariani L., Bottari A., Orazzini M., Guidi G., Lambiase C., Ceccarelli L., Bellini M., Savarino E.V., de Bortoli N. (2023). Diets including animal food increase the risk of gas-troesophageal reflux disease. European Journal of Investigation in Health, Psychology and Education 2023, 13 (in press)\nBedini G., Boni C.B., Coppola F., Sagona S., Giusti M., Pinzauti M., Felicioli A. (2023). Host parasitoid relationship between\nApis mellifera\n(Linnaeus, 1758) and\nSenotainia tricuspis\n(Meigen, 1838) (Diptera, Sarcophagidae): fly aggression behavior and infestation rates of senotainiosis. Insects 14(5), 415.\nBenedetti G., Zabini F., Tagliavento L., Meneguzzo F., Calderone V., Testai L. (2023). An overview of the health benefits, extraction methods and improving the properties of pomegranate. Antioxidants 12(7), 1351.\nBiagi M., Rigillo G., Sarill G., Collotta D., Di Giacomo S., Di Sotto A., Grilli M, Luceri C, Milella L, Sangiovanni E, Vitalone A, Montopoli M, Testai L. (2023). From preclinical to clinical evidence: exploring the multiple perspectives and healing power of Boswellia serrata Roxb. ex Colebr M. Pharmadvances 5, 29-53.\nBianchi A., Sanmartin C., Taglieri I., Macaluso M., Venturi F., Napoli M., Mancini M., Fabbri C., Zinnai A. (2023). Effect of fertilization regime of common wheat (\nTriticum aestivum\n) on flour quality and shelf-life of PDO Tuscan bread. Foods, 12, 2672.\nBianchi A., Taglieri I., Macaluso M., Sanmartin C., Zinnai A., Venturi F. (2023). Effect of different packaging strategies on the secondary shelf life of young and structured red wine. Foods, 12, 2719.\nBianchi A., Venturi F., Zinnai A., Taglieri I., Najar B., Macaluso M., Merlani G., Angelini L.G., Tavarini S., Clemente C., Sanmartin C. (2023). Valorization of an old variety of\nTriticum aestivum\n: a study of its suitability for breadmaking focusing on sensory and nutritional quality. Foods, 12, 1351.\nBilleci L., Sanmartin C., Tonacci A., Taglieri I., Bachi L., Ferroni G., Braceschi G.P., Odello L., Venturi F. (2023). Wearable sensors to evaluate autonomic response to olfactory stimulation: the influence of short, intensive sensory training. Biosensors, 13, 478.\nBoujbiha M.A., Chahdoura H., Adouni K., Ziani B.E.C., Snoussi M., Chakroun Y., Ciudad Mulero M., Fernandez-Ruiz V., Achour L., Selmi B., Morales P., Flamini G., Mosbah H. (2023), Wild\nVitex agnus-castus\nL.: phytochemical characterization, acute toxicity, and bioactive properties. Molecules 28, article N. 5096.\nBozzini M.F., Pieracci Y., Ascrizzi R., Najar B., D’Antraccoli M., Ciampi L., Peruzzi L., Turchi B., Pedonese F., Alleva A., Flamini G., Fratini F. (2023). Chemical composition and antimicrobial activity against the\nListeria\nmonocytogenes\nof essential oils from seven\nSalvia\nspecies. Foods, 12(23), 4235.\nBrunori G. (2023). Keynote speech of the 11th AIEAA Conference Towards a new generation of (agri-) food policies. Bio-based and Applied Economics, 12 (2), 103.\nCalvigioni M., Bertolini A., Codini S., Mazzantini D., Panattoni A., Massimino M., Celandroni F., Zucchi R., Saba A., Ghelardi E. (2023). HPLC-MS-MS quantification of short-chain fatty acids actively secreted by probiotic strains. Frontiers in Microbiology, 14, 1124144.\nCalvigioni M., Panattoni A., Biagini F., Donati L., Mazzantini D., Massimino M., Daddi C., Celandroni F., Vozzi G., Ghelardi E. (2023). Development of an i\nn vitro\nmodel of the gut microbiota enriched in mucus-adhering bacteria. Microbiology Spectrum 11(4), e0033623.\nCalzone A., Tonelli M., Cotrozzi L., Lorenzini G., Nali C., Pellegrini E. (2023). Significance of phenylpropanoid pathways in the response of two pomegranate cultivars to salinity and ozone stress. Environmental and Experimental Botany 208, 105249.\nCammarano D., Olesen J.E., Helming K., Foyer C.H., Schönhart M., Brunori G., Bandru K.K., Bindi M., Padovan G., Thorsen B.J., Freund F., Abalos D. (2023). Models can enhance science–policy–society alignments for climate change mitigation. Nature Food, 4 (8), 632.\nChahdoura H., Mzoughi Z., Ziani B.E.C., Chakroun Y., Boujbiha M.A., El Bok S., Ben M’hadheb M., Majdoub H., Mnif W., Flamini G., Mosbah H. (2023), Effect of flavoring with rosemary, lemon and orange on the quality, composition and biological properties of olive oil: comparative study of extraction processes. Foods 12, article N. 1301.\nCiti V., Barresi E, Piragine E, Spezzini J, Testai L, Da Settimo F, Martelli A, Taliani S, Calderone V. (2023). Anti-proliferative properties of the novel hybrid drug met-itc, composed of the native drug metformin with the addition of an isothiocyanate H2S donor moiety, in different cancer cell lines. International Journal of Molecular Science 24(22), 16131.\nCiti V., Passerini M., Calderone V., Testai L. (2023). Plants and mushrooms as possible new sources of H2S releasing sulfur compounds. International Journal of Molecular Science 24(15), 11886.\nCuffaro D., Bertini S., Macchia, M., Digiacomo M. (2023). Enhanced nutraceutical properties of extra virgin olive oil extract by olive leaf enrichment. Nutrients 15, 1073.\nCuffaro D., Bertolini A., Bertini S., Ricci C., Cascone M.G., Danti S., Saba A., Macchia M., Digiacomo M. (2023). Olive mill wastewater as source of polyphenols with nutraceutical properties. Nutrients 15(17), 3746.\nCuffaro D., Digiacomo M., Macchia M. (2023). Dietary bioactive compounds: implications for oxidative stress and inflammation. Nutrients 15, 4966.\nCuffaro D., Pinto D., Silva A.M., Bertolini A., Bertini S., Saba A., Macchia M., Rodrigues F., Digiacomo M. (2023). Insights into the antioxidant/antiradical effects and in vitro intestinal permeation of oleocanthal and its metabolites tyrosol and oleocanthalic acid. Molecules 28(13), 5150.\nda Rocha Oliveira Teixeira R., Arcuri S., Cavicchi A., Galli F., Brunori G., Vergamini D. (2023). Can alternative wine networks foster sustainable business model innovation and value creation? The case of organic and biodynamic wine in Tuscany. Frontiers in Sustainable Food Systems, 7, art. no. 1241062.\nde Bortoli N., Baiano Svizzero F., Pardi V., Visaggi P. (2023). Nutrition in gastroenterology: Rising evidence and future directions. Best Practice & Research Clinical Gastroenterology 62-63, 101832.\nDhaouadi F., Bargougui A., Maamer S., Amri I., Guerfali M.M., Hamrouni L., Flamini G., Mejri N. (2023), Chemical composition and insecticidal activity of two\nEucalyptus\nessential oils against the Mediterranean fruit fly,\nCeratitis capitata\n(Wiedemann) (Diptera:Tephritidae). Journal of Plant Diseases and Protection 130, 483.\nDi Paolo M., Corsi F., Cerri C., Bisti S., Piano I., Gargini C. (2023). A window to the brain: the retina to monitor the progression and efficacy of saffron Repron® pre-treatment in an lps model of neuroinflammation and memory impairment. Pharmaceuticals 16(9), 1307.\nEbani V.V., Nardoni S., Mancianti F. (2023). Arthropod-borne pathogens in wild canids. Veterinary Science 10(2), 165.\nEbani V.V., Pieracci Y., Cagnoli G., Bertelloni F., Munafò C., Nardoni S., Pistelli L., Mancianti F. (2023). In vitro antimicrobial activity of\nThymus vulgaris, Origanum vulgare, Satureja montana\nand their mixture against clinical isolates responsible for canine otitis externa. Veterinary Science 10(1), 30.\nFelicioli A., Sagona S., Coppola F., Boni C.B., Pinzauti M. (2023). Effect of ageing in the mating behaviour sequence of\nOsmia cornuta\nLatr. (Hymenoptera: Megachilidae). Insects, 14(4), 335.\nFlori L., Piragine E., Spezzini J., Citi V, Calderone V., Martelli A. (2023). Influence of polyphenols on adipose tissue: sirtuins as pivotal players in the browning process. International Journal of Molecular Sciences, 24(11), 9276.\nForini F., Nicolini G., Amato A., Balzan S., Saba A., Bertolini A., Andreucci E., Marracci S., Melecchi A., Terlizzi D., Zucchi R., Iervasi G., Lulli D., Casini G. (2023) Local modulation of thyroid hormone signaling in the retina affects the development of diabetic retinopathy. BBA – Molecular Basis of Disease, 1870:166892.\nFratini F., Ciurli C., Forzan M., Kaboudari A., Copelotti E., Paci G., Mancini S. (2023). Contamination of\nZophobas morio\nlarvae rearing substrate with\nListeria monocytogenes\n: A preliminary study. Animals, 13, 1198.\nGarcia-Gil M. (2023). Inborn errors of purine salvage and catabolism. Metabolites, 13(7), 787.\nKhemis E., Ben Mustapha M., Chaieb I., Ascrizzi R., Flamini G., Harrat A.H., Ben Jannet H., Zardi-Bergaoui A. (2023), Chemical composition and insecticidal activity against\nTribolium castaneum\nof\nThapsia garganica\nl. seed essential oil. Chemistry &\nBiodiversity 20, article N. e202200646.\nKnickel M., Caniglia G., Knickel K., Šūmane S., Maye D., Arcuri S., Keech D., Tisenkopfs T., Brunori G. (2023). Lost in a haze or playing to partners’ strengths? Learning to collaborate in three transdisciplinary European Living Labs. Futures, 152, art. no.\n103219.\nLauria G., Lo Piccolo, Ceccanti C., Paoli L., Giordani T., Guidi L., Malorgio F., Massai R., Nali C., Pellegrini E., Remorini D., Sanita ` Di Toppi L., Vernieri P., Landi M. (2023). Supplemental red light more than other wavebands activates antioxidant defenses in greenhouse-cultivated\nFragaria × ananassa\nvar. Elsanta plants. Scientia Horticulturae, 321, 112319.\nLo Piccolo E., Quattrocelli P., Becagli M., Cardelli R., El Horri H., Guidi L., Landi M., Pecchia S. (2023). Can chitosan applications in pre- and post-harvest affect the quality and antioxidant contents of red raspberries? Horticulturae, 9, 1135.\nMarconi F., Sartoni M., Nuvoloni R., Torracca B., Gagliardi M., Zappalà G., Guidi A., Pedonese F. (2023). Food safety culture in food companies: evaluation of the perception of food safety culture in three Tuscan food companies. Italian Journal of Food Safety 12(1), 11012.\nMartelli A., d’Emmanuele di Villa Bianca R., Cirino G., Sorrentino R., Calderone V., Bucci M. (2023). Hydrogen sulfide and sulfaceutic or sulfanutraceutic agents: Classification, differences and relevance in preclinical and clinical studies. Pharmacological Research, 196, 106947.\nMartini M., Altomonte I., Sodi I., Vasylieva Y. Salari F. (2023). Sterols, tocopherols, and bioactive fatty acids differences between conventional, high quality, and organic cow milk. Journal of Dairy Science (in press).\nMazzantini D., Calvigioni M., Celandroni F., Lupetti A., Ghelardi E. (2023). In vitro assessment of probiotic attributes for strains contained in commercial formulations. Scientific Report 12(1), 21640.\nMelecchi A., Amato R., Dal Monte M., Rusciano D., Bagnoli P., Cammalleri M. (2023). Restored retinal physiology after administration of niacin with citicoline in a mouse model of hypertensive glaucoma. Frontiers in Medicine, 10, 1230941.\nMonacci E., Sanmartin C., Bianchi A., Pettinelli S., Taglieri I., Mencarelli F. (2023). Plastic film packaging for the postharvest quality of fresh hop inflorescence (\nHumulus lupulus\n) cv. Cascade. Postharvest Biology and Technology, 206, 112575.\nMoretti M., Belliggiano A., Grando S., Felici F., Scotti I., Ievoli C., Blackstock K., Delgado Serrano M.M., Brunori G. (2023). Characterizing value chains’ contribution to resilient and sustainable development in European mountain areas. Journal of Rural Studies, 100, art. no. 103022.\nNarra F., Castagna A., Palai G., Havlík J., Mascellani Bergo A., D’Onofrio C., Ranieri A., Santin M. (2023). Postharvest UV-B exposure drives changes in primary metabolism, phenolic concentration, and volatilome profile in berries of different grape (\nVitis vinifera\nL.) varieties. Journal of The Science of Food and Agriculture, 103, 6340.\nParichanon P., Ascrizzi R., Tani C., Sanmartin C., Taglieri I., Macaluso M., Flamini G., Pieracci Y., Venturi F., Conti B. (2023). The protective combined effect of chitosan and essential oil coatings on cheese and cured meat against the oviposition of\nPiophila casei\n. Food Bioscience, 56 103132.\nPedonese F., Fratini F., Copelotti E., Marconi F., Carrese R., Mancini S. (2023). Behaviour of\nStaphylococcus aureus\nin the rearing substrate of\nTenebrio molitor\nlarvae. Veterinary Sciences, 10, 549.\nPicchi V., Risoli S., Nali C., Lorenzini G., D’Asaro L., Pisuttu C., Pellegrini E. (2023). Identification of key responsive leaf physiochemical traits for ozone sensitivity in 16 Italian cultivars of\nTriticum durum\nsubjected to peak concentrations. Journal of Agronomy and Crop Science (in press).\nPieracci Y., Fulvio F., Isca V., Pistelli L., Bassolino L., Montanari M., Moschella A., Flamini G., Paris R. (2023). The phenological stage of hemp inflorescences affects essential oil yield and its chemical composition. Industrial Crops and Products 197, 116605.\nPisuttu C., Risoli S., Moncini L., Nali C., Pellegrini E., Sarrocco S. (2023). Sustainable strategies to counteract mycotoxins contamination and cowpea weevil in chickpea seeds during post-harvest. Toxins 15, 61.\nProsperi P., Galli F., Moreno-Pérez O.M., Chiffoleau Y., Grando S., Karanikolas P., Rivera M., Goussios G., Pinto-Correia T., Brunori G. (2023), Disentangling the diversity of small farm business models in Euro-Mediterranean contexts: A resilience perspective. Sociologia Ruralis, 63 (1), 89.\nRecinella L., Libero M.L., Citi V., Chiavaroli A., Martelli A., Foligni R., Mannozzi C., Acquaviva A., Di Simone S., Calderone V., Orlando G., Ferrante C., Veschi S., Piro A., Menghini L., Brunetti L., Leone S. (2023). Anti-inflammatory and vasorelaxant effects induced by an aqueous aged black garlic extract supplemented with Vitamins D, C, and B12 on cardiovascular system. Foods, 12(7), 1558.\nRisoli S., Nali C., Sarrocco S., Cicero A.F.G., Colletti A., Bosco F., Venturella G., Gadaleta A., Gargano M.L., Marcotuli I. (2023) Mushroom-based supplements in Italy: let’s open pandora’s box. Nutrients, 15, 776.\nRizzo G., Baroni L., Bonetto C., Visaggi P., Orazzini M., Solinas I., Guidi G., Pugliese J., Scaramuzza G., Ovidi F., Buselli I., Bellini M., Savarino E.V., de Bortoli N. (2023). The role of a plant-only (vegan) diet in gastroesophageal reflux disease: online survey of the Italian general population. Nutrients , 15(22), 4725.\nSalari F., Altomonte I., Boselli C., Martini M. (2023). Amiata donkey body conformation, udder characteristics, and their relationship with milk yield and quality. Canadian Journal of Animal Science. 103, 128.\nSantin M., Becagli M., Sciampagna M.C., Mannucci A., Ranieri A., Castagna A. (2023). Integrative Effect of UV-B and some organic amendments on growth, phenolic and flavonoid compounds, and antioxidant activity of basil (\nOcimum basilicum\nL.) plants. Horticulturae, 9, 894.\nSantin M., Simoni S., Vangelisti A., Giordani T., Cavallini A., Mannucci A., Ranieri A., Castagna A. (2023). Transcriptomic analysis on the peel of UV-B-exposed peach fruit reveals an upregulation of phenolic- and UVR8-related pathways. Plants, 12, 1818.\nSantin M., Zeni V., Grassi A., Ricciardi R., Pieracci Y., Di Giovanni F., Panzani S., Frasconi C., Agnolucci M., Avio L., Turrini A., Giovannetti M., Ruffini Castiglione M., Ranieri A., Canale A., Lucchi A., Agathokleous E., Benelli G. (2023). Do changes in Lactuca sativa metabolic performance, induced by mycorrhizal symbionts and leaf UV‑B irradiation play a role towards tolerance to a polyphagous insect pest? Environmental Science and Pollution Research, 30, 56207.\nSardelli G., Scali V., Signore G., Balestri F., Cappiello M., Mura U., Del Corso A., Moschini R. (2023). Response of a human lens epithelial cell line to hyperglycemic and oxidative stress: the role of aldose reductase. Antioxidants 12, 829.\nSingh B.K., Fraser E.D.G., Arnold T., Biermayr-Jenzano P., Broerse J.E.W., Brunori G., Caron P., De Schutter O., Fabbri K., Fan S., Fanzo J., Gajdzinska M., Gurinovic M., Hugas M., McGlade J., Nellemann C., Njuki J., Tuomisto H.L., Tutundjian S., Wesseler J., Sonnino R., Webb P. (2023). Ensuring societal considerations are met when translating science into policy for sustainable food system transformation. Trends in Food Science and Technology, 137, 104.\nSingh B.K., Fraser E.D.G., Arnold T., Biermayr-Jenzano P., Broerse J.E.W., Brunori G., Caron P., De Schutter O., Fabbri K., Fan S., Fanzo J., Gajdzinska M., Gurinovic M., Hugas M., McGlade J., Nellemann C., Njuki J., Tuomisto H.L., Tutundjian S., Wesseler J., Sonnino R., Webb P. (2023). Food systems transformation requires science–policy–society interfaces that integrate existing global networks and new knowledge hubs. Nature Food, 4 (1), 1.\nSogari G., Riccioli F., Moruzzo R., Menozzi D., Tzompa-Sosa D.A., Li J., Liu A., Mancini S. (2023). Engaging in entomophagy: The role of food neophobia and disgust between insect and non-insect eaters. Food Quality and Preference, 104, 104764.\nSpada M, Pugliesi C, Fambrini M, Palpacelli D, Pecchia S (2023) Knockdown of Bmp1 and Pls1 Virulence Genes by Exogenous Application of RNAi-Inducing dsRNA in\nBotrytis cinerea\n. International Journal of Molecular Sciences 24, 4869.\nTafi E., Triunfo M., Guarnieri A., Ianniciello D., Salvia R., Scieuzo A., Ranieri A., Castagna A., Lepuri S., Hahn T., Zibek S., De Bonis A., Falabella P. (2023). Preliminary investigation on the effect of insect‑based chitosan on preservation of coated fresh cherry tomatoes. Scientific Reports, 13,7030.\nTaglieri I., Mencarelli F., Bellincontro A., Modesti M., Cerreta R., Zinnai A., Sanmartin C., Cecchini M., Agostini M., Gagliardi M. (2023). Development of a micro-Vis-NIR and SAW nanobiosensor to measure polyphenols in must/wine on-time and online. Acta Horticulturae, 1368, 39.\nTestai L., Montanaro R., Flori L., Pagnotta E., Vellecco V., Gorica E., Ugolini L., Righetti L., Brancaleone V., Bucci M., Piragine E., Martelli A., Di Cesare Mannelli L., Ghelardini C., Calderone V. (2023). Persulfidation of mitoKv7.4 channels contributes to the\ncardioprotective effects of the H2S-donor erucin against ischemia/reperfusion injury. Biochemical Pharmacology, 29, 115728.\nTirloni E., Bernardi C., Celandroni F., Mazzantini D., Massimino M., Stella S., Ghelardi E. (2023). Prevalence, virulence potential, and growth in cheese of\nBacillus cereus\nstrains isolated from fresh and short-ripened cheeses sold on the Italian market. Microorganisms, 11(2), 521.\nTognocchi M., Conte G., Mantino A., Foggi G., Casarosa L., Tinagli S., Turini L., Scicutella F., Mele M., Serra A. (2023). Linseed supplementation in the diet of fattening pigs: Effect on the fatty acid profile of different pork cuts. Meat Science, 204, 109276.\nTzompa-Sosa D.A., Moruzzo R., Mancini S., Schouteten J.J., Liu A., Li J., Sogari G. (2023). Consumers’ acceptance toward whole and processed mealworms: A cross-country study in Belgium, China, Italy, Mexico, and the US. PLoS ONE, 18(1), e0279530.\nTzompa-Sosa D.A., Sogari G., Copelotti E., Andreani G., Schouteten J.J., Moruzzo R., Liu A., Li J., Mancini S. (2023). What motivates consumers to accept whole and processed mealworms in their diets? A five-country study. Future Foods, 7, 100225.\nZeni V., Grassi A., Santin M., Ricciardi R., Pieracci Y., Flamini G., Di Giovanni F., Marmugi M., Agnolucci M., Avio L., Turrini A., Giovannetti M., Ruffini Castiglione M., Ranieri A., Canale A., Lucchi A., Agathokleous E., Benelli G. (2023). Leaf UV-B irradiation and mycorrhizal symbionts affect lettuce VOC emissions and defence mechanisms, but not aphid feeding preferences. Insects 14, 20.\nZiomek M., Gondek M., Torracca B., Marotta F., Garofolo G., Wieczorek K., Michalak K., Fratini F., Pedonese F. (2023). Occurrence of campylobacter in faeces, livers and carcasses of wild boars hunted in Tuscany (Italy) and evaluation of MALDI-TOF MS for the identification of\nCampylobacter\nspecies. Foods 12(4), 778.\nArchivio pubblicazioni\nNews\nRicerca e Sostenibilità in Alimentazione e Nutraceutica\nIl Centro Nutrafood organizza il Convegno “Ricerca e Sostenibilità in Alimentazione e Nutraceutica” presso il Centro Congressi Le Benedettine il giorno 18 ottobre 2024. Ricerca E Sostenibilità In Alimentazione E Nutraceutica Def\nNormatività contemporanea:  norme sensoriali e norme  sperimentali nel settore alimentare\nNei giorni 15-16 Marzo 2024, presso il Dipartimento di Scienze Agrarie, Alimentarie Agro-ambientali dell’Università di Pisa avrà luogo il convegno dal titolo “Normatività contemporanea: norme sensoriali e norme sperimentali nel settore alimentare” nell’ambito del Nutridialogo. Norme sensoriali e sperimentali_15-16 marzo 2024.pdf\nScopri la salute a Tavola: Incontri con il centro Nutrafood al Pisa Food and Wine Festival 2023\nDal 20 al 22 ottobre il Centro Nutrafood è presente alla manifestazione Terre di Pisa Food & Wine Festival 2023 con una serie di iniziative dal titolo “Scopri la salute a Tavola”. Durante tutta la durata della manifestazione ricercatori dell’Università di Pisa e del Centro Nutrafood forniscono informazioni ed indicazioni sugli alimenti ed una dieta equilibrata, nonché sugli accorgimenti e precauzioni da seguire per garantire la sicurezza (aspetti igienico-sanitari) degli alimenti. Il “Terre di Pisa Food & Wine Festival” nasce con lo scopo di proporre e far degustare prodotti e ricette della migliore tradizione enogastronomica delle “Terre di Pisa”, con un’attenzione alla salute ed\n…\nLoad More\nCopyright Centro NutraFood - Università di Pisa"}
