{"query_id": "1", "query": "Exams dates", "text": "Find the dates for exams during the academic year at the University of Pisa.", "narrative": "Documents are relevant if they provide specific dates for exams in a given academic year or semester at the University of Pisa."}
{"query_id": "2", "query": "Computer science study plan", "text": "Explore the study plan for the Computer Science program at the University of Pisa, including courses and their sequence.", "narrative": "Relevant documents should outline the Computer Science study program, including mandatory and elective courses, their sequence, and prerequisites."}
{"query_id": "3", "query": "Artificial intelligence convention", "text": "Find details on upcoming or past artificial intelligence conventions, conferences, or events hosted by or associated with the University of Pisa.", "narrative": "Relevant documents should provide detailed information about AI-related conventions, their dates, topics, and how they are connected to the university."}
{"query_id": "4", "query": "Graduation calendar", "text": "Search for the official graduation calendar at the University of Pisa, including graduation dates and related deadlines.", "narrative": "Documents are relevant if they specify the official graduation dates, deadlines for submitting documents, and any other important events associated with graduation."}
{"query_id": "5", "query": "Computer vision course", "text": "Look for information on the Computer Vision course offered at the University of Pisa, including course content, schedule, and prerequisites.", "narrative": "Relevant documents should provide details about the Computer Vision course, such as course description, schedule, prerequisites, and any related course materials."}
{"query_id": "6", "query": "Tuition", "text": "Find the tuition fees for students at the University of Pisa, including both national and international students.", "narrative": "Documents are relevant if they clearly list tuition fees for the university, including any specific fees for international students or other categories of students."}
{"query_id": "7", "query": "Scholarship", "text": "Search for available scholarships for students at the University of Pisa, including eligibility criteria and application processes.", "narrative": "Documents should list scholarships available to students, eligibility requirements, application deadlines, and how to apply."}
{"query_id": "8", "query": "List of master degrees", "text": "Find a comprehensive list of master’s degree programs offered at the University of Pisa.", "narrative": "Relevant documents should provide a list of all the master’s degree programs offered by the University of Pisa, with program names and brief descriptions."}
{"query_id": "9", "query": "Christmas vacation", "text": "Search for the schedule of the Christmas vacation at the University of Pisa, including dates and any special holiday schedules.", "narrative": "Documents should provide specific dates for the Christmas vacation and any details about changes in the university’s schedule or services during this time."}
{"query_id": "10", "query": "Administration hours", "text": "Find the hours of operation for various administrative offices at the University of Pisa.", "narrative": "Relevant documents should list the working hours of administrative offices, such as admissions, student services, and others."}
{"query_id": "11", "query": "Rankings and accreditations", "text": "Search for the University of Pisa’s latest rankings and accreditations, including national and international recognition.", "narrative": "Documents should provide information about the University of Pisa’s rankings in various fields and any official accreditations or certifications."}
{"query_id": "12", "query": "Administration", "text": "Explore information about the administration structure and offices at the University of Pisa.", "narrative": "Relevant documents should provide an overview of the university’s administrative offices, their responsibilities, and contact details."}
{"query_id": "13", "query": "Unipi Brochure", "text": "Search for the official University of Pisa brochure, which outlines the university’s programs, facilities, and services.", "narrative": "Documents should contain the official brochure or any similar material that describes the University of Pisa, its programs, services, and campus life."}
{"query_id": "14", "query": "How to apply for Master’s Degree Programmes", "text": "Look for the application process for Master’s Degree Programmes at the University of Pisa, including eligibility and required documents.", "narrative": "Relevant documents should explain the steps to apply for a master’s program, required documentation, deadlines, and eligibility criteria."}
{"query_id": "15", "query": "Online Services", "text": "Find information about online services available to students at the University of Pisa, including portals for academic records, registration, and library access.", "narrative": "Documents should describe the online services available to students, such as the student portal, online course registration, and other relevant online systems."}
{"query_id": "16", "query": "Courses of Italian language for international students", "text": "Search for information on Italian language courses available for international students at the University of Pisa.", "narrative": "Relevant documents should describe Italian language courses offered, including course levels, schedules, and enrollment procedures for international students."}
{"query_id": "17", "query": "Medical Facilities", "text": "Find information about medical facilities and health services available for students at the University of Pisa.", "narrative": "Documents are relevant if they describe the medical services available, including student health insurance, clinics, and any student health programs."}
{"query_id": "18", "query": "How to request Italian tax code", "text": "Search for instructions on how to request an Italian tax code (codice fiscale) for students at the University of Pisa.", "narrative": "Relevant documents should provide clear instructions on how international students can request their codice fiscale in Italy, including necessary steps and locations."}
{"query_id": "19", "query": "Documents for visa for study reasons", "text": "Look for information on the documents required for obtaining a study visa to attend the University of Pisa.", "narrative": "Documents should list all the documents and requirements for obtaining a student visa to study at the University of Pisa, including how to apply."}
{"query_id": "20", "query": "PhD programmes", "text": "Find information on PhD programs available at the University of Pisa, including areas of research and application procedures.", "narrative": "Relevant documents should describe the various PhD programs offered, the application process, eligibility requirements, and research opportunities."}
{"query_id": "21", "query": "Specialisation Schools", "text": "Search for information on specialisation schools at the University of Pisa, including programs and how to apply.", "narrative": "Relevant documents should describe the specialisation schools offered by the university, their programs, and application procedures."}
{"query_id": "22", "query": "Non-curricular internships", "text": "Look for information on non-curricular internship opportunities available to students at the University of Pisa.", "narrative": "Documents should describe non-curricular internship opportunities, including how students can apply and any requirements."}
{"query_id": "23", "query": "Contact center number", "text": "Find the contact number for the university’s help or contact center for general inquiries.", "narrative": "Documents are relevant if they provide the contact details, including phone number, of the university’s general contact center."}
{"query_id": "24", "query": "Mail address of research evaluation unit", "text": "Look for the mail address of the University of Pisa’s research evaluation unit.", "narrative": "Relevant documents should contain the official mailing address of the university’s research evaluation unit."}
{"query_id": "25", "query": "History of Unipi", "text": "Find information about the history and establishment of the University of Pisa.", "narrative": "Documents should provide historical details about the founding of the University of Pisa, its growth, and significant milestones."}
{"query_id": "26", "query": "Career Service", "text": "Search for information about the Career Service at the University of Pisa, including services for students and graduates.", "narrative": "Relevant documents should describe the Career Service offered at the university, including its support for internships, job placement, and career counseling."}
{"query_id": "27", "query": "Chat with international students", "text": "Look for information on opportunities to chat with international students at the University of Pisa to learn about their experiences.", "narrative": "Documents are relevant if they describe opportunities for prospective students to interact with current international students at the University of Pisa."}
{"query_id": "28", "query": "Contamination Lab", "text": "Find information about the Contamination Lab at the University of Pisa, including its services and how to get involved.", "narrative": "Relevant documents should provide details about the Contamination Lab, its purpose, services, and how students can participate."}
{"query_id": "29", "query": "Summer Schools in Humanities", "text": "Look for information on summer schools in the humanities organized by the University of Pisa.", "narrative": "Relevant documents should describe the summer school programs in the humanities offered by the university, including schedules, topics, and how to apply."}
{"query_id": "30", "query": "Computer-Aided Drug Design", "text": "Search for information about the computer-aided drug design programs or research at the University of Pisa.", "narrative": "Relevant documents should provide details about any computer-aided drug design programs, research projects, or collaborations at the University of Pisa."}
{"query_id": "31", "query": "How to enroll", "text": "Find instructions on how to enroll at the University of Pisa, including necessary steps and documents for enrollment.", "narrative": "Documents should provide clear steps and guidelines for enrolling at the University of Pisa, including deadlines and required documents."}
{"query_id": "32", "query": "Research scholarship", "text": "Search for information about research scholarships available at the University of Pisa.", "narrative": "Relevant documents should list available research scholarships, eligibility criteria, application processes, and deadlines."}
{"query_id": "33", "query": "Library La Sapienza", "text": "Look for information on the La Sapienza library, including its resources and services for students at the University of Pisa.", "narrative": "Documents should describe the library at La Sapienza, its collections, services, and how students can access resources."}
{"query_id": "34", "query": "Specialization programmes", "text": "Find information about specialization programs offered at the University of Pisa.", "narrative": "Relevant documents should describe the various specialization programs offered by the university, including eligibility, application procedures, and program content."}
{"query_id": "35", "query": "European research project", "text": "Look for details about European research projects involving the University of Pisa.", "narrative": "Relevant documents should describe any European research projects the university is involved in, including goals, participants, and how students can get involved."}
{"query_id": "36", "query": "Erasmus projects", "text": "Find information about Erasmus exchange programs available to students at the University of Pisa.", "narrative": "Documents should describe Erasmus exchange opportunities, including eligibility criteria, application procedures, and participating partner institutions."}
{"query_id": "37", "query": "CUS", "text": "Look for information about the CUS (Centro Universitario Sportivo) at the University of Pisa, including its facilities and services.", "narrative": "Relevant documents should describe the services offered by the CUS, such as sports facilities, fitness programs, and how students can participate."}
{"query_id": "38", "query": "International inter-university agreements", "text": "Search for information about international inter-university agreements the University of Pisa has with other institutions.", "narrative": "Relevant documents should describe any international agreements, partnerships, and exchanges between the University of Pisa and other universities."}
{"query_id": "39", "query": "Curricular internships", "text": "Look for information about curricular internship opportunities available for students at the University of Pisa.", "narrative": "Documents should describe curricular internship programs, including eligibility criteria, application processes, and associated academic credit."}
{"query_id": "40", "query": "Department of economics and management address", "text": "Find the contact address for the Department of Economics and Management at the University of Pisa.", "narrative": "Documents should provide the official contact details, including the address, of the Department of Economics and Management at the University of Pisa."}
{"query_id": "41", "query": "Date esami", "text": "Trova le date degli esami per l’anno accademico all’Università di Pisa.", "narrative": "I documenti sono rilevanti se forniscono le date degli esami per l’anno accademico o il semestre specificato all’Università di Pisa."}
{"query_id": "42", "query": "Piano di studi Informativa", "text": "Cerca informazioni sul piano di studi per il corso di laurea in Informatica all’Università di Pisa, comprese le materie e la loro sequenza.", "narrative": "I documenti sono rilevanti se descrivono il piano di studi del corso di laurea in Informatica, includendo i corsi obbligatori ed elettivi, la sequenza e i prerequisiti."}
{"query_id": "43", "query": "Convention artificial intelligence", "text": "Cerca dettagli su convenzioni, conferenze o eventi sull’intelligenza artificiale organizzati o associati all’Università di Pisa.", "narrative": "I documenti sono rilevanti se forniscono informazioni dettagliate sulle convenzioni o conferenze sull’intelligenza artificiale, le date, i temi trattati e la connessione con l’università."}
{"query_id": "44", "query": "Calendario appelli di laurea", "text": "Trova il calendario ufficiale degli appelli di laurea presso l’Università di Pisa, comprese le date e le scadenze associate.", "narrative": "I documenti sono rilevanti se specificano le date degli appelli di laurea, le scadenze per la consegna dei documenti e altri eventi importanti collegati alla laurea."}
{"query_id": "45", "query": "Corso di computer vision", "text": "Cerca informazioni sul corso di Computer Vision offerto dall’Università di Pisa, compresi il contenuto del corso, il programma e i prerequisiti.", "narrative": "I documenti sono rilevanti se descrivono il corso di Computer Vision, con il programma, i prerequisiti e le modalità di insegnamento."}
{"query_id": "46", "query": "Tasse", "text": "Trova informazioni sulle tasse universitarie all’Università di Pisa, comprese le tariffe per studenti italiani e internazionali.", "narrative": "I documenti sono rilevanti se forniscono informazioni chiare sulle tasse universitarie, inclusi eventuali sconti per studenti internazionali o altre categorie."}
{"query_id": "47", "query": "Borsa di studio", "text": "Cerca borse di studio disponibili per gli studenti all’Università di Pisa, compresi i criteri di ammissibilità e le modalità di applicazione.", "narrative": "I documenti devono elencare le borse di studio disponibili, i requisiti di ammissibilità, le modalità di candidatura e le scadenze."}
{"query_id": "48", "query": "Lista di lauree magistrali", "text": "Trova un elenco dei corsi di laurea magistrale offerti dall’Università di Pisa.", "narrative": "I documenti sono rilevanti se forniscono un elenco completo dei corsi di laurea magistrale, con nomi e brevi descrizioni."}
{"query_id": "49", "query": "Vacanze di natale", "text": "Cerca informazioni sul periodo delle vacanze di Natale all’Università di Pisa, comprese le date e eventuali modifiche negli orari o nelle attività universitarie.", "narrative": "I documenti devono indicare le date delle vacanze di Natale e eventuali modifiche al programma o ai servizi universitari durante questo periodo."}
{"query_id": "50", "query": "Orari segreteria", "text": "Trova gli orari di apertura degli uffici di segreteria all’Università di Pisa.", "narrative": "I documenti sono rilevanti se forniscono gli orari di apertura degli uffici di segreteria, come quello per l’ammissione e per i servizi agli studenti."}
{"query_id": "51", "query": "Rankings and accreditations", "text": "Cerca informazioni sugli ultimi rankings e accreditamenti dell’Università di Pisa, inclusi riconoscimenti nazionali e internazionali.", "narrative": "I documenti sono rilevanti se forniscono dettagli sui rankings dell’Università di Pisa in vari ambiti e sugli accreditamenti ufficiali."}
{"query_id": "52", "query": "Segreteria", "text": "Cerca informazioni sulla struttura e gli uffici della segreteria dell’Università di Pisa.", "narrative": "I documenti devono fornire un riepilogo degli uffici della segreteria, le loro responsabilità e i dettagli di contatto."}
{"query_id": "53", "query": "Unipi Brochure", "text": "Cerca la brochure ufficiale dell’Università di Pisa, che descrive i programmi, le strutture e i servizi dell’università.", "narrative": "I documenti sono rilevanti se contengono la brochure ufficiale dell’università o un documento simile che descrive i programmi, i servizi e la vita universitaria."}
{"query_id": "54", "query": "Come iscriversi alle lauree magistrali", "text": "Trova il processo di iscrizione ai corsi di laurea magistrale all’Università di Pisa, compresi i requisiti e i documenti necessari.", "narrative": "I documenti sono rilevanti se spiegano i passaggi per iscriversi a un corso di laurea magistrale, i documenti richiesti e le scadenze."}
{"query_id": "55", "query": "Servizi online", "text": "Cerca informazioni sui servizi online disponibili per gli studenti all’Università di Pisa, come portali per registrazioni, archivi accademici e accesso alla biblioteca.", "narrative": "I documenti devono descrivere i servizi online per gli studenti, come il portale studenti, la registrazione ai corsi e l’accesso alle risorse bibliotecarie."}
{"query_id": "56", "query": "Corsi di italiano per studenti internazionali", "text": "Cerca informazioni sui corsi di lingua italiana per studenti internazionali all’Università di Pisa.", "narrative": "I documenti devono descrivere i corsi di lingua italiana, i livelli, i programmi e le modalità di iscrizione per gli studenti internazionali."}
{"query_id": "57", "query": "Strutture mediche", "text": "Trova informazioni sulle strutture mediche e i servizi sanitari offerti agli studenti dell’Università di Pisa.", "narrative": "I documenti sono rilevanti se descrivono i servizi medici disponibili, come l’assicurazione sanitaria per studenti, cliniche e programmi sanitari."}
{"query_id": "58", "query": "Come richiedere il codice fiscale italiano", "text": "Cerca informazioni su come richiedere il codice fiscale italiano per studenti all’Università di Pisa.", "narrative": "I documenti sono rilevanti se forniscono istruzioni chiare su come ottenere il codice fiscale per studenti internazionali, includendo i passaggi e i luoghi in cui farne richiesta."}
{"query_id": "59", "query": "Documenti per il visto per motivi di studio", "text": "Trova le informazioni sui documenti necessari per ottenere un visto per motivi di studio per l’Università di Pisa.", "narrative": "I documenti devono elencare i documenti necessari per richiedere un visto di studio per l’Italia e i passaggi per fare domanda."}
{"query_id": "60", "query": "Programmi di dottorato", "text": "Cerca informazioni sui programmi di dottorato disponibili all’Università di Pisa, compresi gli ambiti di ricerca e le modalità di candidatura.", "narrative": "I documenti sono rilevanti se descrivono i programmi di dottorato, i requisiti di ammissione e come fare domanda."}
{"query_id": "61", "query": "Scuole di specializzazione", "text": "Trova informazioni sulle scuole di specializzazione all’Università di Pisa, inclusi programmi e modalità di iscrizione.", "narrative": "I documenti devono descrivere le scuole di specializzazione disponibili, i programmi, i requisiti di ammissione e come iscriversi."}
{"query_id": "62", "query": "Tirocinio non-curricolare", "text": "Cerca informazioni sui tirocini non-curriculari offerti agli studenti all’Università di Pisa.", "narrative": "I documenti sono rilevanti se descrivono le opportunità di tirocinio non-curricolare, come candidarsi e i requisiti."}
{"query_id": "63", "query": "Contact center number ???", "text": "Trova il numero di telefono del contact center dell’Università di Pisa per informazioni generali.", "narrative": "I documenti sono rilevanti se forniscono il numero di telefono ufficiale del contact center dell’università."}
{"query_id": "64", "query": "Indirizzo e-mail di unità valutazione della ricerca", "text": "Cerca l’indirizzo e-mail dell’unità di valutazione della ricerca dell’Università di Pisa.", "narrative": "I documenti devono contenere l’indirizzo e-mail ufficiale dell’unità di valutazione della ricerca."}
{"query_id": "65", "query": "Storia di Unipi", "text": "Trova informazioni sulla storia e fondazione dell’Università di Pisa.", "narrative": "I documenti devono fornire informazioni storiche sulla fondazione dell’università, il suo sviluppo e i traguardi importanti."}
{"query_id": "66", "query": "Servizio di orientamento al lavoro", "text": "Cerca informazioni sul servizio di orientamento al lavoro dell’Università di Pisa, comprese le opportunità di carriera per studenti e laureati.", "narrative": "I documenti devono descrivere il servizio di orientamento al lavoro dell’università, supporto per tirocini e placement professionale."}
{"query_id": "67", "query": "Parla con studenti internazionali", "text": "Trova opportunità di parlare con studenti internazionali all’Università di Pisa per conoscere la loro esperienza.", "narrative": "I documenti sono rilevanti se descrivono come gli studenti internazionali possono interagire con gli studenti attuali per conoscere meglio l’esperienza universitaria."}
{"query_id": "68", "query": "Contamination Lab", "text": "Cerca informazioni sul Contamination Lab all’Università di Pisa, comprese le attività e come partecipare.", "narrative": "I documenti devono descrivere il Contamination Lab, le sue attività, e come gli studenti possono parteciparvi."}
{"query_id": "69", "query": "Scuole estive di umanistica", "text": "Trova informazioni sulle scuole estive di umanistica organizzate dall’Università di Pisa.", "narrative": "I documenti sono rilevanti se descrivono le scuole estive in umanistica, i temi trattati e come partecipare."}
{"query_id": "70", "query": "Progettazione di farmaci assistita da computer", "text": "Cerca informazioni sui programmi di progettazione di farmaci assistita da computer all’Università di Pisa.", "narrative": "I documenti devono descrivere programmi o ricerche relative alla progettazione di farmaci assistita da computer."}
{"query_id": "71", "query": "Come iscriversi", "text": "Trova istruzioni su come iscriversi all’Università di Pisa, comprese le modalità e i documenti richiesti.", "narrative": "I documenti devono fornire dettagli chiari su come iscriversi, compresi i passaggi e le scadenze."}
{"query_id": "72", "query": "Borsa di ricerca", "text": "Cerca informazioni sulle borse di ricerca disponibili all’Università di Pisa.", "narrative": "I documenti devono descrivere le borse di ricerca disponibili, inclusi i criteri di ammissibilità, le scadenze e come fare domanda."}
{"query_id": "73", "query": "Biblioteca La Sapienza", "text": "Trova informazioni sulla Biblioteca La Sapienza, inclusi i servizi e le risorse disponibili per gli studenti.", "narrative": "I documenti sono rilevanti se forniscono dettagli sulla biblioteca La Sapienza, i suoi servizi e le risorse."}
{"query_id": "74", "query": "Programmi master", "text": "Cerca informazioni sui programmi master all’Università di Pisa.", "narrative": "I documenti devono descrivere i programmi master disponibili, con informazioni su ammissione, programma e modalità di iscrizione."}
{"query_id": "75", "query": "Progetto di ricerca europeo", "text": "Cerca informazioni sui progetti di ricerca europei all’Università di Pisa, compresi dettagli e modalità di partecipazione.", "narrative": "I documenti devono descrivere i progetti di ricerca europei e come gli studenti e i ricercatori possono partecipare."}
{"query_id": "76", "query": "Progetti Erasmus", "text": "Trova informazioni sui progetti Erasmus disponibili per gli studenti dell’Università di Pisa.", "narrative": "I documenti sono rilevanti se descrivono i progetti Erasmus, con informazioni su come applicare e i benefici offerti."}
{"query_id": "77", "query": "CUS", "text": "Cerca informazioni sul Centro Universitario Sportivo dell’Università di Pisa (CUS), compresi i servizi e le attività sportive disponibili.", "narrative": "I documenti sono rilevanti se forniscono dettagli sul CUS e le sue offerte per gli studenti, come attività sportive e strutture."}
{"query_id": "78", "query": "Accordi internazionali interuniversitari", "text": "Cerca informazioni sugli accordi internazionali tra università all’Università di Pisa.", "narrative": "I documenti sono rilevanti se spiegano gli accordi internazionali, collaborazioni e opportunità di scambio con altre università."}
{"query_id": "79", "query": "Tirocini curriculari", "text": "Trova informazioni sui tirocini curriculari offerti all’Università di Pisa, compresi i settori e le modalità di iscrizione.", "narrative": "I documenti sono rilevanti se descrivono i tirocini curriculari, compresi i settori disponibili e come gli studenti possono partecipare."}
{"query_id": "80", "query": "Indirizzo dipartimento di economia e management", "text": "Cerca l’indirizzo del dipartimento di Economia e Management all’Università di Pisa.", "narrative": "I documenti sono rilevanti se forniscono l’indirizzo fisico e altre informazioni di contatto del dipartimento di Economia e Management."}

