{"doc_id": "8EDqyxqMFA", "title": "Presentazione", "description": "La Chimica arrivò ufficialmente a Pisa nel 1757 ad opera di Francesco II, primo Granduca di Toscana, che istituì una Cattedra di Chimica in via Santa...", "url": "https://www.dcci.unipi.it/presentazione.html", "lang": "en", "text": "Presentazione\nTPL_UNIPI_SKIP_TO_CONTENT\nDipartimento di Chimica e Chimica Industriale\nWebmail\nUnimap\nHome\nOrganizzazione\nPersone\nDocenti\nRicercatori TD\nTecnici/Amministrativi\nAltro personale\nElenco Telefonico DCCI\nDidattica\nRicerca\nDottorato\nInternational\nQualità e Valutazione\nTerza missione\nIgiene e Sicurezza\nPresentazione\nLa Chimica arrivò ufficialmente a Pisa nel 1757 ad opera di Francesco II, primo Granduca di Toscana, che istituì una Cattedra di Chimica in via Santa Maria. Nel secolo successivo fu a Pisa un chimico di grande valore, Raffaele Piria, che condusse importanti studi nel campo delle sostanze organiche naturali e dell’analisi organica.\nIn seguito la scuola pisana ospitò insigni chimici, quali Ugo Schiff, ed il noto compositore russo A. Borodin, e sviluppò contatti internazionali di alto livello, come testimoniato dalla venuta in Italia di Maria Curie nel 1918. A Pisa ha insegnato all’inizio del 1900 il senese Raffaello Nasini, riconosciuto come uno dei fondatori della chimica fisica italiana.\nNel 1955 fu chiamato alla cattedra di Chimica Eolo Scrocco, proveniente dalla famosa Scuola di via Panisperna, e nel 1959 fu chiamato alla cattedra di Chimica Organica Industriale Piero Pino, uno dei collaboratori del Premio Nobel Giulio Natta, nel lavoro svolto al Politecnico di Milano sulla polimerizzazione stereospecifica.\nL’attività di ricerca si articola nelle seguenti aree tematiche: Chimica Analitica, Chimica Fisica, Chimica Industriale, Chimica Inorganica e Chimica Organica. Le ricerche che si svolgono nel Dipartimento sono sia di natura fondamentale che applicativa, con contratti con industrie, anche internazionali, e con enti come il CNR e la Comunità Europea.\nI contatti scientifici a livello nazionale ed internazionale sono molto intensi e sia i professori ma anche e soprattutto i giovani in formazione passano periodi di studio e di lavoro all’estero.\nAlcune delle università con cui collabora il dipartimento sono la North Carolina Un.ty at Chapei Hill; la Cornell Un.ty; la Virginia Commonwealt Un.ty; Paris Sud (Orsay); Tromsoe Un.ty (N); USC-Los Angeles; Un.ty e MPI Mainz; Un.ty; Burgos Un.ty; ENS di Lyon ed ETH Zurich; Waseda Un.ty Tokyo; UCV-Caracas(VL); State Un.ty N.Y.; Un.ty California Berkeley; Acad. Sci. Polonia; Un.ty Manchester; Un.ty Northampton (UK).\nDirettore\n- Prof. Fabio Bellina\nVice Direttore\n- Prof.ssa Erika Ribechini\nResponsabile Amministrativa\n- Dott.ssa Maria Pia Auricchio\nPresidente Corso di Studi in Chimica\n- Prof.ssa Chiara Gabbiani\nPresidente Corso di Studi in Chimica per l'Industria e l'Ambiente\n- Prof. Andrea Pucci\nEnglish presentation\nChemistry officially arrived in Pisa in 1757 due to Francesco II, first \"Granduca di Toscana\", who built a \"Cattedra\" of Chemistry in via S. Maria. In the following century, an important chemist, Raffaele Piria, initiated in Pisa a research on the natural organic substances and on the organic analysis. Successively, the \"School of Pisa\" hosted many distinguished chemists, such as Ugo Schiff and the famous Russian composer Aleksandr Borodin, and it developed high-level international relations as witnessed by the visit in Italy of Maria Curie in 1918. At the beginning of 1900, Raffaello Nasini who is recognized as one of the founder of the Physical Chemistry in Italy, taught in Pisa. In 1955 Eolo Scrocco of the famous \"Scuola di via Panisperna\", was invited to hold the chair of Chemistry, and in 1959 Piero Pino, one of the collaborators of the Nobel prize Giulio Natta in the research made at the Politecnico of Milan in the stereospecific polymerization, obtained the chair of Industrial Organic Chemistry.\nNowadays, five are the main thematic areas of the research in the Department of Chemistry in Pisa: Analytical Chemistry, Physical Chemistry, Industrial Chemistry, Inorganic Chemistry, and Organic Chemistry.\nThe research activities in all these areas are both of applied and fundamental nature, with strong collaborations with national and international laboratories, industries, and other universities. The international relations are very active both at the research level (with many collaborations between research groups in the Department and important research groups in Italy and abroad) and at the educational level with students that spend part of their curriculum in other universities.\nThe research activity can be classified according to the following thematic areas:\nAnalytical Chemistry\nEnvironment; Cultural heritage; Analytical chemistry applied to foods, biomedicine, and human health; Research on reactivity kinetics in biological systems.\nPhysical Chemistry\nFormulation of theoretical approaches and development of computational methodologies in molecular modeling; Magnetic Resonance and its applications to materials and liquid crystals; Thermodynamics of solvation processes; Thermodynamics and Spectroscopy of biological systems and food.\nIndustrial Chemistry\nCatalysts and their application in the synthesis of organic molecules and macromolecules; Polymeric materials, biomaterials, materials for electronic devices, medical products, textiles, tanning and resins.\nInorganic Chemistry\nSynthesis of inorganic and metal-organic compounds; Reactivity of metal-coordinated ligands and Catalysis; Nano-structured materials; Glasses; Recycling of precious metals from various matrices.\nOrganic Chemistry\nSpectroscopic analysis of organic molecules with particular attention to systems of biological, biomedical and agricultural interest; Catalysis with Metal-Atoms systems; Synthesis of pheromones, fungicides and anti-carcinogens; Development of new synthetic methodologies based on the use of transition metal compounds.\n______________________________________________________________\nPresentazione\nCome raggiungerci\nRegolamento funzionamento DCCI\nSegreteria Amministrativa\nOrgani, Commissioni, Gruppi di Lavoro, Incarichi\nOrganigramma\nRappresentanze Dipartimentali\nModulistica dipartimentale\nModulistica Ricerca\nback to top\nOrganizzazione\nPresentazione\nCome raggiungerci\nRegolamento funzionamento DCCI\nConsiglio di Dipartimento\nChiusure Dipartimentali\nSegreteria Amministrativa\nOrgani, Commissioni, Gruppi di Lavoro, Incarichi\nOrganigramma\nRappresentanze Dipartimentali\nModulistica dipartimentale\nModulistica Ricerca\n© 2024 Dipartimento di Chimica e Chimica Industriale\nPolicy web"}
{"doc_id": "JKkHCdJpPB", "title": "Solid-state emissive N,O-chelated boron", "description": "Giovedì 30 maggio 2024 - Ore 14:30 - Aula 24Dott. Mykhaylo PotopnykInstitute of Organic Chemistry, Polish Academy of Sciences, Warsaw, Poland&nbsp; Se...", "url": "https://www.dcci.unipi.it/seminario-potopnyk.html", "lang": "en", "text": "Solid-state emissive N,O-chelated boron\nTPL_UNIPI_SKIP_TO_CONTENT\nDipartimento di Chimica e Chimica Industriale\nWebmail\nUnimap\nHome\nOrganizzazione\nPersone\nDocenti\nRicercatori TD\nTecnici/Amministrativi\nAltro personale\nElenco Telefonico DCCI\nDidattica\nRicerca\nDottorato\nInternational\nQualità e Valutazione\nTerza missione\nIgiene e Sicurezza\nSolid-state emissive N,O-chelated boron\nGiovedì 30 maggio 2024 - Ore 14:30 - Aula 24\nDott. Mykhaylo Potopnyk\nInstitute of Organic Chemistry, Polish Academy of Sciences, Warsaw, Poland\nSeminario\nN,O\n-chelated boron difluoride complexes have emerged as a significant class of compounds in the field of solid-state emissive materials. These complexes exhibit unique photophysical properties, making them promising candidates for applications in organic light-emitting diodes (OLEDs), sensors, and bioimaging. Their solid-state emissive properties are highly influenced by the molecular packing and intermolecular interactions in the crystalline phase, which can be optimized through careful molecular design. This presentation will briefly highlight a design and synthesis, photophysical properties, and potential applications of solid-state emissive\nN,O\n-chelated boron difluoride complexes, emphasizing their role in advancing materials science and optoelectronic technologies.\nScarica locandina\nScarica abstract\nback to top\n© 2024 Dipartimento di Chimica e Chimica Industriale\nPolicy web"}
{"doc_id": "8TeM5yLAWH", "title": "Analytical investigation of microparticles and microfibres released by agricultural mulch films and disposable wet wipes in the environment", "description": "Venerdì 7 giugno 2024 - Ore 9:30 – Aula 24Tommaso Nacci, Doctoral School in Chemistry and Material Science DCCI-UNIPI&nbsp; Discussione Tesi DSCM &nbs...", "url": "https://www.dcci.unipi.it/tesi-dottorato-nacci-07-06.html", "lang": "en", "text": "Analytical investigation of microparticles and microfibres released by agricultural mulch films and disposable wet wipes in the environment\nTPL_UNIPI_SKIP_TO_CONTENT\nDipartimento di Chimica e Chimica Industriale\nWebmail\nUnimap\nHome\nOrganizzazione\nPersone\nDocenti\nRicercatori TD\nTecnici/Amministrativi\nAltro personale\nElenco Telefonico DCCI\nDidattica\nRicerca\nDottorato\nInternational\nQualità e Valutazione\nTerza missione\nIgiene e Sicurezza\nAnalytical investigation of microparticles and microfibres released by agricultural mulch films and disposable wet wipes in the environment\nVenerdì 7 giugno 2024 - Ore 9:30 – Aula 24\nTommaso Nacci,\nDoctoral School in Chemistry and Material Science DCCI-UNIPI\nDiscussione Tesi DSCM\nAnalytical investigation of microparticles and microfibres released by agricultural mulch films and disposable wet wipes in the environment\nSupervisori: Prof. Ilaria Degano e Prof. Francesca Modugno\nScarica locandina\nLink Teams\nback to top\n© 2024 Dipartimento di Chimica e Chimica Industriale\nPolicy web"}
{"doc_id": "eBxDot38Z5", "title": "Mass spectrometry-based multiomics approach to unveil heart failure pathophysiology", "description": "Martedì 11 giugno 2024 - Ore 16:30 – Aula 33Alessio Lenzi, Doctoral School in Chemistry and Material Science DCCI-UNIPI&nbsp; Discussione Tesi DSCM &n...", "url": "https://www.dcci.unipi.it/tesi-dottorato-lenzi-11-06.html", "lang": "en", "text": "Mass spectrometry-based multiomics approach to unveil heart failure pathophysiology\nTPL_UNIPI_SKIP_TO_CONTENT\nDipartimento di Chimica e Chimica Industriale\nWebmail\nUnimap\nHome\nOrganizzazione\nPersone\nDocenti\nRicercatori TD\nTecnici/Amministrativi\nAltro personale\nElenco Telefonico DCCI\nDidattica\nRicerca\nDottorato\nInternational\nQualità e Valutazione\nTerza missione\nIgiene e Sicurezza\nMass spectrometry-based multiomics approach to unveil heart failure pathophysiology\nMartedì 11 giugno 2024 - Ore 16:30 – Aula 33\nAlessio Lenzi,\nDoctoral School in Chemistry and Material Science DCCI-UNIPI\nDiscussione Tesi DSCM\nMass spectrometry-based multiomics approach to unveil heart failure pathophysiology\nSupervisori: Dott. Tommaso Lomonaco e Prof. Fabio Di Francesco\nScarica locandina\nLink Teams\nback to top\n© 2024 Dipartimento di Chimica e Chimica Industriale\nPolicy web"}
{"doc_id": "aC5Zp2y3o2", "title": "CFF 2024 - Chemistry For the Future", "description": "03|05 July, 2024 - PisaDipartimento di Chimica e Chimica Industriale&nbsp;&nbsp;International Conference &nbsp; CFF is a yearly international conferen...", "url": "https://www.dcci.unipi.it/cff2024.html", "lang": "en", "text": "CFF 2024 - Chemistry For the Future\nTPL_UNIPI_SKIP_TO_CONTENT\nDipartimento di Chimica e Chimica Industriale\nWebmail\nUnimap\nHome\nOrganizzazione\nPersone\nDocenti\nRicercatori TD\nTecnici/Amministrativi\nAltro personale\nElenco Telefonico DCCI\nDidattica\nRicerca\nDottorato\nInternational\nQualità e Valutazione\nTerza missione\nIgiene e Sicurezza\nCFF 2024 - Chemistry For the Future\n03|05 July, 2024 - Pisa\nDipartimento di Chimica e Chimica Industriale\nInternational Conference\nCFF is a yearly international conference, which has reached its 8th edition, on the frontiers of Chemical Research. The idea of CFF is to convey every year several outstanding scientists from different sectors of chemistry. Every edition of CFF is organized by the 2\nnd\n-year PhD students of the Doctoral School in Chemistry and Materials Science (DSCM) of the University of Pisa.\nCFF 2024 will host:\n• 7 outstanding Plenary Lectures held by scientists from all over the world\n• 18 keynote lectures, held by 3\nrd\n-year PhD students\n• short oral communications presented by younger researchers\n• poster sessions presented by PhD students of the 1\nst\nand 2\nnd\nyear, undergraduates, etc.\n• social events and network: coffee breaks, happy hour, social dinner… You will a have the possibility to socialize and create a network in an international environment.\nOfficial Web Site\nback to top\n© 2024 Dipartimento di Chimica e Chimica Industriale\nPolicy web"}
{"doc_id": "AScvXUAfDa", "title": "The Two Drifters Story, how chemistry led to rum and a carbon negative footprint", "description": "Venerdì 19 gennaio 2024 - Ore 10:00 - Aula 23Dott. Russell J. Wakeham - Two Drifters Distillery&nbsp; Seminario&nbsp;&nbsp; Russ is the CEO and Co-Fou...", "url": "https://www.dcci.unipi.it/seminario-wakeham-19-01.html", "lang": "en", "text": "The Two Drifters Story, how chemistry led to rum and a carbon negative footprint\nTPL_UNIPI_SKIP_TO_CONTENT\nDipartimento di Chimica e Chimica Industriale\nWebmail\nUnimap\nHome\nOrganizzazione\nPersone\nDocenti\nRicercatori TD\nTecnici/Amministrativi\nAltro personale\nElenco Telefonico DCCI\nDidattica\nRicerca\nDottorato\nInternational\nQualità e Valutazione\nTerza missione\nIgiene e Sicurezza\nThe Two Drifters Story, how chemistry led to rum and a carbon negative footprint\nVenerdì 19 gennaio 2024 - Ore 10:00 - Aula 23\nDott. Russell J. Wakeham -\nTwo Drifters Distillery\nSeminario\nRuss is the CEO and Co-Founder of Two Drifters Distillery in Devon, UK a rum distillery producing rum from scratch with a carbon negative footprint. Russ's academic career focused on chemistry research into carbon capture, storage and utilisation and trying to make CO\n2\nhave value. It's often hard to visualise CO\n2\nas an issue, it is a colourless gas that has a dramatic effect on the planet's atmosphere but is often overlooked in lots of areas of life, because you can't see an invisible pile of CO\n2\nbuilding up in the sky. Raising awareness of this issue is the passion and mission for Russ and now Two Drifters. At the core of Two Drifters is the constant desire to improve. To strive for perfection in their rums, to constantly search out and implement new or improved sustainable technologies and to inspire others to be more sustainable.\nSince 2019, Two Drifters Distillery has permanently removed over 35 tonnes of CO\n2\nthrough Direct Air Capture, avoided creating over 170 tonnes of CO\n2\n, increased capacity to over 2,500 bottles of rum a week and achieved B Corp Certification in January 2022.\nThis talk is about the journey, the future, and the rum, and how we achieve a carbon negative footprint.\nScarica locandina\nback to top\n© 2024 Dipartimento di Chimica e Chimica Industriale\nPolicy web"}
{"doc_id": "7DpuvFkB5v", "title": "Green and White Analytical Chemistry as potential tools in food and environmental analysis", "description": "Martedì 5 marzo 2024 - Ore 10:30 - Aula 23Prof.ssa&nbsp;Bárbara Socas RodríguezDepartamento de Química, Universidad de La Laguna, Tenerife, España, Vi...", "url": "https://www.dcci.unipi.it/seminario-rodriguez.html", "lang": "en", "text": "Green and White Analytical Chemistry as potential tools in food and environmental analysis\nTPL_UNIPI_SKIP_TO_CONTENT\nDipartimento di Chimica e Chimica Industriale\nWebmail\nUnimap\nHome\nOrganizzazione\nPersone\nDocenti\nRicercatori TD\nTecnici/Amministrativi\nAltro personale\nElenco Telefonico DCCI\nDidattica\nRicerca\nDottorato\nInternational\nQualità e Valutazione\nTerza missione\nIgiene e Sicurezza\nGreen and White Analytical Chemistry as potential tools in food and environmental analysis\nMartedì 5 marzo 2024 - Ore 10:30 - Aula 23\nProf.ssa Bárbara Socas Rodríguez\nDepartamento de Química, Universidad de La Laguna, Tenerife, España, Visiting Professor nell'ambito di Erasmus Staff Mobility Agreement\nSeminario\nThe development of sustainable approaches has gained great relevance in any sector of our society in recent years. In analytical chemistry, the concept and application of green analytical chemistry and, most recently, white analytical chemistry have become the main trends in the area. Developing more environmentally friendly analytical strategies based on using novel materials and miniaturised procedures is one of the lines of action in this sense. Additionally, the advances in the area have allowed the application of these new approaches in important fields such as food and environmental safety, in which not only the sustainability of the analytical process is crucial, but also the reliability of the results obtained from its application. This seminar will discuss some of the most recent applications of sustainable analytical methodologies for evaluating organic contaminants in food and environmental matrices.\nScarica locandina\nback to top\n© 2024 Dipartimento di Chimica e Chimica Industriale\nPolicy web"}
{"doc_id": "SW3Ss4JhcB", "title": "Archivio eventi anno 2024", "description": "", "url": "https://www.dcci.unipi.it/archivio-eventi-2024.html?start=10", "lang": "en", "text": "Archivio eventi anno 2024\nTPL_UNIPI_SKIP_TO_CONTENT\nDipartimento di Chimica e Chimica Industriale\nWebmail\nUnimap\nHome\nOrganizzazione\nPersone\nDocenti\nRicercatori TD\nTecnici/Amministrativi\nAltro personale\nElenco Telefonico DCCI\nDidattica\nRicerca\nDottorato\nInternational\nQualità e Valutazione\nTerza missione\nIgiene e Sicurezza\nDiscussione Tesi di Dottorato XXXVI Ciclo\nMercoledì 13 marzo 2024 - Ore 15:00 – Aula 32\nNoemi Landi,\nDoctoral School in Chemistry and Material Science DCCI-UNIPI\nDiscussione Tesi DSCM\nSolid-State NMR methods for the study of Lead Halide Perovskites\nSupervisori: Prof. Marco Geppi e Dr.ssa Elisa Carignani\nRead more...\nDiscussione Tesi di Dottorato XXXVI Ciclo\nGiovedì 21 marzo 2024 - Ore 14:30 - Aula 22\nDottorandi DSCM\nDiscussione Tesi DSCM\nCarlo Marotta\n\"New mono- and di-functionalized Pt(IV) complexes as promising anticancer prodrugs\"\nSupervisori: Prof. Chiara Gabbiani e Dr. Alessandro Pratesi\nGianni Pecorini\n\"Biotechnological polymers for advanced technologies and applications\"\nSupervisore: Dr. Dario Puppi\nRead more...\nDistillare arte a Pisa. Storielle di due chimici inaspettati\nGiovedì 11 aprile 2024 - Ore 15:00 - Aula Magna\nGianni Fochi -\nChimico, Giornalista, Divulgatore\nSeminario\nUn esempio di chimica raccontata ai profani. Nella Pisa dell'Ottocento due artisti appassionati della nostra scienza: il celebre musicista russo Aleksandr Borodin, che di mestiere faceva il chimico, e il nostro letterato birichino Renato Fucini. Come cogliere le occasioni che essi ci offrono, per sfatare una certa immagine antipatica del nostro mondo scientifico e professionale.\nRead more...\nAn introduction to the importance (and impact) of science communication\nMartedì 16 aprile 2024 - Ore 14:30 - Aula 23\nDott. Fernando Gomollón-Bel,\nAgata Communications\nSeminario\n“Scicomm in a nutshell” is a short presentation about the importance and impact of science communication. The talk will cover the essentials of science communication, including a brief history of the field, and most importanly the role it plays in the current research and innovation landscape. Last but not least, the talk will explore the direct impact of science communication activities on your research (beyond citations and h-index), and some tips and tricks to help you communicate your results to benefit your career.\nRead more...\nQuestione di Chimica\nGiovedì 18 aprile 2024 - Ore 15:00 - Aula Magna\nDr.ssa Jessica Tommasi -\nLaboratorio Gestione qualità Azienda Verinlegno\nSeminario\nL’azienda Verinlegno presenterà la propria realtà, attiva sul territorio da quasi 50 anni e l’importanza del ruolo del chimico in tutte le attività che scandiscono le giornate del laboratorio tecnico.\nRead more...\nResolving structures in chemistry and structural biology by solid-state NMR: the resolving power of ultra-fast MAS\nLunedì 22 aprile 2024 - Ore 14:30 - Aula 21\nProf. Guido Pintacuda,\nEcole Normale Superieure de Lyon (Francia)\nSeminario\nA broad overview of the techniques and the most exciting results.\nRead more...\nChiral trityls as versatile property and reactivity platforms\nMartedì 23 aprile 2024 - Ore 15:15 - Aula 23\nProf. Jérome Lacour,\nUniversité de Genève (Svizzera)\nSeminario\nThis seminar follows a previous one by the same speaker, with title: \"Stereoselective synthesis & catalysis with reactive metal carbenes\"\nRead more...\nStereoselective synthesis & catalysis with reactive metal carbenes\nMartedì 23 aprile 2024 - Ore 14:30 - Aula 23\nProf. Jérome Lacour,\nUniversité de Genève (Svizzera)\nSeminario\nThis seminar will be followed at 15.15 by another one entitled: Chiral trityls as versatile property and reactivity platforms\nRead more...\nSolid-state chemical degradation of pharmaceuticals: role of water\nLunedì 6 maggio 2024 - Ore 14:45 - Aula Magna\nDott. Evgenyi Shalaev,\nDevelopment Sciences, R&D, Abbvie, Irvine, CA, USA\nSeminario\nStability of solid pharmaceuticals (e.g., tablets and freeze-dried powders) can be compromised by water molecules, which are either introduced via the gas phase from the environment, or left after certain processing operations, such as freeze-drying, spray drying, or wet granulation (so-called “residual water”). The presentation is focused on amorphous states, which represent growing segment of pharmaceutical products (e.g., amorphous solid dispersions and biopharmaceuticals), while crystalline materials are also mentioned.\nRead more...\nCarbenes, Metal Carbenes & Carbenoids, Diazo Decomposition and Subsequent Reactivity\nGiovedì 9 maggio 2024 - Ore 10:00 - Aula 33\nProf. Jerome Lacour\nUniversite de Geneve (CH), Visiting Fellow @DCCI\nSeminario\nAfter a lecture (2h), there will be an open discussion with all interested graduate students.\nRead more...\n1\n2\n3\n4\n...\nPagina 2 di 5\n© 2024 Dipartimento di Chimica e Chimica Industriale\nPolicy web"}
{"doc_id": "mUBxAiwv2C", "title": "An introduction to the importance (and impact) of science communication", "description": "Martedì 16 aprile 2024 - Ore 14:30 - Aula 23Dott. Fernando Gomollón-Bel, Agata Communications&nbsp; Seminario&nbsp;&nbsp; “Scicomm in a nutshell” is a...", "url": "https://www.dcci.unipi.it/seminario_gomollon.html", "lang": "en", "text": "An introduction to the importance (and impact) of science communication\nTPL_UNIPI_SKIP_TO_CONTENT\nDipartimento di Chimica e Chimica Industriale\nWebmail\nUnimap\nHome\nOrganizzazione\nPersone\nDocenti\nRicercatori TD\nTecnici/Amministrativi\nAltro personale\nElenco Telefonico DCCI\nDidattica\nRicerca\nDottorato\nInternational\nQualità e Valutazione\nTerza missione\nIgiene e Sicurezza\nAn introduction to the importance (and impact) of science communication\nMartedì 16 aprile 2024 - Ore 14:30 - Aula 23\nDott. Fernando Gomollón-Bel,\nAgata Communications\nSeminario\n“Scicomm in a nutshell” is a short presentation about the importance and impact of science communication. The talk will cover the essentials of science communication, including a brief history of the field, and most importanly the role it plays in the current research and innovation landscape. Last but not least, the talk will explore the direct impact of science communication activities on your research (beyond citations and h-index), and some tips and tricks to help you communicate your results to benefit your career.\nFernando is a chemist and science communicator based in Cambridge, UK. In 2022, he co-founded Agata, a start-up focused on delivering science and innovation to the right audiences. Currently, the company is a full partner in two Horizon Europe grants funded with €12 million in total. Specialised in science writing and storytelling, he's also collaborated with popular science magazines such as Chemistry World, Principia, and C&EN, as well as several radio and TV programmes in Spain. Before Agata, he worked in science communication at ICIQ, one of the most prestigious chemistry research centres in Europe, and then the Graphene Flagship, one of the largest research projects ever funded by the European Commission.\nScarica locandina\nback to top\n© 2024 Dipartimento di Chimica e Chimica Industriale\nPolicy web"}
{"doc_id": "tmYSNoVWgL", "title": "Chiral trityls as versatile property and reactivity platforms", "description": "Martedì 23 aprile 2024 - Ore 15:15 - Aula 23Prof. Jérome Lacour, Université de Genève (Svizzera)&nbsp; Seminario&nbsp;&nbsp; This seminar follows a pr...", "url": "https://www.dcci.unipi.it/seminario-lacour-2p.html", "lang": "en", "text": "Chiral trityls as versatile property and reactivity platforms\nTPL_UNIPI_SKIP_TO_CONTENT\nDipartimento di Chimica e Chimica Industriale\nWebmail\nUnimap\nHome\nOrganizzazione\nPersone\nDocenti\nRicercatori TD\nTecnici/Amministrativi\nAltro personale\nElenco Telefonico DCCI\nDidattica\nRicerca\nDottorato\nInternational\nQualità e Valutazione\nTerza missione\nIgiene e Sicurezza\nChiral trityls as versatile property and reactivity platforms\nMartedì 23 aprile 2024 - Ore 15:15 - Aula 23\nProf. Jérome Lacour,\nUniversité de Genève (Svizzera)\nSeminario\nThis seminar follows a previous one by the same speaker, with title: \"Stereoselective synthesis & catalysis with reactive metal carbenes\"\nScarica locandina\nScarica Abstract\nback to top\n© 2024 Dipartimento di Chimica e Chimica Industriale\nPolicy web"}
{"doc_id": "TvfKbk7Gio", "title": "Stereoselective synthesis & catalysis with reactive metal carbenes", "description": "Martedì 23 aprile 2024 - Ore 14:30 - Aula 23Prof. Jérome Lacour, Université de Genève (Svizzera)&nbsp; Seminario&nbsp;&nbsp; This seminar will be foll...", "url": "https://www.dcci.unipi.it/seminario-lacour-1p.html", "lang": "en", "text": "Stereoselective synthesis & catalysis with reactive metal carbenes\nTPL_UNIPI_SKIP_TO_CONTENT\nDipartimento di Chimica e Chimica Industriale\nWebmail\nUnimap\nHome\nOrganizzazione\nPersone\nDocenti\nRicercatori TD\nTecnici/Amministrativi\nAltro personale\nElenco Telefonico DCCI\nDidattica\nRicerca\nDottorato\nInternational\nQualità e Valutazione\nTerza missione\nIgiene e Sicurezza\nStereoselective synthesis & catalysis with reactive metal carbenes\nMartedì 23 aprile 2024 - Ore 14:30 - Aula 23\nProf. Jérome Lacour,\nUniversité de Genève (Svizzera)\nSeminario\nThis seminar will be followed at 15.15 by another one entitled: Chiral trityls as versatile property and reactivity platforms\nScarica locandina\nScarica Abstract\nback to top\n© 2024 Dipartimento di Chimica e Chimica Industriale\nPolicy web"}
{"doc_id": "qEFdekbK5n", "title": "Solid-state chemical degradation of pharmaceuticals: role of water", "description": "Lunedì 6 maggio 2024 - Ore 14:45 - Aula MagnaDott. Evgenyi Shalaev, Development Sciences, R&amp;D, Abbvie, Irvine, CA, USA&nbsp; Seminario&nbsp;&nbsp;...", "url": "https://www.dcci.unipi.it/seminario-shalaev.html", "lang": "en", "text": "Solid-state chemical degradation of pharmaceuticals: role of water\nTPL_UNIPI_SKIP_TO_CONTENT\nDipartimento di Chimica e Chimica Industriale\nWebmail\nUnimap\nHome\nOrganizzazione\nPersone\nDocenti\nRicercatori TD\nTecnici/Amministrativi\nAltro personale\nElenco Telefonico DCCI\nDidattica\nRicerca\nDottorato\nInternational\nQualità e Valutazione\nTerza missione\nIgiene e Sicurezza\nSolid-state chemical degradation of pharmaceuticals: role of water\nLunedì 6 maggio 2024 - Ore 14:45 - Aula Magna\nDott. Evgenyi Shalaev,\nDevelopment Sciences, R&D, Abbvie, Irvine, CA, USA\nSeminario\nStability of solid pharmaceuticals (e.g., tablets and freeze-dried powders) can be compromised by water molecules, which are either introduced via the gas phase from the environment, or left after certain processing operations, such as freeze-drying, spray drying, or wet granulation (so-called “residual water”). The presentation is focused on amorphous states, which represent growing segment of pharmaceutical products (e.g., amorphous solid dispersions and biopharmaceuticals), while crystalline materials are also mentioned.\nIn amorphous solids, molecular mobility has been traditionally invoked to explain stability of diverse pharmaceutical systems, and water role has been commonly limited to its plasticizing properties. However, while the molecular mobility-based approach has been credited with formulating a scientific basis for development of amorphous pharmaceuticals and biopharmaceuticals, it has become increasingly clear that this approach allows only a partial description of the underlying fundamental principles. As an implicit recognition of the fact that mobility alone is not sufficient for a comprehensive understanding of stability of amorphous materials, the subjects of amorphous structure (e.g., hydrogen bonding and water clustering patterns) and media properties (e.g., proton transfer and solvent effects) have recently attracted the attention of the pharmaceutical scientists. For example, solution physical chemistry concepts, such as Hammett acidity function and Bunnett’s equations, have been extended to an amorphous pharmaceutical system, to describe water effect in hydrolysis of a model pharmaceutical compound in an amorphous carbohydrate matrix. Furthermore, on-going experimental studies by Raman, FTIR, and THz spectroscopy are supplemented with MD simulations to understand change in water clustering and distribution and H-bonding as a function of water content in various model amorphous systems. The eventual goal of these studies is to connect the experimentally-determined rates of chemical transformations of model systems (peptides and proteins embedded into amorphous matrixes) at variable water contents/activity with the solvent and water structure around the reaction hotspots. Common pharmaceutical degradation processes, such as hydrolysis, deamidation, and oxidation, are being covered in these investigations. Finally, current gaps in our fundamental understanding of water role in stability of amorphous pharmaceuticals are highlighted.\n1\nIn collaboration with: Tapiwa Chiura, Shaoxin Feng, Ke Wu (R&D, Abbvie, Irvine, CA, USA), Christian Schoneich (University of Kansas, USA), Alain Hedoux (Lille University, Lille, France), J. Axel Zeitler, (University of Cambridge, UK), and Christopher J Roberts (University of Delaware, USA)\nScarica locandina\nback to top\n© 2024 Dipartimento di Chimica e Chimica Industriale\nPolicy web"}
{"doc_id": "waXGHyR2V8", "title": "Archivio eventi anno 2024", "description": "", "url": "https://www.dcci.unipi.it/archivio-eventi-2024.html?start=20", "lang": "en", "text": "Archivio eventi anno 2024\nTPL_UNIPI_SKIP_TO_CONTENT\nDipartimento di Chimica e Chimica Industriale\nWebmail\nUnimap\nHome\nOrganizzazione\nPersone\nDocenti\nRicercatori TD\nTecnici/Amministrativi\nAltro personale\nElenco Telefonico DCCI\nDidattica\nRicerca\nDottorato\nInternational\nQualità e Valutazione\nTerza missione\nIgiene e Sicurezza\nPhase separation: an effective tool to improve the performance and processability of vitrimers\nGiovedì 9 maggio 2024 - Ore 15:00 - Aula Magna\nProf. Renaud Nicolaÿ\nMolecular, Macromolecular Chemistry and Materials (C3M), UMR 7617, ESPCI Paris, PSL University, CNRS\nSeminario\nVitrimers are chemically crosslinked networks that can rearrange their topology without decreasing their crosslinking density thanks to exchangeable links present in the network. As a result, vitrimers can be potentially reshaped and recycled at will, while displaying the superior properties of crosslinked polymers at service temperature. Very promising materials to create a circular economy of plastics and polymeric materials, vitrimers still display limitations that impact their transition towards industry, such as high viscosity even at elevated temperatures, due to the Arrhenian temperature dependence of the melt viscosity, or moderate creep resistance at working temperatures in the case of low Tg materials. Although many strategies have been reported to address these issues, it remains challenging to overcome a key trade-off between improving the processability or the mechanical performance of vitrimers. In this lecture, new strategies based on phase separation and reactive processing will be presented to jointly improve the processability and the mechanical performance of vitrimers relying on dioxaborolane metathesis.\nRead more...\nDiscussione Tesi di Dottorato XXXV Ciclo\nGiovedì 9 maggio 2024 - Ore 14:30 – Aula 20\nThantip Roongcharoen,\nDoctoral School in Chemistry and Material Science DCCI-UNIPI\nDiscussione Tesi DSCM\nModeling Hydrogen Production via Aqueous Phase and Steam Reforming Catalysis\nSupervisori: Dr. Alessandro Fortunelli Prof. Claudio Amovilli\nRead more...\nPresentazione del libro: \"La Chimica dell'Universo\"\nVenerdì 10 maggio 2024 - Ore 16:00 - Aula Magna\nDott. Giuseppe Alonci,\nUB-Care Italy\nSeminario\nL'ex-studente del DCCI, Dott. Giuseppe Alonci, presenterà il suo ultimo Libro Divulgativo \"La Chimica dell'Universo\" a spasso nel cosmo tra molecole e pianeti.\nRead more...\nEstimating Fluorescence Quantum Yields from TD-DFT: Successes and Challenges\nLunedì 13 maggio 2024 - Ore 14:30 - Aula 22\nProf. Denis Jacquemin,\nUniversité de Nantes\nSeminario\nFluorescence is a radiative de-excitation process that competes with many other nonradiative pathways. Optimizing the fluorescence efficiency, that is, maximizing its quantum yield (ϕ\nfl\n), remains a major experimental target, especially for fluorophores emitting in the red region. In this context, obtaining accurate theoretical estimates of ϕ\nfl\nis highly desirable, but remains challenging irrespective of the selected computational strategy. In this seminar, I will discuss some benchmarks in the field, and next illustrate, for several practical examples performed in close collaboration with experimental groups, successes and failures in the calculation of ϕ\nfl\nof organic dyes using a static approach. In this approach, one uses the so-called Thermal Vibration Correlation Formalism of the Shuai’ group, to estimate both the radiative (k\nr\n) and internal conversion (k\nic\n) rates in the framework of Fermi’s golden rule, whereas other de-excitation pathways such as the inter-system crossing (ISC) or twisted intramolecular charge transfer (TICT) have to be evaluated separately. Such computational strategy is becoming increasingly popular, and a few advices will be given at the end of the talk for newbies.\nRead more...\nGold-based cytotoxic complexes for targeted anticancer treatments\nMartedì 28 maggio 2024 - Ore 15:00 – Aula 23\nEster Giorgi,\nDoctoral School in Chemistry and Material Science DCCI-UNIPI\nDiscussione Tesi DSCM\nGold-based cytotoxic complexes for targeted anticancer treatments\nSupervisori: Prof. Chiara Gabbiani e Dr. Alessandro Pratesi\nRead more...\nArte Conciaria 4.0: nasce una nuova realtà nel distretto di Santa Croce\nMercoledì 29 maggio 2024 - Ore 15:00 - Aula Magna\nLeonardo Volpi,\nDirettore Generale di Volfoni Spa\nElisa Biondi,\nCFO-HR Manager di Volfoni Spa\nSeminario\nIl progetto Volfoni nasce dall’idea di tre eccellenze del settore Conciario, Volpi Concerie, Tannerie Haas e Campelli, di creare un nuovo polo conciario nel distretto di Santa Croce coniugando l’eccellenza produttiva con il rispetto per l’ambiente e per le persone. Il sito produttivo, in fase di costruzione, prevede l’implementazione di ogni sistema di recupero degli scarti di produzione fino ad arrivare all’installazione di un biodigestore, il primo nel settore conciario in Italia, che permetterà di riutilizzare i sottoprodotti di origine animale e trasformarli in Biogas. Grazie al Biogas e ai pannelli fotovoltaici, il sito produttivo sarà totalmente autonomo in termini di fabbisogno energetico. Questo, unitamente all’installazione di macchinari di ultima generazione e sistemi meccanizzati di spostamento dei pellami, permetterà di ottimizzare i processi industriali, migliorando la qualità e il benessere dei lavoratori. Il livello di innovazione introdotta ha dato vita al progetto M’Astri Nascenti Volfoni allo scopo di formare nuovi talenti. Questo progetto, in collaborazione con Po.Te.Co, prevede un corso di formazione retribuito della durata di un mese, al termine del quale, le risorse ritenute più idonee saranno inserite in azienda.\nRead more...\nSolid-state emissive N,O-chelated boron\nGiovedì 30 maggio 2024 - Ore 14:30 - Aula 24\nDott. Mykhaylo Potopnyk\nInstitute of Organic Chemistry, Polish Academy of Sciences, Warsaw, Poland\nSeminario\nN,O\n-chelated boron difluoride complexes have emerged as a significant class of compounds in the field of solid-state emissive materials. These complexes exhibit unique photophysical properties, making them promising candidates for applications in organic light-emitting diodes (OLEDs), sensors, and bioimaging. Their solid-state emissive properties are highly influenced by the molecular packing and intermolecular interactions in the crystalline phase, which can be optimized through careful molecular design. This presentation will briefly highlight a design and synthesis, photophysical properties, and potential applications of solid-state emissive\nN,O\n-chelated boron difluoride complexes, emphasizing their role in advancing materials science and optoelectronic technologies.\nRead more...\nAnalytical investigation of microparticles and microfibres released by agricultural mulch films and disposable wet wipes in the environment\nVenerdì 7 giugno 2024 - Ore 9:30 – Aula 24\nTommaso Nacci,\nDoctoral School in Chemistry and Material Science DCCI-UNIPI\nDiscussione Tesi DSCM\nAnalytical investigation of microparticles and microfibres released by agricultural mulch films and disposable wet wipes in the environment\nSupervisori: Prof. Ilaria Degano e Prof. Francesca Modugno\nRead more...\nAdvanced anion exchange membranes for water electrolysis\nVenerdì 7 giugno 2024 - Ore 9:30 – Aula 24\nAndrea Roggi,\nDoctoral School in Chemistry and Material Science DCCI-UNIPI\nDiscussione Tesi DSCM\nAdvanced anion exchange membranes for water electrolysis\nSupervisori: Prof. Elisa Martinelli\nRead more...\nMass spectrometry-based multiomics approach to unveil heart failure pathophysiology\nMartedì 11 giugno 2024 - Ore 16:30 – Aula 33\nAlessio Lenzi,\nDoctoral School in Chemistry and Material Science DCCI-UNIPI\nDiscussione Tesi DSCM\nMass spectrometry-based multiomics approach to unveil heart failure pathophysiology\nSupervisori: Dott. Tommaso Lomonaco e Prof. Fabio Di Francesco\nRead more...\n1\n2\n3\n4\n...\nPagina 3 di 5\n© 2024 Dipartimento di Chimica e Chimica Industriale\nPolicy web"}
{"doc_id": "Rn8zg39PrX", "title": "Phase separation: an effective tool to improve the performance and processability of vitrimers", "description": "Giovedì 9 maggio 2024 - Ore 15:00 - Aula MagnaProf. Renaud NicolaÿMolecular, Macromolecular Chemistry and Materials (C3M), UMR 7617, ESPCI Paris, PSL...", "url": "https://www.dcci.unipi.it/seminario-renaud.html", "lang": "en", "text": "Phase separation: an effective tool to improve the performance and processability of vitrimers\nTPL_UNIPI_SKIP_TO_CONTENT\nDipartimento di Chimica e Chimica Industriale\nWebmail\nUnimap\nHome\nOrganizzazione\nPersone\nDocenti\nRicercatori TD\nTecnici/Amministrativi\nAltro personale\nElenco Telefonico DCCI\nDidattica\nRicerca\nDottorato\nInternational\nQualità e Valutazione\nTerza missione\nIgiene e Sicurezza\nPhase separation: an effective tool to improve the performance and processability of vitrimers\nGiovedì 9 maggio 2024 - Ore 15:00 - Aula Magna\nProf. Renaud Nicolaÿ\nMolecular, Macromolecular Chemistry and Materials (C3M), UMR 7617, ESPCI Paris, PSL University, CNRS\nSeminario\nVitrimers are chemically crosslinked networks that can rearrange their topology without decreasing their crosslinking density thanks to exchangeable links present in the network. As a result, vitrimers can be potentially reshaped and recycled at will, while displaying the superior properties of crosslinked polymers at service temperature. Very promising materials to create a circular economy of plastics and polymeric materials, vitrimers still display limitations that impact their transition towards industry, such as high viscosity even at elevated temperatures, due to the Arrhenian temperature dependence of the melt viscosity, or moderate creep resistance at working temperatures in the case of low Tg materials. Although many strategies have been reported to address these issues, it remains challenging to overcome a key trade-off between improving the processability or the mechanical performance of vitrimers. In this lecture, new strategies based on phase separation and reactive processing will be presented to jointly improve the processability and the mechanical performance of vitrimers relying on dioxaborolane metathesis.\nScarica locandina\nScarica abstract\nback to top\n© 2024 Dipartimento di Chimica e Chimica Industriale\nPolicy web"}
{"doc_id": "WW9xatXgjw", "title": "Estimating Fluorescence Quantum Yields from TD-DFT: Successes and Challenges", "description": "Lunedì 13 maggio 2024 - Ore 14:30 - Aula 22Prof. Denis Jacquemin, Université de Nantes&nbsp; Seminario&nbsp;&nbsp; Fluorescence is a radiative de-exci...", "url": "https://www.dcci.unipi.it/seminario-jacquemin.html", "lang": "en", "text": "Estimating Fluorescence Quantum Yields from TD-DFT: Successes and Challenges\nTPL_UNIPI_SKIP_TO_CONTENT\nDipartimento di Chimica e Chimica Industriale\nWebmail\nUnimap\nHome\nOrganizzazione\nPersone\nDocenti\nRicercatori TD\nTecnici/Amministrativi\nAltro personale\nElenco Telefonico DCCI\nDidattica\nRicerca\nDottorato\nInternational\nQualità e Valutazione\nTerza missione\nIgiene e Sicurezza\nEstimating Fluorescence Quantum Yields from TD-DFT: Successes and Challenges\nLunedì 13 maggio 2024 - Ore 14:30 - Aula 22\nProf. Denis Jacquemin,\nUniversité de Nantes\nSeminario\nFluorescence is a radiative de-excitation process that competes with many other nonradiative pathways. Optimizing the fluorescence efficiency, that is, maximizing its quantum yield (ϕ\nfl\n), remains a major experimental target, especially for fluorophores emitting in the red region. In this context, obtaining accurate theoretical estimates of ϕ\nfl\nis highly desirable, but remains challenging irrespective of the selected computational strategy. In this seminar, I will discuss some benchmarks in the field, and next illustrate, for several practical examples performed in close collaboration with experimental groups, successes and failures in the calculation of ϕ\nfl\nof organic dyes using a static approach. In this approach, one uses the so-called Thermal Vibration Correlation Formalism of the Shuai’ group, to estimate both the radiative (k\nr\n) and internal conversion (k\nic\n) rates in the framework of Fermi’s golden rule, whereas other de-excitation pathways such as the inter-system crossing (ISC) or twisted intramolecular charge transfer (TICT) have to be evaluated separately. Such computational strategy is becoming increasingly popular, and a few advices will be given at the end of the talk for newbies.\nScarica locandina\nScarica abstract\nback to top\n© 2024 Dipartimento di Chimica e Chimica Industriale\nPolicy web"}
{"doc_id": "cuxPkDBzFY", "title": "Learning Chemistry with Reaxys", "description": "Giovedì 16 marzo 2023 - Ore 14:30 - Aula 22Dott.ssa Marta Da Pian - Senior Solutions Sales Manager, A&amp;G Life Sciences, Elsevier&nbsp; Seminario&nb...", "url": "https://www.dcci.unipi.it/seminario-da-pian.html", "lang": "en", "text": "Learning Chemistry with Reaxys\nTPL_UNIPI_SKIP_TO_CONTENT\nDipartimento di Chimica e Chimica Industriale\nWebmail\nUnimap\nHome\nOrganizzazione\nPersone\nDocenti\nRicercatori TD\nTecnici/Amministrativi\nAltro personale\nElenco Telefonico DCCI\nDidattica\nRicerca\nDottorato\nInternational\nQualità e Valutazione\nTerza missione\nIgiene e Sicurezza\nLearning Chemistry with Reaxys\nGiovedì 16 marzo 2023 - Ore 14:30 - Aula 22\nDott.ssa Marta Da Pian - Senior Solutions Sales Manager, A&G Life Sciences, Elsevier\nSeminario\nChemists in every field search for chemistry literature and bioactivity data, so why not learning how to query and filter for chemical substances and reactions with our database? You will be empowered to more consciously design your reaction based on the most recent literature, study your target compounds, investigate recent patents and carefully plan the budget needed for your experiments. Additionally, you will learn how to organize your research and collaborate with others online by using Mendeley, Elsevier’s free reference manager and academic social network.\nScarica Poster Reaxys @uniPI\nback to top\n© 2024 Dipartimento di Chimica e Chimica Industriale\nPolicy web"}
{"doc_id": "dRX85GAbDm", "title": "Optical Activity at Different Length Scales", "description": "Giovedì 27 marzo 2023 - Ore 15:00 - Aula 20Prof. Jatish Kumar - Department of Chemistry, Indian Institute of Science Education and Research (IISER) Ti...", "url": "https://www.dcci.unipi.it/seminario-jatish-kumar.html", "lang": "en", "text": "Optical Activity at Different Length Scales\nTPL_UNIPI_SKIP_TO_CONTENT\nDipartimento di Chimica e Chimica Industriale\nWebmail\nUnimap\nHome\nOrganizzazione\nPersone\nDocenti\nRicercatori TD\nTecnici/Amministrativi\nAltro personale\nElenco Telefonico DCCI\nDidattica\nRicerca\nDottorato\nInternational\nQualità e Valutazione\nTerza missione\nIgiene e Sicurezza\nOptical Activity at Different Length Scales: A Journey from Chiral Molecules to Chiral Nanomaterials\nGiovedì 27 marzo 2023 - Ore 15:00 - Aula 20\nProf. Jatish Kumar - Department of Chemistry, Indian Institute of Science Education and Research (IISER) Tirupati, India\nSeminario\nChirality is a unique geometric property observed in nature at different hierarchical scales ranging from subatomic particles through molecules to galaxies. The fundamental understanding of optical activity in molecules is of relevance to a broad community including chemistry, biology, physics and pharmacology. The field of chirality has seen a rejuvenation after the observation of optical activity in different classes of nanomaterials. Moreover, these materials have found application in the field of light emitting devices, enantioselective catalysis, and biosensing. A combination of two techniques, namely circular dichroism (CD) and circularly polarised luminescence (CPL), helps unravel the underlying mechanism of ground state and excited state chirality in these materials. The talk in addition to focussing on the chiral investigations of organic and inorganic molecular systems, will also touch upon the relevance of optical activity in nanomaterials. Nanoscale chirality in different class of materials ranging from chiral plasmonic nanomaterials to luminescent chiral carbon nanodots and metal nanoclusters will be discussed.\nScarica locandina\nback to top\n© 2024 Dipartimento di Chimica e Chimica Industriale\nPolicy web"}
{"doc_id": "UfFocLALZh", "title": "Exploring the border of the periodic table: new concepts in uranium chemistry", "description": "Giovedì 13 aprile 2023 - Ore 11:30 - Aula 22Dott. Luciano Barluzzi - University of Sussex, Department of Chemistry, Brighton BN1 9QJ, UK&nbsp; Seminar...", "url": "https://www.dcci.unipi.it/seminario_barluzzi.html", "lang": "en", "text": "Exploring the border of the periodic table: new concepts in uranium chemistry\nTPL_UNIPI_SKIP_TO_CONTENT\nDipartimento di Chimica e Chimica Industriale\nWebmail\nUnimap\nHome\nOrganizzazione\nPersone\nDocenti\nRicercatori TD\nTecnici/Amministrativi\nAltro personale\nElenco Telefonico DCCI\nDidattica\nRicerca\nDottorato\nInternational\nQualità e Valutazione\nTerza missione\nIgiene e Sicurezza\nExploring the border of the periodic table: new concepts in uranium chemistry\nGiovedì 13 aprile 2023 - Ore 11:30 - Aula 22\nDott. Luciano Barluzzi - University of Sussex, Department of Chemistry, Brighton BN1 9QJ, UK\nSeminario\nSmall molecules activation is a challenge in modern chemistry. The use of cheap and abundant molecules such as N\n2\n, H\n2\n, CO\n2\n, or CO as energy supplies or precursors for fine chemicals production is highly desirable. The only industrial process which uses the ubiquitous molecule N\n2\nis the Haber-Bosch process to produce NH\n3\n, consuming approximately 2% of the world energy yearly. Low valent uranium complexes have been proven to be ideal candidates in the field of small molecule activation such as N\n2\n. Despite its relative abundance in the earth crust and its widespread use in the nuclear industry, the chemistry of uranium compounds is relatively underdeveloped and poorly understood. Actinides and uranium possess accessible 5\nf\norbitals, making their chemical properties unique and lying between those of transition metals and lanthanides. The radial extension of 5\nf\norbitals allows uranium to engage in the formation of multiple bonds. Amongst multiply bonded species, uranium nitrides, long-sought intermediates in the activation of N\n2\nby uranium complexes, are extremely important considering their potential use in N-functionalization processes. The current seminar is about recent advances in the chemistry of uranium compounds in the context of small molecule activation.\nScarica locandina\nback to top\n© 2024 Dipartimento di Chimica e Chimica Industriale\nPolicy web"}
{"doc_id": "dm42P3Q5Lw", "title": "Archivio eventi anno 2023", "description": "", "url": "https://www.dcci.unipi.it/archivio-eventi-2023.html?start=10", "lang": "en", "text": "Archivio eventi anno 2023\nTPL_UNIPI_SKIP_TO_CONTENT\nDipartimento di Chimica e Chimica Industriale\nWebmail\nUnimap\nHome\nOrganizzazione\nPersone\nDocenti\nRicercatori TD\nTecnici/Amministrativi\nAltro personale\nElenco Telefonico DCCI\nDidattica\nRicerca\nDottorato\nInternational\nQualità e Valutazione\nTerza missione\nIgiene e Sicurezza\nLa ricerca scientifica in ambito museale\nGiovedì 20 aprile 2023 - Ore 15:00 - Aula 34\nDiego Tamburini - British Museum di Londra\nSeminario\nI musei sono istituzioni non accademiche che in alcuni casi contengono laboratori scientifici di alta qualità e rappresentano un motore trainante nel campo della chimica dei beni culturali. In questo seminario Diego Tamburini racconterà il suo percorso che parte dall’Universita’ di Pisa per arrivare al British Museum di Londra, in cui ricopre adesso una posizione da scienziato per i materiali organici e polimerici. Presentando alcuni esempi di ricerca, il seminario cercherà di presentare come il mondo museale possa rappresentare uno sbocco per il chimico e altre figure professionali in campo scientifico.\nRead more...\nLa chimica alla base del riciclo delle «plastiche»\nGiovedì 27 aprile 2023 - Ore 15:00 - Aula 34\nRevet\nSeminario\nNell’ultimo decennio è fortemente aumentata la consapevolezza riguardo la necessità di salvaguardare l’ambiente dai rifiuti derivanti dagli oggetti in materiale polimerico, i quali sono ormai insostituibili nello stile di vita umano. Le tecnologie demandate alla rivalorizzazione delle materie sono il riciclo meccanico, il riciclo chimico , il recupero energetico, il feedstock ed il riuso. I materiali che sono stati oggetto di riciclo sono quindi reimmessi sul mercato come “materia prima seconda “ e tornano nel ciclo di produzione. In questo scenario la criticità delle «plastiche» è legata più all’inadeguatezza della tecnologia dello smaltimento/rivalorizzazione piuttosto che al materiale in se. In questo seminario, in un ottica di economia circolare, verrà discusso come riciclare la componente poliolefinica estratta dal flusso delle plastiche post consumo consenta di ottenere blends ad alto valore aggiunto rendendo il materiale di recupero versatile per molte applicazioni.\nRead more...\nProattività e Gestione del Tempo\nGiovedì 4 maggio 2023 - Ore 15:00 - Aula 34\nCromology Italia\nSeminario\nUna delegazione del nostro dipartimento HR parlerà di quanto siano importanti l'atteggiamento proattivo e l'attitudine alla gestione del tempo nelle aziende. Il tutto sarà accompagnato da testimonianze dei colleghi di R&D che, dopo la Laurea in Chimica a Pisa, si sono trovati ad affrontare le sfide giornaliere facendo affidamento sulle loro capacità di proattività e di gestire il tempo a disposizione.\nRead more...\nInteraction of pharmaceuticals and microplastics: implications to the environment and human health\nVenerdì 5 maggio 2023 - Ore 10:30 - Aula 24\nIl dott. Lucia Helena Santos - Catalan Institute for Water Research (ICRA)\nSeminario\nDue to their persistence and ubiquity, microplastics have been recognized as an emerging risk to the environment and human health. They have a large specific surface area, having the ability to sorb and accumulate other contaminants that co-exist with them in the aquatic environment like pharmaceuticals. Thus, microplastics can act as vectors, facilitating the contact of pharmaceuticals with aquatic organisms. In this seminar, it will be shown how the interaction of pharmaceuticals and microplastics may influence on the bioaccumulation and toxic effects of pharmaceuticals in biota, and how this may represent a risk for human health due to a possible dietary exposure.\nRead more...\nUnderstanding Fundamental Chemical Reactivity: Collisions, Photons and Quantum Dynamics Simulations\nGiovedì 11 maggio 2023 - Ore 15:00 - Aula 32\nProf. Graham Worth - University College of London, UK\nSeminario\nAtoms and molecules are quantum mechanical particles and this is reflected in how they interact, either with each other or with light. Understanding how these interactions occur is fundamental to understanding chemistry. The talk will provide an overview of how individual molecular interactions and their outcomes can be observed experimentally, with emphasis being given to the use of light in initiating and following a reaction. This is the field of femto (and now atto) chemistry. Describing these experiments theoretically requires quantum molecular dynamics simulations and the basic ideas of these will be presented. This requires solving the time-dependent Schroedinger equation to follow the time-evolution of a wavefunction representing the nuclei moving over potential energy surfaces due to the electrons. For photo-excited reactions, however, the Born-Oppenheimer approximation that provides this picture breaks down and the coupling between the electronic and nuclear motion needs to be considered. This, known as non-adiabatic coupling, often dominates reactions.\nRead more...\nThe chemistry of the future, today\nGiovedì 25 maggio 2023 - Ore 15:00 - Aula 32\nIl dott. Florent Beaufils - SpiroChem\nSeminario\nSpiroChem is a swiss-based innovative chemistry solutions provider. With cutting-edge and proprietary process chemistry technologies, SpiroChem offers solutions to universities, biotechs, pharmaceutical and agricultural companies of all sizes. Our services and products help scientists accelerate drug discovery. In particular, we help medicinal chemists to improve ADME properties, explore novel chemical spaceremove synthetic hurdles and anticipate drug attrition.\nRead more...\nPorous carbons in Ostrava: synthesis, characterization, application\nGiovedì 25 maggio 2023 - Ore 9:30 - Aula 21\nDott. Vaclav Slovak - University of Ostrava (Czech Republic), Department of Chemistry\nSeminario\nAfter a general introduction about Ostrava, University of Ostrava, Faculty of Science, and the Department of Chemistry, the seminar will provide an overview of the most recent research results of the Carbonaceous adsorbents research group, dealing with synthesis, characterization and applications of porous carbons.\nRead more...\nMolecular Spin Qubits: Harnessing Chemistry's Versatility for Quantum Technologies\nGiovedì 1 giugno 2023 - Ore 14:30 - Aula 24\nIl dott. Lorenzo Tesi - Institute of Physical Chemistry, University of Stuttgart, Germany\nSeminario\nQuantum technologies are poised to revolutionize current methods for large-scale computations and solving complex quantum physics and chemistry problems. Qubits, the fundamental units of quantum technologies, can be realized in a multitude of systems, such as superconducting circuits, nitrogen vacancies in diamonds, or electronic spins in molecules. Molecular Spin Qubits (MSQs), based on the spin levels of metal ions or organic radicals, appear to be natural candidates for this role, given their inherently quantum nature. This talk will address some cutting edge approaches and suggest prospective strategies for overcoming the current limitations of MSQs. In the first part, we will show how click chemistry, a technique recognized with the 2022 Nobel Prize in Chemistry, can be utilized to prepare a self-assembled monolayer of MSQs. The second part will be devoted to the integration of MSQs into polymeric-based organic semiconductors, aiming not only to achieve an electrical read-out of the qubit states but also to explore potential applications in the field of spintronics.\nRead more...\nHybrid plasmonic nano-emitters: on the interest of controlling the spatial distribution of the active medium\nLunedì 5 giugno 2023 - Ore 14:30 - Aula 24\nProf. Renaud Bachelot - University of Technology of Troyes\nSeminario\nIn microscale optoelectronics, the possibility to precisely control the spatial distribution of the active medium leads to optimization of systems and devices. At the nanoscale, this issue still constitutes a challenge, especially within the frame of hybrid plasmonic nano-emitters based on coupling between quantum emitters and metal nanocavities. We studied and exploited the controlled nanoscale spatial positioning of semiconductor quantum emitters in the close vicinity of metal nanostructures. This control relies on plasmon-assisted nano-polymerization of a photosensitive formulation that hosts nano-emitters. In addition to offering a promising platform for nanochemistry, this approach enables the design of the symmetry of the medium surrounding plasmonic nano-antenna.\nRead more...\nComputationally aided engineering of catalytic properties in MOFs\nVenerdì 9 giugno 2023 - Ore 15:00 - Aula 32\nDott. Davide Tiana - University College Cork\nSeminario\nIn the last decades MOFs have become an important area of research that goes beyond the simple gas-adsorption. Creating defects inside of the MOFs (eg doping of the metal node, missing linker, missing cluster) provides an extra degree of freedom that can be used for tuning the opto-electronic properties of MOFs aiming to use them in catalysis. In the 1\nst\npart of the talk I will show how computational chemistry can be used to study MOFs, explaining properties at atomistic level. In the 2\nnd\npart I will show how, by combining simulations and experiments, we have been able to create two new photo-catalysts: one able to reduce CO\n2\nto CO, the other capable of producing hydrogen from water splitting without any sacrificial agent.\nRead more...\n1\n2\n3\n4\n...\nPagina 2 di 5\nMenu eventi DCCI\nEventi in programma\nEventi organizzati dal DSCM\nArchivio eventi anno 2024\nArchivio eventi anno 2023\nArchivio eventi anno 2022\n© 2024 Dipartimento di Chimica e Chimica Industriale\nPolicy web"}
{"doc_id": "mNxBshefFT", "title": "Interaction of pharmaceuticals and microplastics: implications to the environment and human health", "description": "Venerdì 5 maggio 2023 - Ore 10:30 - Aula 24Il dott. Lucia Helena Santos - Catalan Institute for Water Research (ICRA)&nbsp; Seminario&nbsp;&nbsp; Due...", "url": "https://www.dcci.unipi.it/seminario-santos.html", "lang": "en", "text": "Interaction of pharmaceuticals and microplastics: implications to the environment and human health\nTPL_UNIPI_SKIP_TO_CONTENT\nDipartimento di Chimica e Chimica Industriale\nWebmail\nUnimap\nHome\nOrganizzazione\nPersone\nDocenti\nRicercatori TD\nTecnici/Amministrativi\nAltro personale\nElenco Telefonico DCCI\nDidattica\nRicerca\nDottorato\nInternational\nQualità e Valutazione\nTerza missione\nIgiene e Sicurezza\nInteraction of pharmaceuticals and microplastics: implications to the environment and human health\nVenerdì 5 maggio 2023 - Ore 10:30 - Aula 24\nIl dott. Lucia Helena Santos - Catalan Institute for Water Research (ICRA)\nSeminario\nDue to their persistence and ubiquity, microplastics have been recognized as an emerging risk to the environment and human health. They have a large specific surface area, having the ability to sorb and accumulate other contaminants that co-exist with them in the aquatic environment like pharmaceuticals. Thus, microplastics can act as vectors, facilitating the contact of pharmaceuticals with aquatic organisms. In this seminar, it will be shown how the interaction of pharmaceuticals and microplastics may influence on the bioaccumulation and toxic effects of pharmaceuticals in biota, and how this may represent a risk for human health due to a possible dietary exposure.\nScarica locandina\nback to top\n© 2024 Dipartimento di Chimica e Chimica Industriale\nPolicy web"}
{"doc_id": "hbHCHrQYUE", "title": "Understanding Fundamental Chemical Reactivity: Collisions, Photons and Quantum Dynamics Simulations", "description": "Giovedì 11 maggio 2023 - Ore 15:00 - Aula 32Prof. Graham Worth - University College of London, UK&nbsp; Seminario&nbsp;&nbsp; Atoms and molecules are...", "url": "https://www.dcci.unipi.it/seminario-worth.html", "lang": "en", "text": "Understanding Fundamental Chemical Reactivity: Collisions, Photons and Quantum Dynamics Simulations\nTPL_UNIPI_SKIP_TO_CONTENT\nDipartimento di Chimica e Chimica Industriale\nWebmail\nUnimap\nHome\nOrganizzazione\nPersone\nDocenti\nRicercatori TD\nTecnici/Amministrativi\nAltro personale\nElenco Telefonico DCCI\nDidattica\nRicerca\nDottorato\nInternational\nQualità e Valutazione\nTerza missione\nIgiene e Sicurezza\nUnderstanding Fundamental Chemical Reactivity: Collisions, Photons and Quantum Dynamics Simulations\nGiovedì 11 maggio 2023 - Ore 15:00 - Aula 32\nProf. Graham Worth - University College of London, UK\nSeminario\nAtoms and molecules are quantum mechanical particles and this is reflected in how they interact, either with each other or with light. Understanding how these interactions occur is fundamental to understanding chemistry. The talk will provide an overview of how individual molecular interactions and their outcomes can be observed experimentally, with emphasis being given to the use of light in initiating and following a reaction. This is the field of femto (and now atto) chemistry. Describing these experiments theoretically requires quantum molecular dynamics simulations and the basic ideas of these will be presented. This requires solving the time-dependent Schroedinger equation to follow the time-evolution of a wavefunction representing the nuclei moving over potential energy surfaces due to the electrons. For photo-excited reactions, however, the Born-Oppenheimer approximation that provides this picture breaks down and the coupling between the electronic and nuclear motion needs to be considered. This, known as non-adiabatic coupling, often dominates reactions.\nScarica locandina\nback to top\n© 2024 Dipartimento di Chimica e Chimica Industriale\nPolicy web"}
{"doc_id": "W4LFoTnndJ", "title": "The chemistry of the future, today", "description": "Giovedì 25 maggio 2023 - Ore 15:00 - Aula 32Il dott. Florent Beaufils - SpiroChem&nbsp; Seminario&nbsp;&nbsp; SpiroChem is a swiss-based innovative ch...", "url": "https://www.dcci.unipi.it/seminario-beaufils.html", "lang": "en", "text": "The chemistry of the future, today\nTPL_UNIPI_SKIP_TO_CONTENT\nDipartimento di Chimica e Chimica Industriale\nWebmail\nUnimap\nHome\nOrganizzazione\nPersone\nDocenti\nRicercatori TD\nTecnici/Amministrativi\nAltro personale\nElenco Telefonico DCCI\nDidattica\nRicerca\nDottorato\nInternational\nQualità e Valutazione\nTerza missione\nIgiene e Sicurezza\nThe chemistry of the future, today\nGiovedì 25 maggio 2023 - Ore 15:00 - Aula 32\nIl dott. Florent Beaufils - SpiroChem\nSeminario\nSpiroChem is a swiss-based innovative chemistry solutions provider. With cutting-edge and proprietary process chemistry technologies, SpiroChem offers solutions to universities, biotechs, pharmaceutical and agricultural companies of all sizes. Our services and products help scientists accelerate drug discovery. In particular, we help medicinal chemists to improve ADME properties, explore novel chemical spaceremove synthetic hurdles and anticipate drug attrition.\nScarica locandina\nback to top\n© 2024 Dipartimento di Chimica e Chimica Industriale\nPolicy web"}
{"doc_id": "fQXrvthz7o", "title": "Porous carbons in Ostrava: synthesis, characterization, application", "description": "Giovedì 25 maggio 2023 - Ore 9:30 - Aula 21Dott. Vaclav Slovak - University of Ostrava (Czech Republic), Department of Chemistry&nbsp; Seminario&nbsp;...", "url": "https://www.dcci.unipi.it/seminario-slovak.html", "lang": "en", "text": "Porous carbons in Ostrava: synthesis, characterization, application\nTPL_UNIPI_SKIP_TO_CONTENT\nDipartimento di Chimica e Chimica Industriale\nWebmail\nUnimap\nHome\nOrganizzazione\nPersone\nDocenti\nRicercatori TD\nTecnici/Amministrativi\nAltro personale\nElenco Telefonico DCCI\nDidattica\nRicerca\nDottorato\nInternational\nQualità e Valutazione\nTerza missione\nIgiene e Sicurezza\nPorous carbons in Ostrava: synthesis, characterization, application\nGiovedì 25 maggio 2023 - Ore 9:30 - Aula 21\nDott. Vaclav Slovak - University of Ostrava (Czech Republic), Department of Chemistry\nSeminario\nAfter a general introduction about Ostrava, University of Ostrava, Faculty of Science, and the Department of Chemistry, the seminar will provide an overview of the most recent research results of the Carbonaceous adsorbents research group, dealing with synthesis, characterization and applications of porous carbons.\nScarica locandina\nback to top\n© 2024 Dipartimento di Chimica e Chimica Industriale\nPolicy web"}
{"doc_id": "mKrvjrdpiY", "title": "Molecular Spin Qubits: Harnessing Chemistry's Versatility for Quantum Technologies", "description": "Giovedì 1 giugno 2023 - Ore 14:30 - Aula 24Il dott. Lorenzo Tesi - Institute of Physical Chemistry, University of Stuttgart, Germany&nbsp; Seminario&n...", "url": "https://www.dcci.unipi.it/seminario-lorenzo-tesi.html", "lang": "en", "text": "Molecular Spin Qubits: Harnessing Chemistry's Versatility for Quantum Technologies\nTPL_UNIPI_SKIP_TO_CONTENT\nDipartimento di Chimica e Chimica Industriale\nWebmail\nUnimap\nHome\nOrganizzazione\nPersone\nDocenti\nRicercatori TD\nTecnici/Amministrativi\nAltro personale\nElenco Telefonico DCCI\nDidattica\nRicerca\nDottorato\nInternational\nQualità e Valutazione\nTerza missione\nIgiene e Sicurezza\nMolecular Spin Qubits: Harnessing Chemistry's Versatility for Quantum Technologies\nGiovedì 1 giugno 2023 - Ore 14:30 - Aula 24\nIl dott. Lorenzo Tesi - Institute of Physical Chemistry, University of Stuttgart, Germany\nSeminario\nQuantum technologies are poised to revolutionize current methods for large-scale computations and solving complex quantum physics and chemistry problems. Qubits, the fundamental units of quantum technologies, can be realized in a multitude of systems, such as superconducting circuits, nitrogen vacancies in diamonds, or electronic spins in molecules. Molecular Spin Qubits (MSQs), based on the spin levels of metal ions or organic radicals, appear to be natural candidates for this role, given their inherently quantum nature. This talk will address some cutting edge approaches and suggest prospective strategies for overcoming the current limitations of MSQs. In the first part, we will show how click chemistry, a technique recognized with the 2022 Nobel Prize in Chemistry, can be utilized to prepare a self-assembled monolayer of MSQs. The second part will be devoted to the integration of MSQs into polymeric-based organic semiconductors, aiming not only to achieve an electrical read-out of the qubit states but also to explore potential applications in the field of spintronics.\nScarica locandina\nback to top\n© 2024 Dipartimento di Chimica e Chimica Industriale\nPolicy web"}
{"doc_id": "rrgdwVzDLV", "title": "Hybrid plasmonic nano-emitters: on the interest of controlling the spatial distribution of the active medium", "description": "Lunedì 5 giugno 2023 - Ore 14:30 - Aula 24Prof. Renaud Bachelot - University of Technology of Troyes&nbsp; Seminario&nbsp;&nbsp; In microscale optoele...", "url": "https://www.dcci.unipi.it/seminario-bachelot.html", "lang": "en", "text": "Hybrid plasmonic nano-emitters: on the interest of controlling the spatial distribution of the active medium\nTPL_UNIPI_SKIP_TO_CONTENT\nDipartimento di Chimica e Chimica Industriale\nWebmail\nUnimap\nHome\nOrganizzazione\nPersone\nDocenti\nRicercatori TD\nTecnici/Amministrativi\nAltro personale\nElenco Telefonico DCCI\nDidattica\nRicerca\nDottorato\nInternational\nQualità e Valutazione\nTerza missione\nIgiene e Sicurezza\nHybrid plasmonic nano-emitters: on the interest of controlling the spatial distribution of the active medium\nLunedì 5 giugno 2023 - Ore 14:30 - Aula 24\nProf. Renaud Bachelot - University of Technology of Troyes\nSeminario\nIn microscale optoelectronics, the possibility to precisely control the spatial distribution of the active medium leads to optimization of systems and devices. At the nanoscale, this issue still constitutes a challenge, especially within the frame of hybrid plasmonic nano-emitters based on coupling between quantum emitters and metal nanocavities. We studied and exploited the controlled nanoscale spatial positioning of semiconductor quantum emitters in the close vicinity of metal nanostructures. This control relies on plasmon-assisted nano-polymerization of a photosensitive formulation that hosts nano-emitters. In addition to offering a promising platform for nanochemistry, this approach enables the design of the symmetry of the medium surrounding plasmonic nano-antenna.\nScarica locandina\nback to top\n© 2024 Dipartimento di Chimica e Chimica Industriale\nPolicy web"}
{"doc_id": "yUTzfZ2YAh", "title": "Computationally aided engineering of catalytic properties in MOFs", "description": "Venerdì 9 giugno 2023 - Ore 15:00 - Aula 32Dott. Davide Tiana - University College Cork&nbsp; Seminario&nbsp;&nbsp; In the last decades MOFs have beco...", "url": "https://www.dcci.unipi.it/seminario-tiana.html", "lang": "en", "text": "Computationally aided engineering of catalytic properties in MOFs\nTPL_UNIPI_SKIP_TO_CONTENT\nDipartimento di Chimica e Chimica Industriale\nWebmail\nUnimap\nHome\nOrganizzazione\nPersone\nDocenti\nRicercatori TD\nTecnici/Amministrativi\nAltro personale\nElenco Telefonico DCCI\nDidattica\nRicerca\nDottorato\nInternational\nQualità e Valutazione\nTerza missione\nIgiene e Sicurezza\nComputationally aided engineering of catalytic properties in MOFs\nVenerdì 9 giugno 2023 - Ore 15:00 - Aula 32\nDott. Davide Tiana - University College Cork\nSeminario\nIn the last decades MOFs have become an important area of research that goes beyond the simple gas-adsorption. Creating defects inside of the MOFs (eg doping of the metal node, missing linker, missing cluster) provides an extra degree of freedom that can be used for tuning the opto-electronic properties of MOFs aiming to use them in catalysis. In the 1\nst\npart of the talk I will show how computational chemistry can be used to study MOFs, explaining properties at atomistic level. In the 2\nnd\npart I will show how, by combining simulations and experiments, we have been able to create two new photo-catalysts: one able to reduce CO\n2\nto CO, the other capable of producing hydrogen from water splitting without any sacrificial agent.\nScarica locandina\nback to top\n© 2024 Dipartimento di Chimica e Chimica Industriale\nPolicy web"}
{"doc_id": "kNgRtgr9nA", "title": "Archivio eventi anno 2023", "description": "", "url": "https://www.dcci.unipi.it/archivio-eventi-2023.html?start=20", "lang": "en", "text": "Archivio eventi anno 2023\nTPL_UNIPI_SKIP_TO_CONTENT\nDipartimento di Chimica e Chimica Industriale\nWebmail\nUnimap\nHome\nOrganizzazione\nPersone\nDocenti\nRicercatori TD\nTecnici/Amministrativi\nAltro personale\nElenco Telefonico DCCI\nDidattica\nRicerca\nDottorato\nInternational\nQualità e Valutazione\nTerza missione\nIgiene e Sicurezza\nOrganoplatinum(II/III/IV)-thiolate complexes: a platform for the investigation of organic synthesis and optical properties\nVenerdì 23 giugno 2023 - Ore 15:00 - Aula 20\nProf. Hamid R. Shahsavari - Department of Chemistry, Institute for Advanced Studies in Basic Sciences, Zanjan (Iran)\nSeminario\nHeterocyclic thiols and thiolates are specific structural motives that combine soft and hard ends while also possessing rich coordination chemistry according to their diverse modes of action. Metal complexes bearing heterocyclic thiols or their corresponding anions have expanded the research field and drawn more attention with a wide range of applications. We have designed various organoplatinum complexes with different oxidation states, containing several heterocyclic thiolate ligands. These Pt complexes were characterized by means of spectroscopic and analytical methods. The optical properties were measured at different conditions, and, for the rationalization of the results, density functional theory (DFT) studies were carried out. Some of reported organoplatinum complexes could be used for the construction of valuable organic bonds such as C–C.\nRead more...\nAIMagn Colloquium - New directions in Spintronics\nVenerdì 23 giugno 2023 - Ore 11:00 - Aula Magna\nDipartimento di Chimica e Chimica Industriale\nWorkshop\nThe next event of the series\nAIMagn Colloquia\nwill focus on\nNew directions in Spintronics\nand will be held in Pisa on June 23\nrd\n2023, 11.30 am, at the Dipartimento di Chimica e Chimica Industriale, Università di Pisa, Via Giuseppe Moruzzi 13.\nRead more...\nNon-equilibrium dynamical effects on excited states within polarizable environment: perspectives from an open quantum system approach\nVenerdì 23 giugno 2023 - Ore 10:00 - Aula 24\nDott. Ciro A. Guido - Dipartimento di Scienze ed Innovazione Tecnologica, Università del Piemonte Orientale\nSeminario\nThe accurate simulation of environment effects in the formation and relaxation of electronic excited states (ES) is still a challenge for theoretical chemistry: from one hand, the time dependent non-equilibrium effects can play a major role for ES properties, from the other, the QM approach used to calculate the excitation can describe in different ways the polarization response of the environment. Recently, the time dependent problem of a solute described by Quantum Chemistry within an environment represented as a polarizable continuum model (PCM) has been reconsidered in terms of the open quantum systems (OQS) theory. This method can be also extended to polarizable QM/MM approaches, due to the similar formalism with continuum models. In this talk I will discuss how using a non-Markovian stochastic Schrödinger equation (SSE) formulation, comprehensive picture of the electronic energies and the coupling between solute and environment electronic dynamics is provided, ranging from the limit where the solute electronic dynamics is much faster than the embedding one to the opposite case. It proves to be a unifying theoretical framework able to describe the delayed solvent response due to the solute charge density reorganization evolving in a time regime, naturally including polarization and dispersion interactions (also paving the way for development of empirical but effective simpler protocols).\nRead more...\nReduced graphene oxide transistors: a green and sustainable fabrication and its perspectives\nMartedì 27 giugno 2023 - Ore 16:00 - Aula 21\nProf. Stefano Casalini - Dipartimento di Scienze Chimiche, Università di Padova\nSeminario\nGraphene-related materials (GRMs) have already shown their great potential in many fields (optoelectronics, energy, composites etc.). It will be presented the whole manufacturing process to fabricate reduced graphene oxide liquid-gated transistor. I will show the electronic features of such device and its versatility. Furthermore, I will present a deeper understanding of the device along with a sensing application. A prototype will be shown at the end of the talk.\nRead more...\nCFF 2023 - Chemistry For the Future\n28|30 June, 2023 - Pisa\nDipartimento di Chimica e Chimica Industriale\nInternational Conference\nIs a yearly international conference on the frontiers of Chemical Research. It is organized by the Doctoral School in Chemistry and Materials Science (DSCM) and the International Office of the Dipartimento di Chimica e Chimica Industriale (DCCI). CFF2023 will host 7 Plenary Lectures delivered by outstanding scientists from all over the world. Keynote Lectures will be delivered by 3rd year PhD students, enrolled in DSCM. The Best Plenary Lecture will be selected by the PhD students of DSCM and the author will be invited to hold a short course in the next academic year.\nOfficial Web Site\nRead more...\nFirst Principles Simulations of the Optical Rotation in Oriented Systems with Periodic Density Functional Theory\nVenerdì 7 luglio 2023 - Ore 16:00 - Aula 22\nProf. Marco Caricato,\nUniversity of Kansas\nSeminario\nThis contribution presents simulations of the optical rotation of chiral crystals using periodic density functional theory methods. The full Buckingham-Dunn tensor is computed using a periodic formalism for the electric dipole, magnetic dipole, and electric quadrupole integrals. The approach is used on a variety of test systems to investigate the effect of the choice of approximate functional, basis set, and gauge for the multipole operators. The effect of intermolecular interactions is also investigated and compared to the intrinsic optical rotation of chiral molecular units.\nRead more...\nFantasy vs. Reality in Fragment-Based Quantum Chemistry\nVenerdì 7 luglio 2023 - Ore 15:00 - Aula 22\nProf. John Herbert,\nOhio State University\nSeminario\nFragment-based quantum chemistry holds the promise to bring high-level ab initio methods to large systems, by exploiting the “short-sightedness” of electronic matter and harnessing the power of distributed computing. In the race to push such methods to exascale computing resources, however, emphasis on accuracy has been lost and the dirty secret in the field is that most existing fragment-based strategies cannot be considered to be accurate approximations to any well-defined supersystem calculation. This talk will examine sources of error and propose a promising solution: the energy-screened many-body expansion, which provides a stable and accurate route to apply correlated wave function methods to large systems. Proof-of-concept calculations (at DFT levels of theory) demonstrate that this approach does converge to a well-defined result, in thermochemical calculations involving enzyme models with 600+ atoms.\nRead more...\nMaterials Inverse Design with Differentiable Programming\nMartedì 11 luglio 2023 - Ore 14:30 - Aula 24\nDott. Giuseppe Romano,\nMassachusetts Institute of Technology (MIT), Cambridge, Boston (USA)\nSeminario\nAdditive manufacturing enables the fabrication of materials with voxel-level precision. Topology optimization (TopOpt) aims to find optimal material distributions given desired physical properties and under manufacturable constraints. Combining these two techniques allows fast materials development for various applications, ranging from structural materials to optics. After reviewing the main concepts behind TopOpt, such as the\nadjoint\nmethod, I will describe our recent efforts in shape optimization using TopOpt and reverse-mode automatic differentiation (AD). This technique falls under the broader term\ndifferentiable programming\n, a computing approach that enables the differentiation of computer programs by composing a set of predefined rules. Consequentially, it is possible to explore various cost functions and manufacturable constraints quickly. I will showcase a few examples regarding thermal transport, both at the macro- and nano-scales, also including lengthscale constraints and a novel connectivity constraint. Final remarks and future works will conclude the talk.\nRead more...\nChiroptical harmonic scattering: predicted in 1979 and demonstrated four decades later\nMercoledì 12 luglio 2023 - Ore 14:30 - Aula 21\nDott. Ventislav Valev -\nCentre for Photonics and Photonic Materials, University of Bath, Bath, BA2 7AY, United Kingdom\nSeminario\nChiroptical harmonic scattering (CHS) was predicted in 1979, but an experimental observation of this effect remained elusive for 40 years. A first form of CHS was reported in 2019; it was demonstrated that light scattered at the second-harmonic from Ag nanohelices dispersed in water could reveal the chirality of the nanohelices. Observations in other systems (metal and semiconductor) and at the thirdharmonic quickly followed. In this seminar, I will outline the progress so far (on arguing with referees), will report on the latest results and will present future challenges and opportunities.\nRead more...\nColors of plasmonic metasurface and their application for advanced biosensors\nLunedì 4 settembre 2023 - Ore 11:30 - Aula 21\nProf. Mana Toma -\nDepartment of Electrical and Electronic Engineering, Tokyo Institute of Technology (Yokohama, Japan)\nSeminario\nOver the last years, the development of portable plasmonic biosensors which can be used ‘on-site’ has been an important subject toward their practical applications. The utilization of metal nanostructured arrays which are also referred to as plasmonic metasurfaces provides a way to design the key characteristics of plasmonic biosensors. The coloration from plasmonic metasurfaces is one of their attractive optical properties for biosensor application, as colors are easily detected by eye observation or photographs. The feasibility of sensitive label-free colorimetric biosensing using plasmonic metasurface will open up a way to develop highly sensitive and versatile smartphone-based plasmonic biosensors. In our group, we investigate the unique surface colors of metal nanodome arrays for a colorimetric biosensor application. The metal nanodome arrays consist of polystyrene nano-bead monolayer coated with metal thin films. Although it has a simple structure, it has interesting optical properties and develops various colors depending on the polystyrene particle size, metal species, etc. In this presentation, I will introduce the optical properties of metal nanodome arrays and their performance characteristics in colorimetric biosensors.\nRead more...\n1\n2\n3\n4\n...\nPagina 3 di 5\nMenu eventi DCCI\nEventi in programma\nEventi organizzati dal DSCM\nArchivio eventi anno 2024\nArchivio eventi anno 2023\nArchivio eventi anno 2022\n© 2024 Dipartimento di Chimica e Chimica Industriale\nPolicy web"}
{"doc_id": "YjspVThN4u", "title": "Organoplatinum(II/III/IV)-thiolate complexes: a platform for the investigation of organic synthesis and optical properties", "description": "Venerdì 23 giugno 2023 - Ore 15:00 - Aula 20Prof. Hamid R. Shahsavari - Department of Chemistry, Institute for Advanced Studies in Basic Sciences, Zan...", "url": "https://www.dcci.unipi.it/seminario-shahsavari.html", "lang": "en", "text": "Organoplatinum(II/III/IV)-thiolate complexes: a platform for the investigation of organic synthesis and optical properties\nTPL_UNIPI_SKIP_TO_CONTENT\nDipartimento di Chimica e Chimica Industriale\nWebmail\nUnimap\nHome\nOrganizzazione\nPersone\nDocenti\nRicercatori TD\nTecnici/Amministrativi\nAltro personale\nElenco Telefonico DCCI\nDidattica\nRicerca\nDottorato\nInternational\nQualità e Valutazione\nTerza missione\nIgiene e Sicurezza\nOrganoplatinum(II/III/IV)-thiolate complexes: a platform for the investigation of organic synthesis and optical properties\nVenerdì 23 giugno 2023 - Ore 15:00 - Aula 20\nProf. Hamid R. Shahsavari - Department of Chemistry, Institute for Advanced Studies in Basic Sciences, Zanjan (Iran)\nSeminario\nHeterocyclic thiols and thiolates are specific structural motives that combine soft and hard ends while also possessing rich coordination chemistry according to their diverse modes of action. Metal complexes bearing heterocyclic thiols or their corresponding anions have expanded the research field and drawn more attention with a wide range of applications. We have designed various organoplatinum complexes with different oxidation states, containing several heterocyclic thiolate ligands. These Pt complexes were characterized by means of spectroscopic and analytical methods. The optical properties were measured at different conditions, and, for the rationalization of the results, density functional theory (DFT) studies were carried out. Some of reported organoplatinum complexes could be used for the construction of valuable organic bonds such as C–C.\nScarica locandina\nback to top\n© 2024 Dipartimento di Chimica e Chimica Industriale\nPolicy web"}
{"doc_id": "WXyCckav5V", "title": "Non-equilibrium dynamical effects on excited states within polarizable environment: perspectives from an open quantum system approach", "description": "Venerdì 23 giugno 2023 - Ore 10:00 - Aula 24Dott. Ciro A. Guido - Dipartimento di Scienze ed Innovazione Tecnologica, Università del Piemonte Oriental...", "url": "https://www.dcci.unipi.it/seminario-guido.html", "lang": "en", "text": "Non-equilibrium dynamical effects on excited states within polarizable environment: perspectives from an open quantum system approach\nTPL_UNIPI_SKIP_TO_CONTENT\nDipartimento di Chimica e Chimica Industriale\nWebmail\nUnimap\nHome\nOrganizzazione\nPersone\nDocenti\nRicercatori TD\nTecnici/Amministrativi\nAltro personale\nElenco Telefonico DCCI\nDidattica\nRicerca\nDottorato\nInternational\nQualità e Valutazione\nTerza missione\nIgiene e Sicurezza\nNon-equilibrium dynamical effects on excited states within polarizable environment: perspectives from an open quantum system approach\nVenerdì 23 giugno 2023 - Ore 10:00 - Aula 24\nDott. Ciro A. Guido - Dipartimento di Scienze ed Innovazione Tecnologica, Università del Piemonte Orientale\nSeminario\nThe accurate simulation of environment effects in the formation and relaxation of electronic excited states (ES) is still a challenge for theoretical chemistry: from one hand, the time dependent non-equilibrium effects can play a major role for ES properties, from the other, the QM approach used to calculate the excitation can describe in different ways the polarization response of the environment. Recently, the time dependent problem of a solute described by Quantum Chemistry within an environment represented as a polarizable continuum model (PCM) has been reconsidered in terms of the open quantum systems (OQS) theory. This method can be also extended to polarizable QM/MM approaches, due to the similar formalism with continuum models. In this talk I will discuss how using a non-Markovian stochastic Schrödinger equation (SSE) formulation, comprehensive picture of the electronic energies and the coupling between solute and environment electronic dynamics is provided, ranging from the limit where the solute electronic dynamics is much faster than the embedding one to the opposite case. It proves to be a unifying theoretical framework able to describe the delayed solvent response due to the solute charge density reorganization evolving in a time regime, naturally including polarization and dispersion interactions (also paving the way for development of empirical but effective simpler protocols).\nScarica locandina\nScarica abstract\nback to top\n© 2024 Dipartimento di Chimica e Chimica Industriale\nPolicy web"}
{"doc_id": "QdqXo4B9Ge", "title": "Reduced graphene oxide transistors: a green and sustainable fabrication and its perspectives", "description": "Martedì 27 giugno 2023 - Ore 16:00 - Aula 21Prof. Stefano Casalini - Dipartimento di Scienze Chimiche, Università di Padova&nbsp; Seminario&nbsp;&nbsp...", "url": "https://www.dcci.unipi.it/seminario-casalini.html", "lang": "en", "text": "Reduced graphene oxide transistors: a green and sustainable fabrication and its perspectives\nTPL_UNIPI_SKIP_TO_CONTENT\nDipartimento di Chimica e Chimica Industriale\nWebmail\nUnimap\nHome\nOrganizzazione\nPersone\nDocenti\nRicercatori TD\nTecnici/Amministrativi\nAltro personale\nElenco Telefonico DCCI\nDidattica\nRicerca\nDottorato\nInternational\nQualità e Valutazione\nTerza missione\nIgiene e Sicurezza\nReduced graphene oxide transistors: a green and sustainable fabrication and its perspectives\nMartedì 27 giugno 2023 - Ore 16:00 - Aula 21\nProf. Stefano Casalini - Dipartimento di Scienze Chimiche, Università di Padova\nSeminario\nGraphene-related materials (GRMs) have already shown their great potential in many fields (optoelectronics, energy, composites etc.). It will be presented the whole manufacturing process to fabricate reduced graphene oxide liquid-gated transistor. I will show the electronic features of such device and its versatility. Furthermore, I will present a deeper understanding of the device along with a sensing application. A prototype will be shown at the end of the talk.\nScarica locandina\nback to top\n© 2024 Dipartimento di Chimica e Chimica Industriale\nPolicy web"}
{"doc_id": "55M8gmJZNg", "title": "CFF 2023 - Chemistry For the Future", "description": "28|30 June, 2023 - PisaDipartimento di Chimica e Chimica Industriale&nbsp;&nbsp;International Conference &nbsp; Is a yearly international conference o...", "url": "https://www.dcci.unipi.it/cff-2023.html", "lang": "en", "text": "CFF 2023 - Chemistry For the Future\nTPL_UNIPI_SKIP_TO_CONTENT\nDipartimento di Chimica e Chimica Industriale\nWebmail\nUnimap\nHome\nOrganizzazione\nPersone\nDocenti\nRicercatori TD\nTecnici/Amministrativi\nAltro personale\nElenco Telefonico DCCI\nDidattica\nRicerca\nDottorato\nInternational\nQualità e Valutazione\nTerza missione\nIgiene e Sicurezza\nCFF 2023 - Chemistry For the Future\n28|30 June, 2023 - Pisa\nDipartimento di Chimica e Chimica Industriale\nInternational Conference\nIs a yearly international conference on the frontiers of Chemical Research. It is organized by the Doctoral School in Chemistry and Materials Science (DSCM) and the International Office of the Dipartimento di Chimica e Chimica Industriale (DCCI). CFF2023 will host 7 Plenary Lectures delivered by outstanding scientists from all over the world. Keynote Lectures will be delivered by 3rd year PhD students, enrolled in DSCM. The Best Plenary Lecture will be selected by the PhD students of DSCM and the author will be invited to hold a short course in the next academic year.\nOfficial Web Site\nback to top\n© 2024 Dipartimento di Chimica e Chimica Industriale\nPolicy web"}
{"doc_id": "EbA8jDHACa", "title": "First Principles Simulations of the Optical Rotation in Oriented Systems with Periodic Density Functional Theory", "description": "Venerdì 7 luglio 2023 - Ore 16:00 - Aula 22Prof. Marco Caricato, University of Kansas&nbsp; Seminario&nbsp;&nbsp; This contribution presents simulatio...", "url": "https://www.dcci.unipi.it/seminario-caricato.html", "lang": "en", "text": "First Principles Simulations of the Optical Rotation in Oriented Systems with Periodic Density Functional Theory\nTPL_UNIPI_SKIP_TO_CONTENT\nDipartimento di Chimica e Chimica Industriale\nWebmail\nUnimap\nHome\nOrganizzazione\nPersone\nDocenti\nRicercatori TD\nTecnici/Amministrativi\nAltro personale\nElenco Telefonico DCCI\nDidattica\nRicerca\nDottorato\nInternational\nQualità e Valutazione\nTerza missione\nIgiene e Sicurezza\nFirst Principles Simulations of the Optical Rotation in Oriented Systems with Periodic Density Functional Theory\nVenerdì 7 luglio 2023 - Ore 16:00 - Aula 22\nProf. Marco Caricato,\nUniversity of Kansas\nSeminario\nThis contribution presents simulations of the optical rotation of chiral crystals using periodic density functional theory methods. The full Buckingham-Dunn tensor is computed using a periodic formalism for the electric dipole, magnetic dipole, and electric quadrupole integrals. The approach is used on a variety of test systems to investigate the effect of the choice of approximate functional, basis set, and gauge for the multipole operators. The effect of intermolecular interactions is also investigated and compared to the intrinsic optical rotation of chiral molecular units.\nScarica locandina\nback to top\n© 2024 Dipartimento di Chimica e Chimica Industriale\nPolicy web"}
{"doc_id": "K7r8WMYWUg", "title": "Fantasy vs. Reality in Fragment-Based Quantum Chemistry", "description": "Venerdì 7 luglio 2023 - Ore 15:00 - Aula 22Prof. John Herbert, Ohio State University&nbsp; Seminario&nbsp;&nbsp; Fragment-based quantum chemistry hold...", "url": "https://www.dcci.unipi.it/seminario-herbert.html", "lang": "en", "text": "Fantasy vs. Reality in Fragment-Based Quantum Chemistry\nTPL_UNIPI_SKIP_TO_CONTENT\nDipartimento di Chimica e Chimica Industriale\nWebmail\nUnimap\nHome\nOrganizzazione\nPersone\nDocenti\nRicercatori TD\nTecnici/Amministrativi\nAltro personale\nElenco Telefonico DCCI\nDidattica\nRicerca\nDottorato\nInternational\nQualità e Valutazione\nTerza missione\nIgiene e Sicurezza\nFantasy vs. Reality in Fragment-Based Quantum Chemistry\nVenerdì 7 luglio 2023 - Ore 15:00 - Aula 22\nProf. John Herbert,\nOhio State University\nSeminario\nFragment-based quantum chemistry holds the promise to bring high-level ab initio methods to large systems, by exploiting the “short-sightedness” of electronic matter and harnessing the power of distributed computing. In the race to push such methods to exascale computing resources, however, emphasis on accuracy has been lost and the dirty secret in the field is that most existing fragment-based strategies cannot be considered to be accurate approximations to any well-defined supersystem calculation. This talk will examine sources of error and propose a promising solution: the energy-screened many-body expansion, which provides a stable and accurate route to apply correlated wave function methods to large systems. Proof-of-concept calculations (at DFT levels of theory) demonstrate that this approach does converge to a well-defined result, in thermochemical calculations involving enzyme models with 600+ atoms.\nScarica locandina\nback to top\n© 2024 Dipartimento di Chimica e Chimica Industriale\nPolicy web"}
{"doc_id": "nAiiS8sWaq", "title": "Materials Inverse Design with Differentiable Programming", "description": "Martedì 11 luglio 2023 - Ore 14:30 - Aula 24Dott. Giuseppe Romano, Massachusetts Institute of Technology (MIT), Cambridge, Boston (USA)&nbsp; Seminari...", "url": "https://www.dcci.unipi.it/seminario-romano.html", "lang": "en", "text": "Materials Inverse Design with Differentiable Programming\nTPL_UNIPI_SKIP_TO_CONTENT\nDipartimento di Chimica e Chimica Industriale\nWebmail\nUnimap\nHome\nOrganizzazione\nPersone\nDocenti\nRicercatori TD\nTecnici/Amministrativi\nAltro personale\nElenco Telefonico DCCI\nDidattica\nRicerca\nDottorato\nInternational\nQualità e Valutazione\nTerza missione\nIgiene e Sicurezza\nMaterials Inverse Design with Differentiable Programming\nMartedì 11 luglio 2023 - Ore 14:30 - Aula 24\nDott. Giuseppe Romano,\nMassachusetts Institute of Technology (MIT), Cambridge, Boston (USA)\nSeminario\nAdditive manufacturing enables the fabrication of materials with voxel-level precision. Topology optimization (TopOpt) aims to find optimal material distributions given desired physical properties and under manufacturable constraints. Combining these two techniques allows fast materials development for various applications, ranging from structural materials to optics. After reviewing the main concepts behind TopOpt, such as the\nadjoint\nmethod, I will describe our recent efforts in shape optimization using TopOpt and reverse-mode automatic differentiation (AD). This technique falls under the broader term\ndifferentiable programming\n, a computing approach that enables the differentiation of computer programs by composing a set of predefined rules. Consequentially, it is possible to explore various cost functions and manufacturable constraints quickly. I will showcase a few examples regarding thermal transport, both at the macro- and nano-scales, also including lengthscale constraints and a novel connectivity constraint. Final remarks and future works will conclude the talk.\nScarica locandina\nback to top\n© 2024 Dipartimento di Chimica e Chimica Industriale\nPolicy web"}
{"doc_id": "FSC3DQGsvU", "title": "Chiroptical harmonic scattering: predicted in 1979 and demonstrated four decades later", "description": "Mercoledì 12 luglio 2023 - Ore 14:30 - Aula 21Dott. Ventislav Valev - Centre for Photonics and Photonic Materials, University of Bath, Bath, BA2 7AY,...", "url": "https://www.dcci.unipi.it/seminario-valev.html", "lang": "en", "text": "Chiroptical harmonic scattering: predicted in 1979 and demonstrated four decades later\nTPL_UNIPI_SKIP_TO_CONTENT\nDipartimento di Chimica e Chimica Industriale\nWebmail\nUnimap\nHome\nOrganizzazione\nPersone\nDocenti\nRicercatori TD\nTecnici/Amministrativi\nAltro personale\nElenco Telefonico DCCI\nDidattica\nRicerca\nDottorato\nInternational\nQualità e Valutazione\nTerza missione\nIgiene e Sicurezza\nChiroptical harmonic scattering: predicted in 1979 and demonstrated four decades later\nMercoledì 12 luglio 2023 - Ore 14:30 - Aula 21\nDott. Ventislav Valev -\nCentre for Photonics and Photonic Materials, University of Bath, Bath, BA2 7AY, United Kingdom\nSeminario\nChiroptical harmonic scattering (CHS) was predicted in 1979, but an experimental observation of this effect remained elusive for 40 years. A first form of CHS was reported in 2019; it was demonstrated that light scattered at the second-harmonic from Ag nanohelices dispersed in water could reveal the chirality of the nanohelices. Observations in other systems (metal and semiconductor) and at the thirdharmonic quickly followed. In this seminar, I will outline the progress so far (on arguing with referees), will report on the latest results and will present future challenges and opportunities.\nScarica locandina\nback to top\n© 2024 Dipartimento di Chimica e Chimica Industriale\nPolicy web"}
{"doc_id": "fiTGnyptZW", "title": "Colors of plasmonic metasurface and their application for advanced biosensors", "description": "Lunedì 4 settembre 2023 - Ore 11:30 - Aula 21Prof. Mana Toma - Department of Electrical and Electronic Engineering, Tokyo Institute of Technology (Yok...", "url": "https://www.dcci.unipi.it/seminario-mana-toma.html", "lang": "en", "text": "Colors of plasmonic metasurface and their application for advanced biosensors\nTPL_UNIPI_SKIP_TO_CONTENT\nDipartimento di Chimica e Chimica Industriale\nWebmail\nUnimap\nHome\nOrganizzazione\nPersone\nDocenti\nRicercatori TD\nTecnici/Amministrativi\nAltro personale\nElenco Telefonico DCCI\nDidattica\nRicerca\nDottorato\nInternational\nQualità e Valutazione\nTerza missione\nIgiene e Sicurezza\nColors of plasmonic metasurface and their application for advanced biosensors\nLunedì 4 settembre 2023 - Ore 11:30 - Aula 21\nProf. Mana Toma -\nDepartment of Electrical and Electronic Engineering, Tokyo Institute of Technology (Yokohama, Japan)\nSeminario\nOver the last years, the development of portable plasmonic biosensors which can be used ‘on-site’ has been an important subject toward their practical applications. The utilization of metal nanostructured arrays which are also referred to as plasmonic metasurfaces provides a way to design the key characteristics of plasmonic biosensors. The coloration from plasmonic metasurfaces is one of their attractive optical properties for biosensor application, as colors are easily detected by eye observation or photographs. The feasibility of sensitive label-free colorimetric biosensing using plasmonic metasurface will open up a way to develop highly sensitive and versatile smartphone-based plasmonic biosensors. In our group, we investigate the unique surface colors of metal nanodome arrays for a colorimetric biosensor application. The metal nanodome arrays consist of polystyrene nano-bead monolayer coated with metal thin films. Although it has a simple structure, it has interesting optical properties and develops various colors depending on the polystyrene particle size, metal species, etc. In this presentation, I will introduce the optical properties of metal nanodome arrays and their performance characteristics in colorimetric biosensors.\nScarica locandina\nback to top\n© 2024 Dipartimento di Chimica e Chimica Industriale\nPolicy web"}
{"doc_id": "h9hSS5zZ9z", "title": "Continuous biosensing: transforming health care", "description": "Lunedì 4 settembre 2023 - Ore 10:30 - Aula 21Dott. Koji Toma - Department of Electronic Engineering, Shibaura Institute of Technology (Tokyo, Japan)&n...", "url": "https://www.dcci.unipi.it/seminario-koji-toma.html", "lang": "en", "text": "Continuous biosensing: transforming health care\nTPL_UNIPI_SKIP_TO_CONTENT\nDipartimento di Chimica e Chimica Industriale\nWebmail\nUnimap\nHome\nOrganizzazione\nPersone\nDocenti\nRicercatori TD\nTecnici/Amministrativi\nAltro personale\nElenco Telefonico DCCI\nDidattica\nRicerca\nDottorato\nInternational\nQualità e Valutazione\nTerza missione\nIgiene e Sicurezza\nContinuous biosensing: transforming health care\nLunedì 4 settembre 2023 - Ore 10:30 - Aula 21\nDott. Koji Toma -\nDepartment of Electronic Engineering, Shibaura Institute of Technology (Tokyo, Japan)\nSeminario\nThis seminar will introduce two novel biosensors addressing the challenge of continuous biochemical monitoring in health care. First, a surface plasmon resonance biosensor for real-time drug monitoring, eliminating the need for component regeneration. Second, a gas monitoring system employing ear-derived gases for non-invasive detection of volatile organic compounds in the bloodstream. Attendees of the seminar will gain insight into these advanced biosensing technologies and their potential to transform biochemical monitoring in health care.\nScarica locandina\nback to top\n© 2024 Dipartimento di Chimica e Chimica Industriale\nPolicy web"}
{"doc_id": "oTuKwipyxE", "title": "Functional dyes, from synthesis to applications", "description": "Martedì 5 settembre 2023 - Ore 15:00 - Aula 31Prof.ssa Emese Gal - Babes-Bolyai University&nbsp; Seminario&nbsp;&nbsp; Systems with extended conjugati...", "url": "https://www.dcci.unipi.it/seminario-emese-gal.html", "lang": "en", "text": "Functional dyes, from synthesis to applications\nTPL_UNIPI_SKIP_TO_CONTENT\nDipartimento di Chimica e Chimica Industriale\nWebmail\nUnimap\nHome\nOrganizzazione\nPersone\nDocenti\nRicercatori TD\nTecnici/Amministrativi\nAltro personale\nElenco Telefonico DCCI\nDidattica\nRicerca\nDottorato\nInternational\nQualità e Valutazione\nTerza missione\nIgiene e Sicurezza\nFunctional dyes, from synthesis to applications\nMartedì 5 settembre 2023 - Ore 15:00 - Aula 31\nProf.ssa Emese Gal -\nBabes-Bolyai University\nSeminario\nSystems with extended conjugation are interesting and therefore intensively studied recently due to their electronic properties leading to applications in material science or medicine. The design of such systems is often based on the potential synergism resulting from the interaction of fragments/molecules already prone to conjugation. Starting from phenothiazines with classic and green synthetic protocols were obtained novel phenothiazine-cored dyes. The obtained phenothiazine-based dyes were characterized both structurally and photophysically. Some of the obtained dyes were tested as photosensitizer/ NIR staining agents.\nScarica locandina\nback to top\n© 2024 Dipartimento di Chimica e Chimica Industriale\nPolicy web"}
{"doc_id": "uLLLfBBeqQ", "title": "Synthesis, structural characterization, and reactivity of organochalcogen compounds", "description": "Mercoledì 6 settembre 2023 - Ore 15:00 - Aula 31Dott.ssa Alexandra, M. Pop - Babes-Bolyai University&nbsp; Seminario&nbsp;&nbsp; Organochalcogen compo...", "url": "https://www.dcci.unipi.it/seminario-alexandra-pop.html", "lang": "en", "text": "Synthesis, structural characterization, and reactivity of organochalcogen compounds\nTPL_UNIPI_SKIP_TO_CONTENT\nDipartimento di Chimica e Chimica Industriale\nWebmail\nUnimap\nHome\nOrganizzazione\nPersone\nDocenti\nRicercatori TD\nTecnici/Amministrativi\nAltro personale\nElenco Telefonico DCCI\nDidattica\nRicerca\nDottorato\nInternational\nQualità e Valutazione\nTerza missione\nIgiene e Sicurezza\nSynthesis, structural characterization, and reactivity of organochalcogen compounds\nMercoledì 6 settembre 2023 - Ore 15:00 - Aula 31\nDott.ssa Alexandra, M. Pop -\nBabes-Bolyai University\nSeminario\nOrganochalcogen compounds containing different donor atoms (nitrogen and/or oxygen) incorporated within the organic groups attached to the chalcogen atoms show a constantly interest based on the their successful use in coordination chemistry, as neutral ligands towards transition metals, being able to stabilize metal complexes with promising optical properties.[1,2]. Having this in mind, we prepared a library of diorganochalcogen(II) and diorganodichalcogen(I) species incorporating 2-C\n6\nH\n5\n-(4\nH\n)-oxazol-5-one fragments in their skeleton, capable of promoting optical properties. The coordination ability of such ligands was investigated towards late\nd\nmetal. For the identification and characterization of the compounds multinuclear NMR (\n1\nH,\n13\nC{\n1\nH},\n19\nF{\n1\nH},\n31\nP{\n1\nH},\n77\nSe{\n1\nH}), IR spectroscopy, elemental analysis, molar conductivity, and mass spectrometry were employed. Selected species were investigated by single-crystal X-ray diffraction. UV-Vis and fluorescence spectra were recorded for the ligands and for their metal complexes to establish the optical properties.\nReferences\n1. Singh, A.; Kaushik, A.; Dhau, J. S.; Kumar, R.\nCoord. Chem. Rev.\n2022, 450, 214254.\n2. Arora, A.; Singh, S.; Oswal, P.; Nautiyal, D.; Rao, G. K.; Kumar, S.; Kumar, A.\nCoord. Chem. Rev.\n2021, 438, 213885.\nScarica locandina\nback to top\n© 2024 Dipartimento di Chimica e Chimica Industriale\nPolicy web"}
{"doc_id": "fYCCmsCkq2", "title": "New 2-Adamantyl Metal Complexes: Towards Diamond, by Metalating Adamantane at the  Bridge Position", "description": "Lunedì 9 ottobre 2023 - Ore 15:00 - Aula 33Prof. Ulrich W. Fekl - University of Toronto&nbsp; Seminario&nbsp;&nbsp; Adamantane, a molecule, is the sma...", "url": "https://www.dcci.unipi.it/seminario-fekl.html", "lang": "en", "text": "New 2-Adamantyl Metal Complexes: Towards Diamond, by Metalating Adamantane at the  Bridge Position\nTPL_UNIPI_SKIP_TO_CONTENT\nDipartimento di Chimica e Chimica Industriale\nWebmail\nUnimap\nHome\nOrganizzazione\nPersone\nDocenti\nRicercatori TD\nTecnici/Amministrativi\nAltro personale\nElenco Telefonico DCCI\nDidattica\nRicerca\nDottorato\nInternational\nQualità e Valutazione\nTerza missione\nIgiene e Sicurezza\nNew 2-Adamantyl Metal Complexes: Towards Diamond, by Metalating Adamantane at the  Bridge Position\nLunedì 9 ottobre 2023 - Ore 15:00 - Aula 33\nProf. Ulrich W. Fekl -\nUniversity of Toronto\nSeminario\nAdamantane, a molecule, is the smallest nanodiamond. It is a polycyclic, strain-free structure that has two different carbon positions: the bridgehead (1-) position and the bridge (2-) position. We propose that the 2-position will be important for future direct and selective syntheses of molecular nanodiamonds. Homologation of adamantane formally involves functionalizing three axial 2-positions on the same cyclohexane ring of adamantane. Subsequent homologation formally leads to diamantane, triamantane, tetramantane and finally to macroscopic diamond. This procedure is formally simple but experimentally extremely challenging. We are metalating the 2-position of adamantane, extending the toolkit of reactions that can be done on the adamantane framework. We made the first structurally characterized unsupported 2-adamantyl metal complexes, which includes the metals zinc, magnesium, gold, and platinum. Reactions of these complexes will be discussed.\nScarica locandina\nback to top\n© 2024 Dipartimento di Chimica e Chimica Industriale\nPolicy web"}
{"doc_id": "KhVYLXR5pi", "title": "Seminari di presentazione Progetti di Dottorato", "description": "Da lunedì 16 a giovedì 19 ottobre 2023 - Ore 14:30 - DCCIAllievi del 1° anno del 38° e allievi del 37° ciclo di Dottorato&nbsp; Ciclo Seminari&nbsp;&n...", "url": "https://www.dcci.unipi.it/dscm-transition-seminars-2023.html", "lang": "en", "text": "Seminari di presentazione Progetti di Dottorato\nTPL_UNIPI_SKIP_TO_CONTENT\nDipartimento di Chimica e Chimica Industriale\nWebmail\nUnimap\nHome\nOrganizzazione\nPersone\nDocenti\nRicercatori TD\nTecnici/Amministrativi\nAltro personale\nElenco Telefonico DCCI\nDidattica\nRicerca\nDottorato\nInternational\nQualità e Valutazione\nTerza missione\nIgiene e Sicurezza\nSeminari di presentazione Progetti di Dottorato\nDa lunedì 16 a giovedì 19 ottobre 2023 - Ore 14:30 - DCCI\nAllievi del 1° anno del 38° e allievi del 37° ciclo di Dottorato\nCiclo Seminari\nSeminari di presentazione dei progetti di dottorato di allievi del 1° anno del 38° ciclo e seminari di passaggio dal 2° al 3° degli allievi del 37° ciclo di dottorato.\nThe seminars will have a duration of approximately 20 minutes (15 minutes for the presentation + 5 minutes for questions) for first and second-year doctoral students and 25 minutes (20 minutes for the presentation + 5 minutes for questions) for third-year doctoral students.\nDi seguito il calendario dettagliato:\nLunedi 16 ottobre 2023 - Ore 14.30 - Aula 22\nDARIO FRASSI (37° Ciclo)\nPhotochemistry of molecular switches based on spiropyran\nSupervisore: Prof. Giovanni Granucci\nLORENZO BONALDI (38° Ciclo)\nThermochemical and catalytic processes for the sustainable production of biofuels through biomass conversion.\nSupervisors: Prof. Anna Maria Raspolli Galletti and Prof. Luca Rosi (Università di Firenze)\nSTEFANIA VOLANTE (38° Ciclo)\nEnergy storage devices: development and characterisation of components of new materials for batteries and supercapacitors aimed at solving safety and sustainability issues.\nSupervisors: Prof. Claudia Antonetti and Dr. Domenico Licursi\nFRANCESCA NICCOLAI (37° Ciclo)\nNext generation polymeric proton-exchange membranes for redox flow batteries\nSupervisore: Prof. Elisa Martinelli, Dott. Ilaria Pucher\nROSARIA LORÉ (37° Ciclo)\nTotal Green valorization of paper mill wastes through thermo-catalytic route from a circular economy perspective\nSupervisori: Prof.ssa Claudia Antonetti, Prof.ssa Anna Maria Raspolli Galletti\nMARCO ROLLO (37° Ciclo)\nAcidic Deep Eutectic Solvents for the chemical recycling of plastic waste\nSupervisori: Prof. Gianluca Ciancaleoni, Prof.ssa Elisa Martinelli\nMartedi 17 ottobre 2023 - Ore 14.30 - Aula Magna\nGIULIA CAROTI (37° Ciclo)\nThe chemistry of oil/protein mixtures as paint binders – the “tempera grassa”\nSupervisori: Prof. Ilaria Bonaduce, Prof. Celia Duce\nADELE FERRETTI (37° Ciclo)\nMulti-analytical approach for the identification and characterization of historical and modern inks\nSupervisore Prof. Ilaria Degano\nGRETA BIALE (37° Ciclo)\nStudy of the fate and interactions of microplastics and nanoplastics in the environment\nSupervisori: Prof. Francesca Modugno, Dr. Jacopo La Nasa\nZAHRAALSADAT YOUSEFNIAYEJAHROMI (37° Ciclo)\nDevelopment of new amplification-free biosensing strategies for nucleic acids detection\nSupervisore: Prof. Fabio Di Francesco\nELISABETTA ROSADONI (37° Ciclo)\nC-H bonds activation of N-containing heterocycles\nSupervisore: Prof. Fabio Bellina\nMercoledi 18 ottobre 2023 - Ore 14.30\n-\nON LINE\nMICHELE PIERIGÉ (37° Ciclo)\nEnabling technologies for the introduction of sustainable materials in rubber formulation: characterization of elastomeric materials by NMR spectroscopy and NMR relaxometry\nSupervisori: Prof. Marco Geppi, Dott.ssa Francesca Martini\nALBERTO PICCHI (37° Ciclo)\nLuminescent Solar Concentrators based on recycled poly(methyl methacrylate)\nSupervisore: Prof. Andrea Pucci\nLAURA SPAGNUOLO (37° Ciclo)\nExtraction of cellulose nanocrystals or nanofibers from waste lignocellulosic biomass with potential protective properties for textile and/or bio-composite applications.\nSupervisore: Prof.ssa Alessandra Operamolla\nANGELA GILDA CAROTA (37° Ciclo)\nBiosensor for the detection of pathogens and the assessment of water quality\nSupervisori: Prof. Fabio Di Francesco e Arianna Tavanti\nFABIANA CORDELLA (37° Ciclo)\nDesign and sustainable synthesis of new green materials for biomedical applications\nSupervisore: Prof. Gaetano Angelici\nCHAIRA SAVIOZZI (37° Ciclo)\nTuning the redox activity of anticancer diiron complexes via derivatization of bridging hydrocarbyl ligands\nSupervisore: Prof. Fabio Marchetti\nGiovedi 19 ottobre 2023 - Ore 14.30 - Aula 22\nELISA ROSSI (37° Ciclo)\nExperimental and theoretical studies on storage and utilization of carbon dioxide\nSupervisore: Prof. Gianluca Ciancaleoni\nELISA DELLA LATTA (37° Ciclo)\nStudy of porous materials for gas separation and storage by solid-state NMR\nSupervisori: Prof. Marco Geppi, Dr. Francesca Martini\nANDREA SCARPERI (37° Ciclo)\nSolid state NMR spectroscopy for 'in operando' studies of photoactive materials for renewable energy\nSupervisori: Prof. Marco Geppi, Dr. Silvia Borsacchi\nMARIA ANTONIETTA CARPENTIERI (36° CICLO)\nA new experimental/historical/interactive blended approach for introduction of fundamentals of Chemistry through Spectroscopy\nSupervisor: Prof. Valentina Domenici\nANANTHAKRISHNAN MOHAN (36° CICLO)\nRational design of transparent conductive oxide nanocrystals for high performance magnetoplasmonics.\nSupervisor: Francesco Pineider\nScarica locandina\nback to top\n© 2024 Dipartimento di Chimica e Chimica Industriale\nPolicy web"}
{"doc_id": "gZqPCLBeKQ", "title": "CFF 2022 - Chemistry for the Future", "description": "29 Giugno / 1 luglio 2022 Dipartimento di Chimica e Chimica Industriale, Università di Pisa&nbsp;&nbsp;International Conference &nbsp; Chemistry for t...", "url": "https://www.dcci.unipi.it/cff-2022.html", "lang": "en", "text": "CFF 2022 - Chemistry for the Future\nTPL_UNIPI_SKIP_TO_CONTENT\nDipartimento di Chimica e Chimica Industriale\nWebmail\nUnimap\nHome\nOrganizzazione\nPersone\nDocenti\nRicercatori TD\nTecnici/Amministrativi\nAltro personale\nElenco Telefonico DCCI\nDidattica\nRicerca\nDottorato\nInternational\nQualità e Valutazione\nTerza missione\nIgiene e Sicurezza\nCFF 2022 - Chemistry for the Future\n29 Giugno / 1 luglio 2022\nDipartimento di Chimica e Chimica Industriale, Università di Pisa\nInternational Conference\nChemistry for the Future (CFF) is a yearly international conference on the frontiers of Chemical Research. It is organized by the Doctoral School in Chemistry and Materials Science (DSCM) and the International Office of the Dipartimento di Chimica e Chimica Industriale. CFF2022 will host 7 Plenary Lectures delivered by outstanding scientists from all over the world. Keynote Lectures will be delivered by 3rd year PhD students, enrolled in DSCM. The Best Plenary Lecture will be selected by the PhD students of DSCM and the author will be invited to hold a short course in the next academic year. Poster contributions from young scientists on the forefront of chemical research will be welcome.\nVisita il sito dedicato\nVedi la photo gallery dell'evento\nback to top\n© 2024 Dipartimento di Chimica e Chimica Industriale\nPolicy web"}
